{
  "source": "pdfs/1.pdf",
  "title": "1",
  "content": "1\nContract of Carriage\nRULE 1 - APPLICATION OF CONDITIONS OF CONTRACT\nThis Contract of Carriage sets forth the terms and conditions upon which Sun Country, Inc. doing\nbusiness as Sun Country Airlines (Sun Country, Sun Country Airlines or SCA), in consideration of the\npayment of the fare shown on the passenger ticket, agrees to provide passenger air transportation\nbetween origin and destination shown on the ticket. These rules constitute the conditions upon which\nSun Country Airlines transports or agrees to transport and are expressly agreed to by the passenger by\npurchase of a Sun Country Airlines ticket by or on behalf of the passenger.\nConsequential Damages\nPurchase of a ticket does not guarantee transportation. Sun Country Airlines shall in no event be liable\nfor any indirect, special, or consequential damages resulting from the performance or delay in\nperformance of, or failure to perform, transportation of passengers and other services incidental thereto\n(except baggage liability as provided below) whether or not Sun Country Airlines has knowledge that\nsuch damages might be incurred.\nApplication of Fares\nFares apply for travel only between the points for which they are published. Tickets may not be issued at\nfare(s) published to and/or from a more distant point(s) than the points being traveled even when\nissuance of such tickets would produce a lower fare. When through or connecting passengers enplane at\nan intermediate point between the origin and destination shown on their tickets, Sun Country Airlines\nmay require evidence, such as a boarding pass, of use of a preceding flight for the portion of the ticket\nfrom point of origin to intermediate point. Absent such evidence, Sun Country Airlines may require\nadditional fare collection from the passenger for any difference between the fare paid for the ticket from\norigin to destination and the fare which would apply from the intermediate boarding point to the\ndestination.\nEmployee Authorization\nNo employee of Sun Country Airlines has the authority to alter, modify, or waive any provision of this\nContract of Carriage unless authorized by a corporate officer of Sun Country Airlines. Sun Country\nAirlines- appointed agents and representatives are only authorized to sell tickets for air transportation\npursuant to the approved fares, rules and regulations of Sun Country Airlines. This rule supersedes any\nconflicting provision contained in the Contract of Carriage.\nInterline Carriage\nSun Country will be responsible for the furnishing of transportation only on flights operated by Sun\nCountry. When Sun Country undertakes to issue a ticket, accept checked baggage, or make any other\narrangements for transportation to be furnished by any other carrier (whether or not such\ntransportation is part of a through service), Sun Country acts only as agent for such other carrier and\nassumes no responsibility for the acts or omissions of such other carrier or that carrier’s provision or\nnon-provision of transportation.\nNon-Revenue Passengers\nNotwithstanding anything to the contrary herein, Non-Revenue Passengers are not entitled to service\nrecovery compensation, denied boarding compensation, or amenities related to trip interruptions. Sun\nCountry shall not be liable for the loss, damage to or delay in delivery of any checked baggage of a Non-\nUpdated October 15, 2025\n2\nContract of Carriage\nRevenue Passengers. All other liability limits shall be the same for Non-Revenue Passengers as other\npassengers. The terms of any agreement with another carrier concerning Non-Revenue Passengers, such\nas a ZED agreement, shall supersede the foregoing.\nReference\nTo the maximum extent permitted by law, references to pages, rules, items and notes are continuous and\ninclude revisions, supplements thereto and reissuances thereof.\nRULE 5 - DEFINITIONS\nThe following definitions apply throughout this Contract of Carriage:\nApplicable Adult The fare which would be applicable to an adult for the transportation to be\nFare used except those special fares which would be applicable to the passenger's\nstatus; e.g. military fares, adult standby, etc.\nBaggage Such personal property as is necessary or appropriate for the wear, use,\ncomfort, or convenience of the passenger for the purpose of the trip and which\nis tendered by the passenger holding a valid ticket for travel on the flight for\nwhich the passenger is ticketed.\nCarrier Sun Country, Inc. (also called Sun Country, Sun Country Airlines or SCA) or any\nother air carrier with which Sun Country Airlines has agreements for\ntransportation services.\nChange Fee Change Fees are applied per direction, per traveler. For further information\nregarding Change Fees please visit www.suncountry.com/terms-and-\nconditions/changes-cancellations\nCharter/Public One-way or round-trip transportation by one or more direct air carriers which is\nCharter arranged and sponsored by a charterer/tour operator.\nCharterer/Tour Anyone authorized to engage in the formation of groups for transportation on\nOperator public charters.\nClass of Service The type of service compartments listed in Sun Country Airlines’ published\ngeneral schedule.\nContinental United The District of Columbia and all states of the United States other than Alaska and\nStates Hawaii.\nContractor Any person who has entered into a contract with a carrier for the purchase of\nseats for resale to the general public.\nDays Full calendar days, including Sundays/legal holidays, provided that (1) for\npurposes of\nnotification the balance of the day upon which notice is dispatched shall not be\ncounted and\nUpdated October 15, 2025\n3\nContract of Carriage\n(2) for purposes of determining duration of validity the balance of the day upon\nwhich the ticket is used or flight commenced shall not be counted.\nDOT The U.S. Department of Transportation.\nDOT Hazardous The Hazardous Materials Regulations issued by the Pipeline and Hazardous\nMaterials Materials Safety Administration of the U.S. Department of Transportation in Title\nRegulations 49 of the Code of Federal Regulations.\nDurable Enclosure An encasement for infant/child car seats or strollers with 5 millimeters or more of\nprotective padding or a hard sided case.\nFlight Credit Credit issued to the passenger to be used as full or partial payment for that\ncustomer towards purchase of another product through Sun Country Airlines\n(excluding trip insurance); including but not limited to: flight, bag, seats. A Flight\nCredit issued to a customer is available to redeem by calling Sun Country Airlines\nReservations or on suncountry.com. See Rule 135- Cancellation of Reservations -\nFailure to Occupy Space, Rule 260 - Refunds Resulting from Inability to\nAccommodate or Refusal to Carry Passenger, or Rule 270 - Voluntary Refunds, as\napplicable, for the terms of Flight Credit expiry.\nGovernment A form used for ticket payment and travel authorization for passengers traveling\nTransport Request on official business for the Federal Government of the US.\n(GTR)\nGroup The minimum number of passengers specified in conjunction with a fare as\nprovided in the applicable fare rules. All groups must be booked through the Sun\nCountry Airlines group desk. Less than the minimum number of passengers may\nnot travel at group fares, even upon payment of the minimum number of fares,\nunless specifically permitted in a given fare rule.\nImmediate Family Spouse, children, stepchildren, parents, stepparents, brothers, stepbrothers,\nsisters and stepsisters.\nIndividual with a Any individual who has a mental and/or physical impairment that, on a\nDisability permanent or\ntemporary basis, substantially limits one or more major life activities, has a record\nof such impairment or is regarded as having such impairment.\nInterline Carriage on the services of more than one carrier when carriers agree to accept\neach other's tickets and transfers of baggage.\nInvoluntary Refund A refund made to a passenger (a) who is impacted by a Significantly Delayed or\nChanged Flight when Sun Country is unable to provide air transportation\nacceptable to such passenger; or (b) who is refused carriage as provided in Rule\n260 - Refunds Resulting from Inability to Accommodate or Refusal to Carry\nPassenger; or (c) who is a No-Show Passenger as defined below and provided in\nRule 135 – Cancellation of Reservations.\nUpdated October 15, 2025\n4\nContract of Carriage\nLimited Release Tag attached to baggage which is considered fragile, unsuitably or inadequately\nBaggage Tag packaged or packed, perishable and/or received in damaged condition. Such\nbaggage is accepted at the customers’ risk and SCA will not accept liability should\nthe item or its contents be damaged.\nMilitary Passenger Military personnel of the US military agencies who are on active duty or who\nhave been discharged from active military service within seven (7) days of travel.\nMishandled The online claim form accessible at\nBaggage Claim https://app.nettracer.aero/pax/suncountry/auth/login which requires the\npassenger to provide details, including but not limited to, the itemized contents\nof the mishandled bag, interim expenses, and itemized receipts.\nMishandled Passenger’s preliminary notice to Sun Country that their checked baggage has not\nBaggage Notice arrived at their final ticketed destination or that their baggage arrived damaged,\nand which relays the following details: (i) passenger’s contact information, (ii) the\nbag tag number, and (iii) passenger’s reservation number.\nNo-Show Passenger A passenger who is not impacted by a Significantly Delayed or Changed Flight\nand (i) fails to present himself/herself at the designated boarding gate for his/her\nflight at least ten (10) minutes prior to the scheduled departure time and as a\nresult does not board or is not permitted to board the flight, or (ii) fails to be\nchecked in either at the airport ticket counter, kiosk, or through the Sun Country\nAirlines website (www.suncountry.com) and be available for passenger boarding\nat the departure gate at least thirty (30) minutes (domestic flights) or sixty (60)\nminutes (international flights) prior to scheduled departure.\nNon- Revenue Sun Country employees, their eligible dependents, buddy pass holders, or other\nPassengers airline employees or such employees’ family or friends who will be enplaned on a\nflight subject to availability of space at departure time (standby), free of charge or\nat a reduced rate.\nOne-Way Travel from one point to another without purchase of return transportation.\nOpen-Jaw Trip Any trip which is essentially of a round-trip circle-trip nature, but the outward\npoint of departure and inward point of arrival and/or outward point of arrival and\ninward point of departure are not the same. For example, a passenger can depart\nfrom Minneapolis to New York, but on the return trip fly from Philadelphia to\nMinneapolis. In a double open-jaw trip both outward and inward points of arrival\nand departure are not the same.\nPNR Passenger Name Record.\nUpdated October 15, 2025\n5\nContract of Carriage\nReroute Arrangement of transportation to the same destination as, but via a different\nrouting than that designated on the ticket, or portion thereof, then held by the\npassenger or to honor the ticket or portion thereof then held by the passenger\nfor transportation to the same destination as, but via a different routing than that\ndesignated thereon.\nRound Trip Travel from Point A to Point B and back to Point A on the same fare class and\ncarrier.\nRouting The carrier(s) and/or the cities and/or class of service and/or type of aircraft on\nwhich transportation is provided between two or more points.\nSCA Sun Country, Inc.\nSegment That part of a journey from a passenger's boarding point to a deplaning point.\nService Animal A Service Animal is a dog, regardless of breed or type, that is at least 6 months\nold and is individually trained to do work or perform tasks for the benefit of a\nqualified individual with a disability, including a physical, sensory, psychiatric,\nintellectual or other mental disability. Psychiatric support animals are recognized\nas trained Service Animals. Comfort animals, companionship animals, or any\nother non-task-trained animals are not recognized as Service Animals. Animals in\ntraining will not be accepted.\nSignificantly A bag tendered to Sun Country as checked luggage that Sun Country fails to\nDelayed Bag: deliver to the passenger’s final ticketed destination (i) within 12 hours of\npassenger’s flight arriving at the gate for domestic itineraries or (ii) within 15\nhours of passenger’s flight arriving at the gate for international itineraries, and in\neach case, is not attributable to:\n• Passenger’s failure to pick up and recheck the bag at the first\ninternational entry point into the United States as required by U.S.\nCustoms and Border Protection;\n• Passenger’s failure to pick up a checked bag that arrived on time at the\npassenger’s ticketed final destination; or\n• Passenger’s voluntary agreement to travel without the checked bag on\nthe same flight.\nSignificantly Significantly Delayed or Changed Flight means a flight itinerary with a delay or\nDelayed or change where, as the result of the delay or change:\nChanged Flight\n• passenger is scheduled to depart from the origination airport three (3)\nhours or more for domestic itineraries and six (6) hours or more for\ninternational itineraries earlier than the original scheduled departure\ntime;\nUpdated October 15, 2025\n6\nContract of Carriage\n• the passenger is scheduled to arrive at the destination airport three (3) or\nmore hours for domestic itineraries or six (6) or more hours for\ninternational itineraries after the original scheduled arrival time;\n• the passenger is scheduled to depart from a different origination airport\nor arrive at a different destination airport;\n• the passenger is scheduled to travel on an itinerary with more\nconnection points than that of the original itinerary; or\n• the passenger who is an individual with a disability is scheduled to travel\nthrough one or more connecting airports different from the original\nitinerary.\nStandby Passengers Passengers who may be enplaned on a flight subject to availability of space at\ndeparture time and only after all passengers having reservations for such flight,\nand all passengers without reservations but paying fares other than adult standby\nfares, have been enplaned on such flight.\nStopover A deliberate interruption of a journey by the passenger, agreed to in advance by\nSun Country Airlines, at a point between the place of departure and the place of\ndestination. Unless otherwise noted, stopover will occur when a passenger\narrives at a point and fails to depart from such point on:\n• the first flight on which space is available.\n• the flight that will provide for the passenger's earliest arrival at\nintermediate or junction transfer point(s) or destination point, via Sun\nCountry Airlines as shown on the passenger's ticket provided, however,\nthat in no event will a stopover occur when the passenger departs from\nthe intermediate/junction point on a flight shown in Sun Country Airlines’\nofficial general schedule as departing within four (4) hours after\nscheduled time of arrival at such point.\nSun Country Sun Country, Inc.\nSun Country Sun Country, Inc.\nAirlines\nTicket Reservation and payment in full; under this Contract of Carriage, a ticket may\ninclude but is not limited to:\n• authorized ticket script\n• automated reservation\n• agent receipt of payment\n• electronic reservation and payment record\n• interline passenger ticket and baggage receipt\n• passenger ticket\nAny of the above-mentioned items may be used as proof of purchase by Sun\nCountry Airlines, its authorized agent or the passenger.\nUpdated October 15, 2025\n7\nContract of Carriage\nTransfer A change from the flight of one carrier to another flight of the same carrier, or\nfrom the flight of one carrier to the flight of another carrier.\nTransfer Point Any point at which a passenger transfers.\nTransit Point A stop at an intermediate point on the route to be traveled (whether or not a\nchange of planes is made) which does not fall within the definition of a stopover.\nUnited States of The fifty (50) federated states and the District of Columbia, Puerto Rico, US Virgin\nAmerica (USA) Islands (St. John, St. Thomas, and St. Croix), American Samoa, Guam, and Midway\nand Wake Islands.\nUS Department of The US Department of Defense including the U.S. Army, Navy, Air Force, and\nDefense Marine Corps.\nUS Armed The Army, Navy, Air Force, Marine Corps and Coast Guard of the United States of\nForces/US Military America; the respective academies of the Army, Navy, Air Force and Coast Guard.\nAgencies Does not include the National Guard Bureau or the Reserve Officer Training Corps\nor members of the reserves not holding a valid Duty Armed Forces of the United\nStates green identification card.\nUSDA The United States Department of Agriculture.\nUS Military Unless otherwise indicated, includes only active duty U.S. military personnel and\nPersonnel military personnel of the United States military agencies on active duty status and\ntraveling on authorized furlough, leave, or pass.\nWorking Dog A dog, traveling with a handler, trained in explosive detection, contraband search,\nor search and rescue on active duty and traveling for that purpose.\nRULE 10 – PASSPORTS, VISAS AND OTHER TRAVEL DOCUMENTS\nEach passenger desiring transportation across any international boundary is responsible for obtaining and\nbeing in possession of all necessary travel documents and for complying with the laws of each country\nfrom, through or to which he/she desires transportation and, unless applicable laws provide otherwise, will\nreimburse SCA and any other carrier for any loss, damage, or expense suffered or incurred by SCA or such\nother carrier by reason of such passenger's failure to do so. No carrier is liable for any aid/information\ngiven by any agent/employee of the carrier to any passenger in connection with obtaining such documents\nor complying with such laws or for the consequences to any passenger resulting from his/her failure to\nobtain such documents or to comply with such laws.\nSubject to applicable laws and regulations, the passenger must pay the applicable fare whenever the\ncarrier, on government order, is required to return a passenger to his/her point of origin or elsewhere due\nto the passenger's inadmissibility into/deportation from a country whether of transit or of destination. The\nfare will be the applicable fare in effect at the time of original ticket issuance. Any difference between the\napplicable fare and the fare paid will be collected from/refunded to the passenger as the case may be. The\nUpdated October 15, 2025\n8\nContract of Carriage\ncarrier will apply to the payment of such fares any funds paid by the passenger for unused carriage or any\nfunds of the passenger in possession of the carrier. The fare collected for carriage to the point of\nrefusal/deportation will not be refunded by the carrier unless the law of such country requires that the fare\nbe refunded.\nRULE 25 - PERSONAL DATA\nThe passenger recognizes that personal data has been given for purposes of making a reservation for\ncarriage, obtaining ancillary services, facilitating immigration and entry requirements and making available\nsuch data to government agencies. For these purposes, the passenger authorizes carrier to retain such data\nand to transmit it to its own offices or personnel, government agencies, other carriers or the providers of\nsuch services in whatever country located.\nRULE 30 - INTER-AIRPORT TRANSPORTATION\nWhen a metropolitan area is served by more than one airport and the passenger requires connecting\nservice with arrival at one airport and departure from another airport, transportation between those\nairports must be arranged by and at the expense of the passenger. Baggage must be claimed and re-\nchecked by the passenger.\nRULE 35 - REFUSALS TO TRANSPORT\nSun Country is not liable for its refusal to transport any passenger or for its removal of any passenger in\naccordance with the following paragraphs of this rule but in such event Sun Country Airlines will, at the\nrequest of the passenger, issue a refund in accordance with Rule 260 - Refunds Resulting from Inability to\nAccommodate or Refusal to Carry Passenger, or, in the case of No-Show Passengers, in accordance with\nRule 135 - Cancellation of Reservations - Failure to Occupy Space.\nSun Country Airlines may refuse to transport or may remove at any point any passenger by reason of:\nGovernment Request or Regulation\nSuch action being necessary to comply with any government regulation or order or to comply with any\ngovernmental request for emergency transportation in connection with the national defense, or whenever\nsuch action is necessary or advisable by reason of weather or other condition beyond Sun Country’s control\n(including without limitation acts of God, force majeure, strikes, civil commotion, embargoes, wars,\nhostilities or disturbances whether actual, threatened or reported).\nSearch of Passenger or Property\nRefusal of passenger to permit search of his/her person or property for explosives or a concealed, deadly\nor dangerous weapon or other articles including contraband.\nProof of Identity\nUpdated October 15, 2025\n9\nContract of Carriage\nRefusal or inability of passenger to produce identification based on requirements consistent with\ngovernment regulations.\nComfort and Safety\nA passenger may be refused transportation or removed if in any of the following categories, whereby\nrefusal or removal may be necessary for the comfort and safety of themselves or other passengers:\n• Persons whose conduct is (or has been known to be) disruptive, disorderly, abusive or violent,\nunless such person is a qualified passenger with a disability and such disability results in\nappearance or involuntary behavior that may offend, annoy or inconvenience crewmembers or\nother passengers.\n• Persons whose clothing is lewd, obscene, or offensive.\n• Persons who are barefoot.\n• Persons who are unable to sit in the seat with the seat belt fastened.\n• Persons who appear to be intoxicated or under the influence of drugs.\n• Persons who are known to have a contagious disease or infection that poses a direct threat to\nothers and who do not possess a medical certificate dated within ten (10) days of the flight which\nconfirms the disease or infection would not be communicable to other persons during the normal\ncourse of a flight and specifies any conditions or precautions that need to be observed.\n• Persons who have an offensive odor, unless such person is a qualified passenger with a disability\nand this odor is due to involuntary behavior. Sun Country Airlines reserves the right to re-\naccommodate passengers affected on request.\n• Persons who require an onboard stretcher.\n• Persons who require extensive special assistance in order to care for such passenger’s physical\nand/or medical needs during flight, unless accompanied by a competent attendant responsible for\ncare en route without undue or unreasonable attention or assistance being required from flight\ncrew members.\n• Persons whose medical condition is such that there is reasonable doubt that the individual can\ncomplete the flight safely and who cannot provide or refuse to provide a physician’s written\npermission to fly.\n• Persons who wear or have on or about their person concealed or unconcealed deadly or\ndangerous weapons provided, however, that Sun Country Airlines will carry passengers who meet\nthe qualifications and conditions established in 49 CFR 1544.223 or other applicable law or\nregulation.\n• Prisoners.\n• Persons who attempt to interfere with any member of the flight crew in the performance of\nhis/her duties.\n• Persons who fail, refuse or are unable to observe or comprehend the safety instructions of Sun\nCountry personnel.\n• Persons having a mobility impairment so severe that the individual would be unable to assist in his\nor her own evacuation of the aircraft; or\n• Any person who, in the sole judgment of Sun Country Airlines or its personnel, cannot be\ntransported safely.\nOther Conditions of Acceptance\nUpdated October 15, 2025\n10\nContract of Carriage\n• No-Show Passengers as defined in Rule 5 - Definitions of this Contract of Carriage may be refused\ntransportation.\n• Persons who are pregnant and expecting delivery within seven (7) days may be refused\ntransportation unless Sun Country Airlines is provided a doctor’s certificate dated within seventy-\ntwo (72) hours prior to departure stating the doctor has examined and found the passenger to be\nphysically fit for air transportation.\n• Infants aged seven (7) days or less may be refused transportation.\nRULE 40 - ELECTRONIC INSPECTION OF PASSENGERS AND BAGGAGE\nPassengers and their baggage are subject to inspection with an electronic detector with or without the\npassenger’s consent or knowledge.\nRULE 50 - ACCEPTANCE OF CHILDREN; NONACCEPTANCE OF UNACCOMPANIED CHILDREN\nChildren are defined as persons under the age of fifteen (15) and are not accepted for transportation\nwithout being accompanied by an adult or a young adult. Young adults are defined as persons between the\nages of fifteen (15) and seventeen (17). An adult is defined as persons eighteen (18) years of age or older.\nPersons under the age of eighteen (18) who are not accompanied by an adult will not be accepted for\ninternational travel.\nChildren Traveling with Young Adults\n• A person at least fifteen (15) but not more than seventeen (17) years of age (a “young adult”) may\naccompany or be the responsible guardian for one (but not more than one) child as defined in this\nRule 50.\n• In all cases the child and the young adult must travel on the same flight and in the same\ncompartment of the aircraft.\n• Except as provided above, a person younger than eighteen (18) years of age may not be\nresponsible for any other person on a Sun Country flight unless he or she is the parent of the other\nperson.\nLap Children\n• Infants and children at least eight (8) days but not more than twenty-four (24) months of age (“lap\nchildren”) may fly free of charge subject to the following conditions.\n• A copy of the child’s birth certificate may be required for age verification.\n• The child is not entitled to a seat but must be held by a ticketed adult.\n• There is a limit of one (1) lap child per ticketed adult.\n• The child’s carry-on baggage is counted toward the ticketed adult’s carry-on baggage allowance.\n(See Rule 220 - Baggage Allowance and Fees)\n• A young adult (as defined in this Rule 50) may not travel with a lap child unless the young adult is\nthe parent of the lap child.\n• A maximum of one lap child per seat row is permitted.\nChild Restraint System\nUpdated October 15, 2025\n11\nContract of Carriage\nA government approved hard-backed child safety seat (for children 24 months of age or younger) and/or\nrestraint device (“restraint system”) will be accepted for transportation in the passenger compartment\nwhen a ticket is purchased for the child, a seat next to the parent or guardian’s seat is reserved for the\nchild, and the restraint system can be properly secured using the seat belt installed in the aircraft. The\nparent or guardian is responsible for securing the restraint systems and the child into the restraint system.\nCar seats and strollers may be transported as checked baggage at no additional charge. Sun Country\nAirlines is not liable for any damage that occurs to infant/child car seats or strollers that are not properly\npackaged and protected in a Durable Enclosure when checked as baggage, except as otherwise required for\ninternational flights.\nChild Accompaniment Service\nSun Country Airlines does not provide a child accompaniment service.\nRULE 55 - SERVICE ANIMALS & WORKING DOGS\nService Animals\nSun Country Airlines will accept for transportation without charge a Service Animal when the Service\nAnimal accompanies the passenger with a disability in the cabin; however, the Service Animal will not be\npermitted to occupy a seat and must accompany the passenger in the passenger’s lap or in the passenger’s\nfoot space (unless this location and placement would be inconsistent with the safety requirements set by\nthe FAA or encroach into another passenger’s space). Before traveling with a Service Animal, and, as a\ncondition of permitting the Service Animal to travel in the cabin, the passenger must (i) provide Sun\nCountry Airlines a current completed U.S. Department of Transportation Service Animal Air Transportation\nForm, and (ii) for a flight segment schedule to take eight (8) hours or more, confirm that the Service Animal\nwill not need to relieve itself on the subject flight, or that the animal can relieve itself in a way that does\nnot create a health or sanitation issue on the flight by providing a current DOT Service Animal Relief\nAttestation Form. Sun Country Airlines has partnered with Open Doors Organization (ODO), a non-profit\ndisability advocacy group, to streamline the completion of the required U.S. Department of Transportation\nService Animal Air Transportation form. ODO provides the option to complete the required form online\nthrough their Service Animal Forms Portal (SAFP). If a passenger’s reservation is made more than forty-\neight (48) hours prior to the subject flight’s departure, the passenger intending to travel with a Service\nAnimal must provide Sun Country Airlines forty-eight (48) hours advance notice by submitting the\napplicable form(s) identified in this section. Service Animals must be harnessed, leashed or otherwise\ntethered at all times by the passenger or Service Animal handler while at the gate and on the aircraft.\nSun Country Airlines reserves the right to deny transport to a Service Animal under the circumstances\noutlined in 14 CFR Section 382.79, including if the Service Animal poses a direct threat to the health or\nsafety of others, it causes a significant disruption in the cabin or at an airport gate area, its behavior on the\naircraft or at an airport gate area indicates that it has not been trained to behave properly in public, its\ncarriage would violate applicable safety or health requirements of any U.S. federal agency, U.S. territory, or\nforeign government, or the passenger with a disability fails to provide completed current forms as required\nabove.\nPassengers with disabilities traveling with Service Animals accepted under this rule will be seated in\ncompliance with “14 CFR Part 382 - NonDiscrimination on the Basis of Disability in Air Travel”.\nUpdated October 15, 2025\n12\nContract of Carriage\nRequired documentation for Service Animals\nPassengers traveling with a service dog must complete and submit the Department of Transportation\nService Animal Air Transportation Form, attesting to the dog’s health, behavior, and training. Passengers\nmay submit the completed form prior to travel. If the completed form is not submitted prior to travel,\npassengers must submit the completed form in person to a Customer Service Agent upon arrival at the\nairport.\nWorking Dogs\nA Working Dog that is properly harnessed and accompanied by its handler will be permitted to accompany\nits handler in the cabin but will not be permitted to occupy a seat. The handler is required to keep the\nanimal under control at all times, with the animal on a leash or harness while in the boarding area and\nonboard the aircraft. Sun Country Airlines retains the right, at its sole discretion, to refuse to transport any\nWorking Dog that exhibits aggressive behavior or any characteristics that appear to Sun Country Airlines to\nbe incompatible with air travel at the airport, in the boarding gate area, or onboard the aircraft\nRequired documentation for Working Dogs\nThe passenger must present credible documentation the animal is traveling while on active duty, for a\npurpose related to its training in explosive detection, contraband search or search and rescue.\nLiability Limitations\n• All Sun Country baggage policies and liability limitations are applicable to animals transported on\nSun Country flights.\n• Sun Country assumes no responsibility for impaired health, injury or death of animals.\n• Sun Country will not transport dead animals.\n• Animals not claimed within four (4) hours of arrival will be considered abandoned and will be sent\nto a local veterinarian, animal shelter or pound at the passenger’s expense.\nRULE 84 – ONBOARD PHOTOS AND VIDEOS\nThe use of small cameras or mobile devices for taking photos and/or video is permitted onboard the\naircraft provided the purpose of the photography and recording is to capture personal events.\nPhotographing or recording other passengers or crewmembers without their express consent is prohibited.\nAdditionally, Sun Country reserves the right to prohibit photos and videos onboard the aircraft if it\nbecomes a disturbance to crewmembers or other passengers.\nRULE 90 - OXYGEN SERVICE\nSun Country Airlines does not provide or allow passengers to bring continuous in-flight oxygen for a\npassenger's use or otherwise on any of its flights.\nSun Country Airlines does not accept for transportation as baggage personal oxygen equipment as defined\nin 49 CFR Parts 100-199.\nUpdated October 15, 2025\n13\nContract of Carriage\nSun Country Airlines does accept for transportation in the cabin an FAA-approved Portable Oxygen\nConcentrator (POC) for a passenger's personal use during all phases of flight. Certain restrictions apply, and\nmay be viewed on Sun Country's website (suncountry.com) or accessed by contacting Sun Country's\nreservations center.\nRULE 95 - TIME LIMITATIONS ON CLAIMS PERSONAL INJURY OR DEATH\nTo the maximum extent permitted by law, no action shall be maintained for injury to or death of any\npassenger on a U.S. domestic flight unless:\n• written notice of the claim is given to Sun Country Airlines at any of its offices within forty-five (45)\ndays after the alleged occurrence of the events giving rise to the claim, unless the claimant can\nshow good cause for failure to give notice in a timely manner; and\n• any legal action is commenced within one year after the occurrence of the events giving rise to the\nclaim.\nOvercharges\nTo the maximum extent permitted by law, no claim for overcharge shall be valid and no action shall be\ncommenced thereon more than thirty (30) days after the expiration date of the ticket.\nGoverning Law\nThis Contract of Carriage shall be governed by and construed in accordance with the laws of the State of\nMinnesota, disregarding that State’s conflict of laws rules that may otherwise require the application of the\nlaws of another jurisdiction.\nNo Class Action – No matter may be pursued under this Contract of Carriage or Sun Country’s Tarmac Delay\nPlan or Customer Service Plan, except in a party’s individual capacity and not as a plaintiff or class member\nin any purported class or representative proceeding.\nJury Waiver – All right to trial by jury in any action, proceeding or counterclaim arising out of or in\nconnection with this Contract of Carriage or Sun Country’s Tarmac Delay Plan or Customer Service Plan is\nwaived irrevocably.\nLimitation of Liability – International Flights\nSun Country Airlines’ liability for death or personal injury to passengers traveling on international journeys\nshall be subject to the limitations contained in the Convention for the Unification of Certain Rules for\nInternational Carriage by Air (Montreal, 1999), including any amendments thereto (“Montreal\nConvention”). SCA does not stipulate to or accept higher limits. The right to damages shall be extinguished\nif an action is not brought within a period of two years, reckoned from the data of arrival at the destination,\nor from the date on which the aircraft ought to have arrived, or from the date the carriage stopped.\nNothing herein shall be deemed to affect the rights and liabilities of Sun Country Airlines with regard to any\nclaim brought by, on behalf or in respect to any person who has willfully caused damage which resulted in\ndeath, wounding or other bodily injury of a passenger. Sun Country Airlines shall not be liable for the death\nor injury of a passenger not occurring on its own operated flights.\nUpdated October 15, 2025\n14\nContract of Carriage\nRULE 100 - TICKETS\nNo person shall be entitled to transportation except upon proof of a valid paid reservation. Such proof shall\nentitle the passenger to transportation only between points of origin and destination and via the routing\ndesignated thereon.\nTickets purchased within 48 hours of travel may require the purchasing cardholder to present the\npurchasing credit card and government issued photo identification for verification at the airport during\ncheck-in. The purchaser may need to find alternate ticketing arrangements (i.e. travel agency) if unable to\npresent such credit card at the departing airport at the time of check-in. (See Airport Check-In Time Limit in\nRule 135 - Cancellation of Reservations)\nAbuse or Misuse of Tickets\nCombining two or more tickets end-to-end for the purpose of circumventing applicable tariff rules (such as\nadvance purchase/minimum stay) is not permitted. Sun Country Airlines passengers, agents and authorized\ntravel agents are prohibited from issuing or purchasing tickets for the use from a point before the\npassenger's actual origin or to a point beyond the passenger's actual destination, commonly referred to as\n\"hidden city/point beyond ticketing\". Any practice that Sun Country Airlines believes, in its sole discretion,\nis exploitative, abusive or that manipulates/bypasses/overrides Sun Country Airline’s fare and ticket rules\ncould additionally be considered a prohibited practice.\nAgents found to have issued such tickets may be liable for the difference between the fare paid and the\nfare for transportation used. Sun Country Airlines reserves the right to deny transportation to passengers\nfound to be utilizing tickets in such manner unless the difference between the fare paid and the fare for\ntransportation used is paid by the passenger.\nNon-Transferable Tickets\nSun Country tickets are not transferable. Sun Country shall not be liable to the person entitled to be\ntransported or to the person entitled to a refund for honoring or refunding a ticket when presented by\nsomeone other than the person entitled to be transported thereunder or to a refund in connection\ntherewith. If a ticket is in fact used by any person other than the person to whom it was issued, Sun\nCountry Airlines shall not be liable for the destruction, damage or delay of such unauthorized person's\nbaggage or other personal property or the death or injury of such unauthorized persons arising from or in\nconnection with such unauthorized use.\nPassenger Name on Ticket\nThe purchaser of a Sun Country Airlines ticket and the passenger intending to use such ticket are\nresponsible for ensuring that the ticket accurately states the name of the passenger. Presentation of a\nticket for transportation on Sun Country Airlines by someone other than the passenger named thereon\nrenders the ticket void. Such ticket will be subject to confiscation and will be ineligible for any refund.\nUpdated October 15, 2025\n15\nContract of Carriage\nRULE 105 - PERIOD OF VALIDITY\nExcept as provided below, an unused ticket will be valid for rebooking of transportation within one year\nfrom the date on which the ticket was purchased; additional fare and Change Fee may apply. Tickets may\nbe changed provided the original reservation is canceled prior to the departure time designated on the\noriginal ticket. If the original reservation is not canceled before departure in accordance with Rule 135 -\nCancellation of Reservations, the ticket can no longer be applied to a new reservation, all monies are\nforfeited, and no Flight Credit remains. For the rule applicable to No-Show Passengers, see Rule 135 -\nCancellation of Reservations - Failure to Occupy Space.\nException: For tickets issued for fares subject to group travel requirements and/or maximum stay\nrequirements and/or fare rules that call for a shorter period of validity than one (1) year, the shorter period\nof validity applies to the excursion/special fare transportation only.\nExtension of Validity\nIn accordance with Rule 240 - Flight Delays/Misconnections/Cancellations/Schedule Change and Rule 260 -\nRefunds Resulting from Inability to Accommodate or Refusal to Carry Passenger if the passenger is\nprevented from using the ticket or a portion of the ticket during the period of validity specified above or\nthe period of validity applicable to an excursion or special fare due to lack of space or flight cancellation,\nthe ticket will remain valid until space can be provided on a schedule comparable to that which the\npassenger had requested.\nIf the passenger is unable to commence or continue travel due to a personal illness, physical incapacity or\nthe illness or physical incapacity of a member of the passenger’s immediate family or of an associate with\nwhom he/she is traveling, the carrier may extend the period of validity beyond the original limit not to\nexceed thirty (30) days. The illness or incapacity must be certified in writing by a physician specifying that\nthe passenger is prevented from completing the journey before the expiration of the original time limit\nbecause of such circumstances. The certificate must be surrendered to the carrier and the ticket and all\nreceipts affected must be endorsed by the agent to indicate that the extension has been granted.\nSpecial Fare Provisions\nThe provisions below apply to fares that are subject to group travel requirements and/or reservations or\nticketing time limitations and/or minimum or maximum stay requirements.\nPeriod of Validity\nWhen a ticket includes an excursion or special fare having a shorter period of validity than one (1) year, the\nshorter period of validity applies only to the excursion or special fare transportation.\nRULE 115 - CONFIRMATION OF RESERVATIONS\nA reservation for space on a given flight will be honored when the availability and allocation of such space\nis confirmed electronically for online bookings or by a reservation agent of Sun Country Airlines or its\nauthorized representative. Subject to payment a validated ticket will be issued indicating such confirmed\nspace. Such reservation is subject to cancellation by Sun Country Airlines without notice if the passenger\nhas not obtained a validated ticket specifying his/her confirmed reserved space at least forty-five (45)\nminutes prior to the scheduled departure time of the flight to which his/her reservation applies.\nUpdated October 15, 2025\n16\nContract of Carriage\nException 1: If the passenger agrees to purchase a validated ticket specifying his/her confirmed reserved\nspace at a time earlier than the time limit specified above, such earlier time limit will be entered into Sun\nCountry Airlines' reservation system. The reservation is subject to cancellation by Sun Country Airlines\nwithout notice if the passenger has not obtained a validated ticket specifying confirmed space prior to the\nagreed time in advance of the scheduled departure of the flight on which passenger has a reservation.\nException 2: Where other rules provide for issuance, validation or purchase of a ticket more than forty-five\n(45) minutes prior to scheduled departure time of the reserved flight the advance ticketing time limit\nspecified in such other rule will apply\nException 3: Validated tickets shall not be honored if reservations are canceled pursuant to Rule 135 -\nCancellation of Reservations or canceled by the passenger or his/her representative.\nBecause not all passengers holding confirmed reservations actually use those reservations, Sun Country\nAirlines flights are subject to overbooking which may result in Sun Country Airlines’ inability to honor\ntickets for previously confirmed space on a given flight or for the class of service reserved. In such event,\nSun Country Airlines’ obligation to the passenger is governed by Rule 245 - Denied Boarding Compensation.\nThe term “overbooking” as used in this rule means the acceptance of more confirmed reservations for a\nclass of service on a given flight than the seating capacity of that class of service on the aircraft allows.\nRULE 120 - RESERVATIONS AND TICKETING TIME LIMITS\nReservations requested from any Sun Country Airlines office or authorized agency will be accepted by Sun\nCountry Airlines and ticketing time limits may apply.\nRULE 135 - CANCELLATION OF RESERVATIONS\nSun Country Airlines will cancel reservations of any passenger whenever such action is necessary to comply\nwith any governmental regulation or order, or to comply with any governmental request for emergency\ntransportation in connection with the national defense, or as necessitated by weather, pandemics, fuel\navailability, grounding of an aircraft type, or other conditions beyond Sun Country Airlines' control.\nFailure to Occupy Space\nOn the day of travel, all passengers must be checked in either at the airport ticket counter, kiosk, or\nthrough the Sun Country Airlines website (www.suncountry.com) and be available for passenger boarding\nat the departure gate at least thirty (30) minutes (domestic flights) or sixty (60) minutes (international\nflights) prior to scheduled departure. Failure to do so will subject the reservation(s) to cancellation or to\nclassification of the passenger as a No-Show Passenger as set forth in this contract. Sun Country Airlines\nwill cancel all subsequent flights held by No-Show Passengers on the flights of Sun Country Airlines,\nincluding continuing or return flights on the No-Show Passenger's itinerary. Sun Country Airlines will cancel\nall subsequent flights held by No-Show Passengers on the flights of Sun Country Airlines, including\ncontinuing or return flights on the No-Show Passenger's itinerary. A No-Show Passenger will receive an\nInvoluntary Refund of the full amount paid inclusive of all taxes and fees; however, each such passenger\nwill be assessed a no-show fee equal to an amount per passenger per direction (the amount of the fee is\navailable on the Sun Country Airlines website at https://suncountry.com/terms-and-conditions/changes-\nUpdated October 15, 2025\n17\nContract of Carriage\ncancellations or by calling Sun Country at 651-905-2737), but not to exceed the value of the full amount\npaid. The no-show fee is not a payment for air transportation but is a separate charge and transaction\nunder this contract; for the convenience of the parties, the no-show fee will be offset against the\nInvoluntary Refund and any remaining amount will be issued to each passenger in the form of a Flight\nCredit (which shall be valid for one (1) year from the booking date of the flight for which the Flight Credit is\nbeing issued, subject to the applicable Change Fee). No-Show Passenger consents to Sun Country Airlines’\nclaiming of any credit or refund of Section 4261 tax under section 6415 of the Internal Revenue Code. The\nFlight Credit will be available to the passenger by calling Sun Country Airlines reservations.\nAirport Check-In Time Limit\nWith two exceptions noted below, check-in for Sun Country Airlines flights closes forty-five (45) minutes\nprior to scheduled departure (domestic flights) and sixty (60) minutes prior to scheduled departure\n(international flights). It is the passenger's responsibility to arrive at the airport with proper identification\nand other required documentation, if any, in adequate time to allow for check-in requirements and security\nprocessing.\nExceptions: The following cities’ ticket counter locations will be closed for check-in as follows:\n• Los Angeles, CA – sixty (60) minutes prior to scheduled departure\n• St. Thomas, U.S. Virgin Islands – ninety (90) minutes prior to scheduled departure\nSun Country Airlines recommends passengers arrive at the airport ticket counter one hundred twenty (120)\nminutes prior to scheduled departure (domestic flights) and one hundred eighty (180) minutes prior to\nscheduled departure (international flights).\nPassengers traveling with battery-powered wheelchairs or other battery-powered mobility devices must\npresent themselves at the departure gate at least one (1) hour prior to scheduled departure.\nMisconnected Passengers\nSee Rule 240 - Flight Delays/Misconnections/Cancellations/Schedule Change of this contract.\nLiability\nSun Country Airlines is not liable when it cancels the reservations of any passenger in accordance with this\nrule but:\n• If such reservations were canceled by Sun Country Airlines pursuant to the first sentence of Rule\n135 – Cancellation of Reservations or for other reasons not involving the passenger’s fault or per\n“Misconnected Passengers” above, Sun Country Airlines will take action as provided in Rule 240 -\nFlight Delays/Misconnections/Cancellations/Schedule Change of this contract.\n• If such reservations were canceled pursuant to “Airport Check-In Time Limit” above, Sun Country\nAirlines will refund in accordance with Rule 270 – Voluntary Refunds of this contract.\n• If such reservation were cancelled for a No-Show Passenger, Sun Country will refund such\npassenger in accordance with the “Failure to Occupy Space” section above.\n• The remedies in the above three bullet points shall be the sole and exclusive remedies available to\neligible passengers. Under no circumstances shall any passenger have a claim against Sun Country\nin law or equity for compensatory or punitive damages, irrespective of whether the passenger did\nor did not travel.\nUpdated October 15, 2025\n18\nContract of Carriage\nRefusal of Transport\nSun Country Airlines may refuse to transport any passenger under any of the rules stated in Rule 35 -\nRefusals to Transport of this contract.\nRULE 150 - GENERAL FARES\nSun Country Airlines may offer discount, thrift, economy, coach, first class, and such other fare categories\nas Sun Country may establish. Fares are subject to change without notice. Details may be obtained from\nSun Country Airlines.\nFares apply for transportation only between the airports for which they are published. Tickets may neither\nbe issued nor accepted for transportation that will either originate or terminate at an airport other than\nthe airport for which the fares are published.\nWhen a metropolitan area is served by more than one airport and the passenger requires connecting\nservice with arrival at one airport and departure from another airport, transportation between those\nairports must be arranged by and at the expense of the passenger.\nRULE 160 - CURRENCY\nAll fares are displayed in United States currency.\nRULE 170 - ROUND-TRIP FARES\nThe fare for a ticket purchased before the transportation commences, or reissued, for a round trip between\ntwo points over the lines of one or more carriers will be:\n• When specifically published for the desired routing, the applicable round-trip fare published by or\non behalf of such carrier(s).\n• When not specifically published for the desired routing, the sum of the one-way fares applicable to\nthe respective one- way segments or the sum of the round-trip segment fares if published.\nRULE 180 - STOPOVERS\nUnless specifically provided in the offer of a particular fare, en route stopovers are not permitted.\nRULE 185 - ROUTINGS\nEach fare applies only to transportation via the intermediate cities, if any, specified by Sun Country Airlines\nin connection with such fare. Any other routing may subject the passenger to an additional charge.\nUpdated October 15, 2025\n19\nContract of Carriage\nRULE 190 - ACCEPTANCE OF BAGGAGE GENERAL CONDITIONS\nSun Country Airlines will accept for transportation as baggage such personal property as is necessary or\nappropriate for the wear, use, comfort or convenience of the passenger for the purpose of the trip subject\nto the following conditions:\n• All baggage is subject to inspection. Sun Country Airlines will refuse to transport or will remove at\nany point baggage that the passenger refuses to submit for inspection.\n• Sun Country Airlines may refuse to transport baggage on any flight other than the one carrying the\npassenger.\n• Sun Country Airlines will refuse to accept property for transportation which is not suitably\npackaged to withstand ordinary handling, or whose size, weight or character renders it unsuitable\nfor transportation on the particular aircraft which is to transport it, or which cannot be\naccommodated without risk of harm to other property or annoyance to other passengers;\nprovided, Sun Country may elect to accept such baggage if checked and transported at the\npassenger's own risk (See Rule 195 - Conditions For Acceptance of Special Items). Sun Country\nAirlines will not assume responsibility for items checked in cardboard boxes including any boxes\nprovided by Sun Country Airlines.\nBaggage will not be checked:\n• To a point that is not on the passenger’s routing.\n• Beyond the passenger’s final destination.\n• Beyond a point at which a passenger wants to reclaim the baggage or any portion thereof.\n• Beyond a point at which a passenger is to transfer to a connecting flight, if that flight is scheduled\nto depart from an airport different from the one at which the passenger is scheduled to arrive.\n• Beyond a point to which all applicable charges have been paid.\n• More than four (4) hours prior to the passenger's scheduled flight departure.\nIf baggage is not tendered by a passenger at the airport check-in counter at least one hour in advance of\nscheduled departure time of the flight on which the passenger holds a reservation and otherwise\nsufficiently in advance of departure to assure loading of the baggage based on individual station\nprocedures, the baggage will not be accepted.\nThe passenger's name should appear on the exterior and the interior of each piece of baggage. Sun\nCountry Airlines will supply baggage identification labels free of charge.\nSun Country Airlines will check baggage upon presentation by the passenger of a valid ticket for\ntransportation on Sun Country Airlines or on Sun Country Airlines and one or more other carriers with\nwhich Sun Country Airlines has a ticketing and baggage handling agreement, upon payment of applicable\nfee. Fees for transportation of baggage will be established and/or revised by Sun Country from time to time\nand are set forth on Sun Country’s website at https://suncountry.com/bags-optional-services\nSun Country Airlines will not accept baggage or other personal property for storage.\nAcceptance of Special Items\nSpecial Items listed in Rule 195 - Conditions For Acceptance of Special Items will be accepted only in\naccordance with the additional provisions and/or charges specified in that rule.\nUpdated October 15, 2025\n20\nContract of Carriage\nRULE 195 - CONDITIONS FOR ACCEPTANCE OF SPECIAL ITEMS\nThe following are items or types of items that will be accepted as checked baggage by Sun Country Airlines,\nsubject to specified conditions, and applicable charges will apply (See Rule 220 - Baggage Allowance and\nFees). These types of items must be appropriately packaged prior to check-in, in an original factory-sealed\ncarton, cardboard mailing tube or container or case designed for shipping of such items or packed with\nsufficient protective internal material.\nCertain items, as indicated, will not be included in the Free Baggage Allowance, if applicable (See Rule 225 -\nExcess Baggage), and charges will be collected for any carriage of these items. Charges prescribed in this\nrule are applicable and collectible from the point at which the item(s) is accepted for transportation.\nCharges will be applicable for each segment of the passenger's travel.\nNote: Sun Country Airlines assumes no liability for loss of or damage to these types of items if unsuitably\npackaged, except to the extent required by the Montreal Convention for international journeys.\nItems Considered Fragile, Perishable, or Unsuitable as Checked Baggage\nThe items listed below are deemed by Sun Country Airlines to be fragile or perishable or otherwise\nunsuitable as checked baggage and are subject to the conditions of acceptance previously described.\nUnder no circumstances will Sun Country Airlines assume liability for the loss/damage of contents or delay\nin delivery resulting in damage/loss of checked baggage any of the following items:\nAntlers SCA will transport provided the antlers are free of residue, skull wrapped,\ntips protected, linear dimensions not to exceed 120 inches. Acceptance\nsubject to aircraft load conditions. Antlers will not be included in\ndetermining the free baggage allowance and will always be subject to an\nadditional charge.\nFragile Items Upon request, a fragile and/or bulky item may be carried as cabin seat\nbaggage subject to the provisions in Rule 215 – Cabin-Seat Baggage. Such\nitems are transported at the risk of the passenger.\nFragile items (see examples below) will be accepted for transportation if\nthey are appropriately packaged in an original factory-sealed carton,\ncardboard mailing tube or purpose-designed container/case. Customers\nare responsible for all damage caused by their property, whether such\ndamage is to their own property or to someone else’s property.\nClasses and Examples of Fragile and/or Perishable Items:\nThe classes of items listed below are deemed to be fragile, perishable or\notherwise unsuitable as checked baggage, and are subject to the conditions\nof acceptance set forth above:\nUpdated October 15, 2025\n21\nContract of Carriage\n• Artistic/Art Work: Paintings or pictures, framed or non-framed,\nmodels, sconces, decorative screens, items of decorative stones such as\nmarble, onyx and alabaster, vases, figurines, trophies, souvenirs, drawings,\nstatues or other sculptures, pottery, plastics, plaster of paris, molds, casts,\nphotographs, display items, antique items and samples.\n• Chinaware/Ceramics/Pottery (also see glass below): Ceramics, pots,\nbowls, crockery, dishes, glasses, earthenware and other containers or\nornaments made of porcelain or clay hardened by heat.\n• Electronic/Mechanical Items: Television sets, radios and stereo\nequipment, amplifiers, speakers, tape recorders, calculators, telephones,\ntypewriters, dictation equipment, computer or specialized equipment, hair\ndryers, sewing machines, watches and clocks, calibrated tools and\ninstruments, computers and similar articles.\n• Flora/Floral Items: Floral and nursery stock such as flowers, fruit\nand vegetable plants, cut flowers and floral arrangements and/or displays.\n• Garment Bags and Suit/Dress Covers of light, flimsy plastic or vinyl\nmaterial designed for personal carrying and not for shipping.\n• Glass (also see Chinaware/Ceramics/Pottery above): Glassware,\ncrystal, mirrors, bottles and any liquids contained therein (excluding\nreasonable amounts of toiletries for personal use), telescopes, binoculars,\nbarometers and eyeglasses and lenses that are not in hard-sided cases.\n• Food/Perishable Items: Fresh or frozen foodstuffs, including fruits,\nvegetables, bakery products, meats, fish and poultry.\n• Medical Equipment and Orthodontic Equipment: Items including\nbut not limited to retainers, mouth guards, CPAP machines, CPAP supplies,\ndentures.\n• Photographic/Video Equipment: Items including but not limited to\ncameras, lenses, flash units and bulbs, projectors, photometers,\nspectroscopes, photo tubes, tripods, processed and unprocessed film,\nvideo cameras, camcorders, video cassettes, backdrops, reflectors, and\ndevices using sensitive tubes or plates.\n• Other: Wood products, papers, heirlooms, collections, toys, and\nitems similar to those listed above.\nMusical Includes but is not limited to guitars, violins, violas, organs, harps, bass\nInstruments/Equipment violas, horns, trombones, woodwinds, drums and other percussion\ninstruments, amplifiers, speakers, keyboards, sheet music, music stands\nand instrument stands. Notwithstanding the above, Sun Country will permit\na passenger to carry a violin, guitar or other small musical instrument in the\naircraft cabin, without charging the passenger a fee in addition to any\nstandard fee that Sun Country may require for comparable carry-on\nUpdated October 15, 2025\n22\nContract of Carriage\nbaggage, if the instrument can be stowed safely in a suitable baggage\ncompartment in the aircraft cabin or under a passenger seat in accordance\nwith the requirements for carriage of carry-on baggage established by the\nFAA, and there is space for such stowage at the time the passenger boards\nthe aircraft. Sun Country will permit a passenger to carry in the aircraft\ncabin a musical instrument that is too large to meet the above\nrequirements, without charging the passenger a fee in addition to the cost\nof an additional ticket for a seat to accommodate the instrument (see Rule\n215 – Cabin-Seat Baggage below), provided the instrument is contained in a\ncase or covered so as to avoid injury to other passengers, the weight of the\ninstrument, including the case or covering, does not exceed 165 pounds or\nthe applicable weight restrictions for the aircraft, the instrument can be\nstowed in accordance with the requirements for carriage of carry-on\nbaggage or cargo established by the FAA, and neither the instrument nor\nthe case contains any object or substance prohibited by law or regulation to\nbe carried in an aircraft cabin. Sun Country will transport as checked\nbaggage a musical instrument that is the property of a passenger traveling\non the same flight that may not be carried in the aircraft cabin if the sum of\nthe length, width and height measured in inches of the outside linear\ndimensions of the instrument (including the case) does not exceed 150\ninches or the applicable size restrictions for the aircraft, the weight of the\ninstrument does not exceed 165 pounds or the applicable weight\nrestrictions for the aircraft, and the instrument can be stowed in\naccordance with the requirements for carriage of cargo established by the\nFAA.\nMedication Sun Country Airlines is not liable for over-the-counter medication.\nPrecision Items Includes but is not limited to microscopes, oscilloscopes, meters, counters,\npolygraphs and binoculars.\nItems Requiring Additional Packaging\nSun Country Airlines will assume liability for damage to the following items, so long as they are suitably\npackaged in a hard-sided case in accordance with the size and purpose of the item, or as further described:\nInfant Items Includes strollers, bassinets and car seats. An infant/child car seat will be\naccepted for transportation and use in the passenger compartment only as\npermitted by FAA regulations and only when an additional seat is reserved\nfor the infant or child, a ticket is purchased and the car seat can be properly\nsecured using the seat belt installed in the aircraft.\nRecreational Items Includes but is not limited to coolers, tents, sleeping bags, backpacks and\ncamping accessories. Sun Country Airlines does not accept Styrofoam\nUpdated October 15, 2025\n23\nContract of Carriage\ncontainers or coolers unless packaged inside a durable, leak-proof\ncontainer.\nRestricted The only hazardous materials accepted for carriage in baggage are those\nArticles/Hazardous identified on the following government website:\nMaterials https://www.faa.gov/about/initiatives/hazmat_safety/. Sun Country\nAirlines’ limits on hazardous materials apply to all travel whether on Sun\nCountry and other carriers.\nSporting Equipment Sporting equipment listed below will be accepted by Sun Country Airlines\nsubject to the stated conditions of acceptance and applicable charges:\nBoogie Boards/Skate Boards:\nWill be included in determining the baggage allowance and when in excess\nof allowance will be subject to the excess charge for a single piece whether\nor not presented as a single piece.\nBowling Equipment:\nWill be accepted as checked baggage and will be included in determining\nthe baggage allowance and when in excess of allowance will be subject to\nthe excess charge for a single piece whether or not presented as a single\npiece. For the purpose of this provision one item of bowling equipment is\ndefined as one or two bowling balls, bowling bag and one pair of bowling\nshoes.\nFishing Equipment:\nItems of fishing equipment will be accepted as checked baggage and will be\nincluded in determining the baggage allowance and when in excess of\nallowance will be subject to the excess charge for a single piece whether or\nnot presented as a single piece. For purposes of this provision one item of\nfishing equipment is defined as two rods, one reel, one landing net, one\npair of fishing boots (all properly encased) and one tackle box. Styrofoam\ncontainers are not accepted unless packaged inside a durable, leak-proof\ncontainer.\nGolfing Equipment:\nItems of golfing equipment will be accepted as checked baggage and will be\nincluded in determining the baggage allowance and when in excess of\nallowance will be subject to additional charges. For purposes of this\nprovision one item of golfing equipment is defined as one golf bag (properly\nencased in a hard-sided container) containing golf clubs, golf balls, and golf\nshoes. Sun Country Airlines will also accept soft-sided bags but is not liable\nfor damage to the bag or its content.\nPaintball Equipment:\nUpdated October 15, 2025\n24\nContract of Carriage\nItems of paintball equipment will be accepted only as checked baggage\nsubject to the conditions and charges specified:\n• Paintball guns are not considered firearms but are prohibited from\ncarry-on luggage by Federal regulations and must be packed in\nunlocked checked baggage.\n• Compressed gas cylinders for Paintball equipment may be carried\nin checked or carry-on baggage only if the regulator valve is\ncompletely disconnected from the cylinder and the cylinder is no\nlonger sealed (i.e., the cylinder has an open end). Cylinders must\nhave an opening to allow for a visual inspection to ensure there are\nno prohibited items inside. If the cylinder is sealed (i.e., the\nregulator valve is still attached), the cylinder is prohibited and not\npermitted aboard any aircraft.\nShooting Equipment:\nYOU ARE RESPONSIBLE FOR KNOWLEDGE OF, AND COMPLIANCE WITH,\nALL FEDERAL, STATE AND LOCAL LAWS REGARDING THE OWNERSHIP,\nPOSSESSION, AND TRANSPORTATION OF FIREARMS.\n• In accordance with federal law, a passenger who presents baggage\ncontaining a firearm/shooting equipment must declare and\ndemonstrate that the weapon is unloaded and that all other\nappropriate precautions have been taken regarding the weapon\nand any ammunition.\n• Firearms/shooting equipment is accepted by Sun Country Airlines\nas checked baggage only. Exception: Certain law enforcement\nofficers will be permitted to carry sidearms on-board the aircraft to\nthe extent authorized or required by law or regulation.\n• Firearms are not accepted for interline travel.\n• International carriage of firearms and ammunition is strictly\nprohibited.\n• Sun Country Airlines employees will not handle firearms.\n• Firearms/shooting equipment must be declared at the airport\ncheck-in counter.\n• No one under 18 years of age may check a firearm as baggage.\n• Items of firearm/shooting equipment are subject to the following\nconditions and charges. For purposes of this provision each of the\nfollowing is considered one item of shooting equipment:\nOne rifle/shotgun case and contents consisting of not more\no\nthan three rifles/shotguns, shooting mat, noise\nsuppressors and tools. There is no limit on the number of\ncases allowed.\nUpdated October 15, 2025\n25\nContract of Carriage\nOne hand gun (i.e., pistol/revolver) case containing not\no\nmore than five pistols/revolvers, noise suppressors, and\ntools. There is no limit on the number of cases allowed.\nEleven (11) pounds of ammunition per passenger\no\nOne (1) bow and quiver of arrows or one (1) cross-bow and\no\nmaintenance kit enclosed in a hard-sided case or container\nof sufficient strength to protect the bow and quiver with\narrows from accidental damage\nOne nail gun with ammunition\no\nOne Paintball gun (see Paintball Equipment)\no\n• Firearms/shooting equipment must be unloaded with the action,\nslide or bolt open, where applicable.\n• Firearms/shooting equipment must be locked in a hard-sided\ncontainer manufactured specifically for the equipment or in any\nhard-sided container deemed suitable by a representative of Sun\nCountry Airlines with only the individual checking the baggage\nretaining the key.\n• Ammunition must be packed in its original packaging or case\nspecifically designed for ammunition. Loose ammunition or\nammunition loaded in magazines or speed loaders will not be\naccepted.\n• Ammunition may be placed inside of the locked case providing it is\npacked as stated above.\n• Excess baggage charges apply to each of Items 1 through 6 above if\nthe item is in excess of the baggage allowance and/or is\noversize/overweight.\n• Ammunition with explosive or incendiary projectiles will not be\naccepted.\n• Baggage containing firearms/shooting equipment will not be\naccepted for transportation by Sun Country Airlines unless a\ndeclaration tag is signed and dated each time the baggage is\npresented at check-in. The tag will be placed inside the case if the\ncase is checked alone. If the case is inside checked baggage, the tag\nwill be placed inside the baggage, but outside the firearm case\ndeclaring that the firearm/shooting equipment is not loaded.\nSkiing Equipment:\nItems of skiing equipment will be accepted as checked baggage and will be\nincluded in determining the baggage allowance and when in excess of\nallowance will be subject to charges. For purposes of this provision one\nitem of skiing equipment includes one pair of snow skis or one snow board,\none pair of ski boots, one pair of ski poles and one pair of ski bindings. One\npair of water skis also constitutes one item of skiing equipment.\nUpdated October 15, 2025\n26\nContract of Carriage\nHockey/Lacrosse/Curling Equipment:\nUp to two hockey, curling brooms/brushes, or lacrosse sticks taped\ntogether plus one hockey, curling or lacrosse bag which may include a\nstick/broom/brush mentioned above, pads, uniform, and equipment will be\nconsidered as one item of sporting equipment and permitted in place of\none checked bag. Oversize charges do not apply to the\nsticks/brooms/brushes mentioned above. If applicable, oversize and\noverweight baggage charges apply to the equipment bag. Except where\nrequired under the Montreal Convention, Sun Country Airlines is not liable\nfor the items mentioned if you pack them and they are damaged or your\nluggage is lost, unless they are packaged in a hard-sided case.\nFootball/Other Sports Ball Equipment:\nNormal baggage size and weight limitations apply.\nBicycles:\nBicycles will not be included in determining the baggage allowance and will\nalways be subject to an additional charge. Sun Country Airlines will accept\nnon-motorized touring or racing bicycles with single seats. The bicycles\nmust be placed in a cardboard container or have the handlebars fixed\nsideways and pedals removed or the pedals and handlebars must be\nencased in plastic foam or similar material. Bicycles will be accepted based\non availability of space.\nDiving Equipment:\nDiving gear will not be included in determining the baggage allowance and\nwill always be subject to an additional charge. For purposes of this\nprovision one item of diving equipment is defined as a dive bag containing\nequipment used in the diving sport with the exception of diving tank(s).\nDiving tanks are prohibited on Sun Country Airlines aircraft.\nSurfboards/Wakeboards:\nSurfboards/wakeboards will not be included in determining the baggage\nallowance. Subject to the conditions specified under Fragile Items above,\nsurfboards/wakeboards, no longer than five (5) feet, will be accepted as\nchecked baggage and will be subject to an additional charge.\nWindsurfing Equipment:\nWindsurfing equipment exceeding five (5) feet in any dimension is not\naccepted.\nToys Includes but is not limited to doll houses, model trains, cars, airplanes,\nscooters, tricycles, games, beach umbrellas, and similar items. Each such\nitem may be subject to a charge.\nUpdated October 15, 2025\n27\nContract of Carriage\nLimited Release Baggage Tag\nThe limited release (reverse side of Baggage/Claim Check tag) relieves Sun Country Airlines of liability for\ndamage to fragile items (of the type identified above) as checked baggage when damage results solely\nfrom the unsuitability of their packaging and not from the carrier’s failure to exercise the ordinary standard\nof care. Execution of the release form also relieves the carrier of liability for spoilage, substantial loss of\nvalue or potency resulting from carrier’s delay in delivery of checked baggage when such spoilage results\nfrom the unsuitability of such items as checked baggage and not from the carrier’s failure to exercise the\nordinary standard of care. In the case of international journeys, in the event the terms of the limited\nrelease conflict with those of the Montreal Convention, the latter will apply.\nWheelchairs and Other Mobility Aids\nSun Country Airlines will accept, in addition to the baggage allowance and at no charge, wheelchairs and\nother mobility devices. All types of wheelchairs/mobility devices (collapsible and non-collapsible; electric\npowered with wet or dry cell batteries) will be accepted.\nElectric/battery-powered wheelchairs and other mobility devices will be carried provided if:\n• Passenger notifies Sun Country Airlines at least forty-eight (48) hours in advance of scheduled time\nof departure (if Sun Country Airlines is to provide hazardous materials packaging for batteries) and\nchecks in at least one (1) hour prior to departure.\n• Passenger provides instructions for the disassembly/reassembly of their device and, in the case of\nelectric/battery- powered devices, power source disconnection/reconnection instructions.\n• Device will fit upright through the aircraft cargo door and can be stowed upright. Oversized devices\nmay require some disassembly or carriage will be refused if they do not fit through the door.\n• Batteries are identified as either spillable or non-spillable for correct handling procedures.\nBatteries which are spillable should be fitted with spill-resistant vent caps when feasible.\n• Battery cables are disconnected and terminals protected against electrical shorting, or the battery\nis completely enclosed in a rigid case or compartment which is integral to its design.\n• Wet-cell batteries are contained in a leak-proof box and securely fastened therein.\nWheelchairs/Mobility devices will typically be carried in the cargo compartment of the aircraft. However\nthere is storage space available in the cabin for one collapsible wheelchair with fully-collapsed dimensions\nnot exceeding 13 inches by 36 inches by 42 inches (without having to remove the wheels or otherwise\ndisassemble it) on a first-come first-served basis. This cabin stowage space does not accommodate all sizes\nof wheelchairs/mobility devices. Detachable items such as seat cushions and footrests may be carried in\nthe cabin if they meet carry-on size restrictions. Detachable items may also be tagged and stowed with the\nchair in the aircraft’s cargo compartment.\nRULE 200 - ACCEPTANCE OF PETS\nSubject to the conditions stated below, Sun Country Airlines accepts pets in the passenger cabin as carry-on\nfor a fee established and/or revised by Sun Country from time to time.\nPets are accepted conditionally and must not pose a hazard to the safety of any passenger, crew member\nor ground support personnel.\nUpdated October 15, 2025\n28\nContract of Carriage\nPets are not accepted on international flights or on flights to/from Anchorage, AK, Hawaii, or Puerto Rico.\nSun Country Airlines does not accept unaccompanied animals of any kind as cargo.\nIf an animal is denied transportation, a refund for the ticketed passenger and the pet fee may be provided\nless a service fee, or the passenger may re-book without the animal for a service fee, plus any fare\ndifference.\nSun Country Airlines will not accept pets for interline travel.\nPets In Cabin\nThe following requirements do not apply to Service Animals. Please refer to Rule 55 – Service Animals for\nSun Country policies regarding Service Animals.\nSun Country accepts small cats and dogs (weighing 35 lbs. or less) in the passenger cabin.\nConditions of Acceptance\n• Advance arrangements are required and availability is limited. Only SCA Reservation Agents\n(available by telephone) can book pet reservations.\n• A non-refundable fee is charged for each flight segment on which the pet will be carried when a\nreservation is made in advance. Pets without an advance reservation are subject to a higher per\nsegment fee. Pets with or without advance reservations are accepted only if capacity is not\nexceeded.\n• Maximum one pet per carrier.\n• The number of pets per flight is limited.\n• Pet and its carrier are considered a carry-on item and are included in passenger’s regular carry-on\nallotment.\n• Pet must remain in its carrier and stowed underneath the seat in front of the passenger\ncontinuously from the time the passenger boards the flight until the time the passenger\ndisembarks from the flight. Seating of the passenger in an exit row or a bulkhead row is not\npermitted.\n• Owner is responsible for the pet and may be denied future travel on Sun Country if pet is taken out\nof the carrier while aboard the aircraft or disturbs other passengers.\n• Passengers are responsible for complying with applicable federal, state and local regulations or\nordinances related to animals.\nPet Carrier Requirements\n• The pet must fit in a carrier that does not exceed 16\"L x 11\"W x 8\"H which must be placed and\nremain under the seat in front of the accompanying passenger.\n• The pet must be able to stand up and move around inside the carrier with ease.\n• The carrier must have a leak-proof bottom and must be well-ventilated on at least two sides.\n• Approved soft-sided carriers specifically designed as pet carriers are recommended as long as they\nmeet the above requirements.\n• Sun Country Airlines does not have pet carriers available at any airport.\nLiability Limitations\nUpdated October 15, 2025\n29\nContract of Carriage\n• All Sun Country baggage policies and liability limitations are applicable to animals transported on\nSun Country flights.\n• Total liability for provable direct or consequential injury resulting from loss, damage or delay to\nchecked baggage in Sun Country’s custody is limited to $4,700 per passenger for domestic (U.S.)\nflights.\n• Sun Country assumes no responsibility for impaired health, injury or death of animals.\n• Sun Country will not transport dead animals.\n• Animals not claimed within four (4) hours of arrival will be considered abandoned and will be sent\nto a local veterinarian, animal shelter or pound at the passenger’s expense.\nRULE 205 - CHECKED AND CARRY-ON BAGGAGE\nPassengers may check baggage for carriage in the cargo compartment of the aircraft and/or may carry\nbaggage on board the aircraft subject to the provisions below. The suitability of baggage as to size and\ncharacter to be carried in the passenger or cargo compartment of the aircraft is determined by Sun Country\nAirlines.\nChecked Baggage\nSun Country will check baggage which is tendered by a passenger and which is acceptable under the terms\nof Rule 190 Acceptance of Baggage, and where applicable Rule 195 - Conditions For Acceptance of Special\nItems, for an applicable fee, upon presentation by the passenger of a valid ticket for transportation by Sun\nCountry Airlines and, in the case of interline connecting flights offered by Sun Country, one or more other\ncarriers. See also Rules 220, 225 and 230 below. In the event a piece of baggage exceeds 62 linear inches in\noverall dimensions (length + width + height, including wheels, handles and any other protruding items)\nand/or weighs more than 50 pounds, there will be an excess baggage charge for that piece. For information\non Sun Country’s standard and excess baggage fees, see https://suncountry.com/bags-optional-services..\nCarry-On Baggage\nWhen baggage is carried on board the aircraft it is subject to payment of such fees as may be applicable\n(see https://suncountry.com/bags-optional-services) and it must be retained in the passenger's custody\nand stored under the seat in front of the passenger or in an overhead compartment approved for the\ncarriage of such baggage. Carry-on baggage is subject to the following additional conditions:\n• Maximum of one (1) piece of carry-on baggage per fare-paying passenger, which may not exceed\nany of the following dimensions: 24” long x 16” wide x 11” high (including wheels, handles, and\nany other protruding items). The weight of a carry-on bag may not exceed 35 pounds. Carry-on\nbaggage must fit easily within the Carry-on Sizer boxes conveniently located near Sun Country’s\ncheck-in counters and gate areas.\n• In addition to the above, passengers may bring onboard one (1) smaller personal item that must fit\nunder the seat in front of the passenger (i.e., purse, laptop computer, infant bag, etc.). The\ndimensions of this personal item may not exceed any of the following dimensions: 17” long x 13”\nwide x 9” high. Ordinarily no fee is charged for a personal item. However, any carry-on bag or\npersonal item that exceeds the applicable above-stated limit will be carried only as checked\nbaggage subject to payment of applicable checked baggage fees.\nUpdated October 15, 2025\n30\nContract of Carriage\n• Sun Country Airlines assumes no responsibility or liability on domestic flights for baggage or other\nitems carried into the passenger compartment of the aircraft. For international flights, Sun Country\nAirlines is liable for destruction or loss of, or damage to, baggage or other items carried into the\npassenger compartment of the aircraft only to the extent the damage resulted from the fault of\nSun Country Airlines.\n• Operational or safety considerations may require limitations to the allowable carry-on baggage on\na specific flight which would otherwise be suitable under this rule. Sun Country Airlines reserves\nthe right to determine the suitability or acceptability of any item to be carried in the cabin of the\naircraft, whether due to operational or safety considerations or otherwise.\n• Should the volume of carry-on baggage exceed the stowage capability of the aircraft, items of\ncarry-on baggage selected by Sun Country will be tagged as checked baggage and placed in the\naircraft’s cargo compartment.\n• Regarding carry-on of musical instruments, see Rule 195 - Conditions for Acceptance of Special\nItems -Musical Instruments/Equipment above.\nRULE 215 – CABIN-SEAT BAGGAGE\nWhen a fare-paying passenger requests that an item be carried in the cabin and it is determined by Sun\nCountry Airlines that the item is acceptable as cabin baggage but is so fragile and/or bulky as to require the\nuse of a seat (such as a large musical instrument), the item will be accepted subject to the following\nconditions and charges:\n• A seat for the cabin-seat baggage must be reserved in advance and applicable charges paid. The\nseat used for the item of cabin-seat baggage must be located where a full bulkhead or divider is\ndirectly in front of it and forward of all passengers in that portion of the aircraft’s cabin.\n• Sun Country Airlines will charge 100% of the applicable adult fare, for that portion of the trip on\nwhich the extra seat is used. The cabin-seat baggage will not be included in determining the free\nbaggage allowance or excess baggage charges.\n• The item must be carried aboard the aircraft by the passenger.\n• The item must be properly secured by an aircraft seat safety belt and any additional tiedown(s)\nhaving enough strength and security to eliminate the possibility of the item shifting under all\nnormally anticipated flight and ground conditions, with the additional tiedown(s) provided and\ninstalled by the passenger under the supervision of Sun Country Airlines personnel.\n• If the item cannot be properly stowed, it must be removed from the cabin and transported as\nchecked baggage subject to availability of space and payment of applicable fees, or other\narrangements for transportation of the item must be made by the passenger.\n• The item must be properly encased, packaged or covered so that it cannot injure anyone.\n• The item must not exceed a weight of 100 pounds (except that a musical instrument may weigh up\nto 165 pounds).\n• The item must not block access to the aisle or access to or use of any required emergency or\nregular exit, or of the aisle itself.\n• The item must not block any passenger’s view of no-smoking, fasten seat belt or exit signs.\nUpdated October 15, 2025\n31\nContract of Carriage\nRULE 220 - BAGGAGE ALLOWANCE AND FEES\nEach fare-paying passenger is allowed to bring on board and/or check baggage as described in Rule 205 -\nChecked and Carry-On Baggage. Baggage exceeding two checked pieces, one carry-on bag and one\npersonal item per passenger is considered excess baggage subject to Rule 225 – Excess Baggage below. All\ntransportation of baggage except (a) personal items described in Rule 205 – Checked and Carry-On\nBaggage, and (b) items described under the Articles Carried Free In Addition to Baggage Allowance\nheading of this Rule 220 – Baggage Allowance and Fees, is subject to applicable fees as established and/or\nrevised by Sun Country from time to time. Fees charged by Sun Country for transportation of baggage may\nbe found at https://suncountry.com/bags-optional-services.\nExceptions: Passengers utilizing the Sun Country Airlines Visa Signature Card to purchase Sun Country\ntickets may be entitled to reduced baggage fees; see https://suncountry.com/bags-optional-services.\nBaggage exceeding any of the above allowances, oversized bags and overweight bags are subject to fees in\naccordance with Rule 225 - Excess Baggage.\nSignificantly Delayed Bag\nA passenger is entitled to receive a refund of the checked baggage fee(s) applicable to a Significantly\nDelayed Bag, provided that Sun Country has received a Mishandled Baggage Notice from the passenger. If\nthe passenger is entitled to a refund pursuant to the previous sentence, Sun Country shall promptly refund\nthe applicable baggage fee(s) to the original form of payment.\nPassenger Reroute\nPassengers rerouted in accordance with Rule 240 - Flight Delays/Misconnections/Cancellations/Schedule\nChange, will be entitled to the baggage allowance applicable to the trip as originally purchased regardless\nof whether passengers are transferred to a different class of service and whether or not they are entitled to\na fare refund.\nArticles Carried Free In Addition to Baggage Allowance\nIn addition to the baggage allowance specified in Rule 205 - Checked and Carry-On Baggage, each fare-\npaying passenger may bring without additional charge the following:\n• child restraint system used in flight provided child is a fare-paying passenger. If child is not fare-\npaying (i.e., if child is traveling as a lap child) the restraint system is required to be checked as\nbaggage. Sun Country Airlines is not liable for any damage that occurs to infant/child car seats or\nstrollers that are not properly packaged and protected in a Durable Enclosure when checked as\nbaggage.\n• outerwear (i.e., coat, hat)\n• mobility devices, crutches, canes, braces or other assistive devices of qualified passengers with\ndisabilities. These items generally must be stowed under a series of connected seats or between\ntwo window seats and the fuselage (except emergency window exits) provided they are flat on the\nfloor and do not protrude into the aisle.\nRULE 225 - EXCESS BAGGAGE\nUpdated October 15, 2025\n32\nContract of Carriage\nBaggage in excess of the maximum allowance specified in Rule 220 - Baggage Allowance and Fees, will be\naccepted for transportation only under the conditions and upon payment of excess baggage charges\nspecified on Sun Country’s website at https://www.suncountry.com/bags-optional-services.\nExcess baggage charges will apply from the point at which baggage is accepted for transportation to the\npoint to which the baggage is checked.\nApplicable Charges\nWhere the provisions of Rule 220 - Baggage Allowance and Fees, indicate a maximum acceptable number\nof pieces of baggage that will be carried per passenger, the piece(s) in excess of that maximum will be\nsubject to the charges prescribed on Sun Country’s website at https://www.suncountry.com/bags-optional-\nservices. One charge will be collected per piece at the highest applicable fee; fees apply on a one-way\nbasis.\nExcess Baggage Charges\nPassengers checking excess baggage will be charged the applicable fees.\nInterline Travel\nExcess baggage transferring to other airlines may be subject to the receiving airline's charges for such\nbaggage, in addition to charges assessed by Sun Country Airlines.\nOversized/Overweight Baggage\nIf a single piece of baggage exceeds 62 linear inches (length + width + height, including wheels, handles and\nany other protruding items) and/or weighs more than 50 pounds, there will be an excess baggage charge\nfor that piece. Excess baggage charges will be established and/or revised by Sun Country from time to time\nand may be viewed at https://www.suncountry.com/bags-optional-services. Sun Country will not accept\nbaggage that weighs more than 100 pounds or exceeds 80 linear inches, except that Sun Country will\naccept large musical instruments as checked baggage as set forth in Rule 195 - Conditions for Acceptance of\nSpecial Items -Musical Instruments/Equipment above.\nInterline Travel\nOversize/overweight baggage transferring to other airlines may be subject to the receiving airline's charges\nfor such baggage, in addition to charges assessed by Sun Country Airlines.\nRULE 230 - BAGGAGE LIABILITY LIMITATIONS\nOn U.S. domestic flights (which includes flights between the 48 contiguous states and overseas U.S. states\nand territories), no legal action may be brought against Sun Country Airlines for any loss of, damage to or\ndelay in the delivery of baggage or other property unless:\n• The Mishandled Baggage Notice is received by Sun Country within four (4) hours of arrival, unless\nthe passenger can show good cause for failure to give such notice.\n• The Mishandled Baggage Claim is properly completed by the passenger within forty-five (45) days\nafter the alleged occurrence of the events giving rise to the claim.\n• Such action against Sun Country Airlines or any of its officers, agents, or employees is commenced\nwithin one (1) year after the occurrence of the events giving rise to the claim.\nUpdated October 15, 2025\n33\nContract of Carriage\nClaims for pilferage may be made up to 7 calendar days after flight arrival. Any documentation required to\nsupport the claim must be submitted within 45 days from the date the passenger receives the claim form\nfrom Sun Country Airlines; Sun Country Airlines will not be liable if the completed claims are not submitted,\nwith documentation, within that time period.\nIn delivering baggage or other property to Sun Country Airlines for transportation, whether checked or\notherwise placed into the custody of Sun Country Airlines or one of its employees, the fare-paying\npassenger agrees that Sun Country Airlines' liability, if any, should the baggage be lost, damaged or delayed\nin delivery is limited to the lesser of the amount of provable direct and consequential damages actually\nsustained by the passenger or $4,700 for domestic flights. In the case of such flights, the damage sustained\nby the passenger for property that is lost shall be measured by the fair market value of the property at the\ntime it was received by Sun Country Airlines and not by the cost to replace the property. These limitations\non Sun Country Airlines' liability also apply to baggage or other personal property in Sun Country Airlines'\npossession at a city or airport office or elsewhere before or after the passenger's flight.\nInterline Travel\nFor U.S. domestic interline travel when the airlines involved have different limitations of liability, and\nresponsibility for loss, damage or delay in delivery of baggage cannot be determined, the $4,700 limit of\nliability will apply when the claim is filed with Sun Country Airlines.\nInternational Liability\nFor international flights, including the domestic portions of international journeys, subject to the Warsaw\nConvention, the liability for delayed, damaged or loss is approximately $9.07 per pound ($20.00 per kg) for\nchecked baggage and approximately $400 per passenger for unchecked baggage. Where the Montreal\nConvention applies, liability for delay, damage or loss to checked and unchecked baggage is limited to 1,519\nSpecial Drawing Rights per passenger (for conversion rates to USD please see\nhttp://www.imf.org/external/np/fin/data/param_rms_mth.aspx for additional information on Special\nDrawing Rights). No legal action may be brought against Sun Country Airlines for any loss of, damage to or\ndelay in the delivery of baggage or other property unless:\n• Sun Country Airlines admits the loss of the checked baggage or the checked baggage has not\narrived at the expiration of twenty-one (21) days after the date on which it ought to have arrived.\n• Written notice of the claim is given to Sun Country Airlines at any of its offices within seven (7)\ndays from the date of receipt in the case of damage to checked baggage and in the case of delay,\nwithin twenty-one (21) days from the date on which the baggage has been placed at the\npassenger’s disposal.\n• The Mishandled Baggage Claim is properly completed by the passenger within forty-five (45) days\nafter the alleged occurrence of the events giving rise to the claim.\n• Such action is brought within a period of two (2) years, reckoned from the data of arrival at the\ndestination, or from the date on which the aircraft ought to have arrived, or from the date the\ncarriage stopped.\nDeclaration of Higher Value\nPassengers desiring baggage valuation coverage in excess of Sun Country Airlines’ above-stated liability\nlimits will be referred to private insurance representatives.\nUpdated October 15, 2025\n34\nContract of Carriage\nExclusions from Liability\nWhen Sun Country Airlines has exercised ordinary care, Sun Country Airlines shall not be liable for delay in\ndelivery of any perishables nor for damage to or damage caused by fragile articles, liquids or perishables\nwhich are unsuitably packed and which are included in a passenger's checked baggage with or without the\ncarrier's knowledge. Sun Country Airlines shall not be liable for the damage or delay in delivery of a\npassenger's checked baggage and property accepted pursuant to the execution of a release as referenced\nin Rule 195 - Conditions For Acceptance of Special Items (“Limited Release”) to the extent that such release\nrelieves Sun Country Airlines of liability.\nSun Country Airlines assumes no liability for damage defined as normal wear and tear, including minor\ncuts, tears, dents, scrapes and soiling.\nSun Country Airlines is not liable for any damage that occurs to infant/child car seats, strollers or folding\nwagons that are not properly packaged and protected in a Durable Enclosure when checked as baggage.\nSun Country Airlines assumes no liability for loss of, damage to, theft of or delay in delivery of high value,\nfragile or perishable items including but not limited to the following (except to the extent required by 14\nCFR Part 382):\n• money Hardware\n• business/personal documents\nelectronic/mechanical\n• gift cards\n• business equipment equipment including but\n• credit cards not limited to:\n• business samples\n• jewelry • blueprints • radios\n• photographs • religious & ceremonial items • recorders\n• passports • musical instruments • phones\n• eyeglasses • historical artifacts • compact discs/digital\nvideos disc/cassette tapes\n• sunglasses\n• antiques\n• computers\n• drivers licenses\n• heirlooms\n• portable electronic\n• souvenirs\n• collector’s items\ndevices (e.g.,\n• car/house keys • furs, including items made from it DVD/MP3/CD/video\ngame players, personal\n• manuscripts\n• game trophies\ndigital assistance\n• contact lenses and\n• perfumes (PDAs), etc.)\naccessories\n• cosmetics • hand and power tools\n• important\npapers/documents • cigars • toolboxes and similar\ncontainers\n• travel documents • spirits\n• camera/video equipment\n• film\nUpdated October 15, 2025\n35\nContract of Carriage\n• or other similar items\ncontained therein or any\nitems the passenger\ncould not be without in\nchecked baggage.\nNotwithstanding anything to the contrary in this Rule 230 – Baggage Liability Limitations, for international\nflights, Sun Country Airlines is not liable only if and to the extent that damage resulted from an inherent\ndefect, quality, or vice of the baggage. In the case of unchecked baggage, including personal items, Sun\nCountry is liable only if the damage resulted from Sun Country’s fault.\nFor purposes of baggage handling and liability, unless a passenger provides contrary evidence, all checked\nbaggage will be treated as the property of the individual who checked it. Each item of baggage shall be\nconsidered the property of one passenger only.\nRULE 240 - FLIGHT DELAYS/MISCONNECTIONS/CANCELLATIONS/SCHEDULE CHANGE DELAY,\nMISCONNECTION OR CANCELLATION\nSun Country will have no liability for delays, misconnections, or cancellations. Without limiting the\nforegoing,\n• If Sun Country is unable to provide alternative transportation acceptable to the passenger subject\nto a Significantly Delayed or Changed Flight, Sun Country will refund the value of the unused air\ntransportation in accordance with Rule 260 - Refunds Resulting from Inability to Accommodate or\nRefusal to Carry Passenger, which will be the limit of its liability.\n• If the passenger is holding a confirmed seat on a higher-class ticket and space is only available on a\nlower class of seating, Sun Country will refund the difference in fares pursuant to Rule 260 -\nRefunds Resulting from Inability to Accommodate or Refusal to Carry Passenger.\n• In no event will Sun Country reimburse a passenger for travel purchased from another carrier.\nSchedule Change\nSun Country may, without liability and without notice, change the time of the schedule of any flight,\nsubstitute aircraft, add or omit scheduled stops. With or without such changes, Sun Country does not\nguarantee that passengers will make connections to other flights operated by it or another carrier. If Sun\nCountry is unable to provide alternative transportation acceptable to the passenger subject to a\nSignificantly Delayed or Changed Flight, Sun Country will refund the value of the unused air transportation\nin accordance with Rule 260 - Refunds Resulting from Inability to Accommodate or Refusal to Carry\nPassenger, which will be the limit of its liability.\nUpdated October 15, 2025\n36\nContract of Carriage\nAmenities\nWhen a fare-paying passenger holds confirmed reservations on a Sun Country Airlines flight, Sun Country\nAirlines may assume limited expenses incurred as a result of a mechanical delay which was reasonably\nwithin the control of Sun Country Airlines and exceeded four (4) hours for domestic flights or eight (8)\nhours for international flights, provided however, that any such limited expenses shall only be reimbursable\nby Sun Country Airlines if the impacted passenger provides itemized receipts. Sun Country Airlines will\nadvise the passenger of the available amenities and services. Sun Country Airlines may provide special\namenities and services which, in Sun Country Airlines’ judgment, are required by certain passengers such\nas passengers with disabilities, or ill and/or incapacitated passengers for the safety, health and welfare of\nsuch passengers.\nCarriers in Default\nSun Country Airlines will not accept for any purposes under this Contract of Carriage passenger tickets or\nrelated transportation documents issued by any carrier which is in substantial default of its interline\nobligations or which voluntarily or involuntarily has become the subject of bankruptcy proceedings (the\n“defaulting carrier”).\nException: Tickets issued by the defaulting carrier or its sales agent prior to the default will be accepted\nsolely for transportation on Sun Country Airlines provided such tickets were issued by such defaulting\ncarrier in its capacity as agent for Sun Country Airlines and specified transportation via Sun Country\nAirlines. When such tickets are accepted, no adjustments in fare will be made which would require Sun\nCountry Airlines to refund money to the passenger.\nStrike/Work Stoppage\nIn the event of a work stoppage which causes any cancellation or suspension of operations of any carrier\nother than Sun Country, the provisions of this rule will not apply with respect to passengers holding tickets\nfor transportation on that carrier.\nRULE 245 - DENIED BOARDING COMPENSATION\nIf you have been denied a reserved seat on Sun Country Airlines, you are probably entitled to monetary\ncompensation. This notice explains Sun Country Airlines’ obligations and the passenger’s rights in the case\nof an oversold flight, in accordance with regulations of the U.S. Department of Transportation.\nVolunteers and Boarding Priorities\nIf a flight is oversold (more passengers hold confirmed reservations than there are seats available), no one\nmay be denied boarding against his or her will until Sun Country Airlines personnel first ask for volunteers\nwho will give up their reservation willingly, in exchange for compensation of Sun Country Airlines’ choosing.\nIf there are not enough volunteers, other passengers may be denied boarding involuntarily in accordance\nwith the boarding priorities of Sun Country Airlines. In such event, Sun Country Airlines will usually deny\nboarding based upon check-in time (i.e., the last passenger to check in would be the first to be denied\nboarding), but Sun Country may also consider factors such as severe hardships, fare paid, and status with\nSun Country Rewards. Reasonable efforts will be made to accommodate individuals with a disability or\nUpdated October 15, 2025\n37\nContract of Carriage\nneeding assistance, the elderly, connecting passengers, families traveling with children, and passengers less\nthan eighteen (18) years of age.\nCompensation for Involuntary Denied Boarding\nIf you are denied boarding involuntarily, you are entitled to a payment of “denied boarding compensation”\nfrom Sun Country Airlines unless:\n• you have not fully complied with Sun Country Airlines’ ticketing, check-in and reconfirmation\nrequirements, or you are not acceptable for transportation under Sun Country Airlines’ usual rules\nand practices; or\n• you are denied boarding because the flight is canceled; or\n• you are denied boarding because a smaller capacity aircraft was substituted for safety or\noperational reasons; or\n• on a flight operated with an aircraft having 60 or fewer seats, you are denied boarding due to\nsafety-related weight/balance restrictions that limit payload; or\n• you are offered accommodations in a section of the aircraft other than specified in your ticket, at\nno extra charge (a passenger seated in a section for which a lower fare is charged will be given an\nappropriate refund); or\n• Sun Country Airlines is able to place you on another flight or flights that are planned to reach your\nnext stopover or final destination within one hour of the planned arrival time of your original flight.\nAmount of Denied Boarding Compensation\nDomestic Transportation\nPassengers traveling between points within the United States (including its territories and possessions) that\nare denied boarding involuntarily from an oversold flight are entitled to:\n• No compensation if Sun Country Airlines offers alternate transportation that is planned to arrive at\nthe passenger’s destination or first stopover not later than one hour after the planned arrival time\nof the passenger’s original flight;\n• 200% of the fare to the passenger’s destination or first stopover, or $1,075, whichever is lower, if\nSun Country Airlines offers alternate transportation that is planned to arrive at the passenger’s\ndestination or first stopover more than one hour but less than two hours after the planned arrival\ntime of the passenger’s original flight; and\n• 400% of the fare to the passenger’s destination or first stopover, or $2,150, whichever is lower, if\nSun Country Airlines does not offer alternate transportation that is planned to arrive at the airport\nof the passenger’s destination or first stopover less than two hours after the planned arrival time\nof the passenger’s original flight.\n0 to 1 hour arrival delay: No compensation\n1 to 2 hour arrival delay: 200% of one-way fare, or $1,075, whichever is lower\nOver 2 hours arrival delay: 400% of one-way fare, or $2,150, whichever is lower\nInternational Transportation\nPassengers traveling from the United States to a foreign point who are denied boarding involuntarily from\nan oversold flight originating at a U.S. airport are entitled to:\nUpdated October 15, 2025\n38\nContract of Carriage\n• No compensation if Sun Country Airlines offers alternate transportation that is planned to arrive at\nthe passenger’s destination or first stopover not later than one hour after the planned arrival time\nof the passenger’s original flight;\n• 200% of the fare to the passenger’s destination or first stopover, or $1,075, whichever is lower, if\nSun Country Airlines offers alternate transportation that is planned to arrive at the passenger’s\ndestination or first stopover more than one hour but less than four hours after the planned arrival\ntime of the passenger’s original flight; and\n• 400% of the fare to the passenger’s destination or first stopover, or $2,150,whichever is lower, if\nSun Country Airlines does not offer alternate transportation that is planned to arrive at the airport\nof the passenger’s destination or first stopover less than four hours after the planned arrival time\nof the passenger’s original flight.\n0 to 1 hour arrival delay: No compensation\n1 to 4 hour arrival delay: 200% of one-way fare, or $1,075, whichever is lower\nOver 4 hours arrival delay: 400% of one-way fare, or $2,150, whichever is lower\nAlternate Transportation\n“Alternate transportation” is air transportation with a confirmed reservation at no additional charge (by\nany scheduled airline licensed by DOT), or other transportation accepted and used by the passenger in the\ncase of denied boarding.\nMethod of Payment of Compensation\nExcept as provided below, Sun Country Airlines will give each passenger who qualifies for involuntary\ndenied boarding compensation a payment by cash or check for the amount specified above, on the day\nand at the place the involuntary denied boarding occurs. If Sun Country Airlines arranges alternate\ntransportation for the passenger’s convenience that departs before the payment can be made, the\npayment shall be sent to the passenger within 24 hours. Sun Country Airlines may offer free or discounted\ntransportation in place of the cash payment. In that event, Sun Country Airlines will disclose all material\nrestrictions on the use of the free or discounted transportation before the passenger decides whether to\naccept the transportation in lieu of a cash or check payment. The passenger may insist on the cash/check\npayment or refuse all compensation and bring private legal action.\nAcceptance of denied boarding compensation relieves Sun Country Airlines from any further liability to the\npassenger caused by its failure to honor the confirmed reservation.\nRULE 255 - REROUTING\nSun Country Airlines will attempt to reroute a passenger at the passenger’s request and upon presentation\nof the unused ticket or portion thereof then held by the passenger.\nException: The above provision shall apply to reissue/reroute by Sun Country Airlines only on Sun Country\nAirlines’ flights.\nFare Applicable to Rerouting or Change in Destination\nUpdated October 15, 2025\n39\nContract of Carriage\nThe passenger may change the routing and/or the ultimate destination designated on the ticket in\naccordance with the following paragraph provided that after transportation has commenced a one-way\nticket will not be converted into a round-trip or Open-Jaw trip ticket.\nExcept as otherwise provided in Rule 240 - Flight Delays/Misconnections/Cancellations/Schedule Change,\nthe fares and Change Fees applicable when a rerouting or change in ultimate destination is made at\npassenger’s request at an office of Sun Country Airlines prior to arrival at the ultimate destination named\non the original ticket shall be the applicable fare and charges for the entire revised itinerary in effect on the\ndate that the rerouting or change in ultimate destination is entered on the passenger’s new ticket.\nFare Applicable to Upgrading Class of Service While in Flight\nSun Country does not permit inflight class-of-service upgrades.\nRULE 260 - REFUNDS RESULTING FROM INABILITY TO ACCOMMODATE OR REFUSAL TO CARRY\nPASSENGER\nExcept for No-Show Passengers (to whom Rule 135 - Cancellation of Reservations - Failure to Occupy Space\napplies), the amount Sun Country Airlines will refund upon surrender of an unused ticket or portion\nthereof pursuant to Rule 35 - Refusals to Transport, Rule 50 - Acceptance of Children, or Rule 240 - Flight\nDelays/Misconnections/Cancellations/Schedule Change, will be:\nIf no portion of the ticket has been used: an amount equal to the total fare paid, inclusive of applicable\ntaxes and ancillary fees.\nException: Sun Country Airlines shall not be obligated to refund any portion of an unused ticket which does\nnot reflect a confirmed reservation on a Sun Country Airlines flight unless such ticket was issued by Sun\nCountry Airlines.\nIf a portion of the ticket has been used and:\n• Travel was terminated at the origin point, the fare paid for the unused segment(s), inclusive of the\napplicable taxes and ancillary fees.\n• Travel was terminated at an intermediate or stopover point, a refund of the fare applicable from\nthe point of termination to (i) the destination named on the ticket or (ii) to the point at which\ntransportation is to resume (in each case inclusive of the applicable taxes and ancillary fees for\nsuch unused segment).\nSubstitution of Aircraft\nWhen for operational reasons a passenger holding a higher class-of-service ticket with confirmed\nreservations is accommodated on an aircraft without that higher class seating, Sun Country Airlines will\nrefund the difference.\nMethod of Refunding Payments\nSun Country will make eligible refunds to the original form of payment unless the passenger elects to\nreceive a Flight Credit in lieu of the refund. Any Flight Credit issued in relation to a Significantly Delayed or\nChanged Flight shall be valid for five (5) years from the date of issuance. If the refund is in the original form\nof payment, refunds for fares purchased with a debit or credit card will be processed for crediting to the\nUpdated October 15, 2025\n40\nContract of Carriage\nsame card account no later than seven (7) business days from the earlier of (i) the date the passenger\nrejects an offer of alternative transportation or (ii) the date of departure of the impacted flight. When a\nrefund is discretionary, the above time frames commence as of the date SCA has determined a full or\npartial refund will be provided.\nRULE 270 - VOLUNTARY REFUNDS\nWhen Rule 35 - Refusals to Transport, Rule 135 - Cancellation of Reservations - Failure to Occupy Space,\nRule 240 - Flight Delays/Misconnections/Cancellations/Schedule Change, and Rule 260 -Refunds Resulting\nfrom Inability to Accommodate or Refusal to Carry Passenger are not applicable, a passenger is otherwise\neligible for a voluntary refund, and a passenger requests that a ticket issued by Sun Country Airlines or a\nticket indicating Sun Country Airlines in the itinerary be refunded, upon surrender of the unused portion(s)\nof the ticket, Sun Country Airlines will issue to the passenger a Flight Credit (which shall be valid for one (1)\nyear from the booking date of the flight for which the Flight Credit is being issued) to be used as full or\npartial payment for that customer on another Sun Country Airlines flight or flights operating within a\nperiod of 365 days from the original date of purchase on the following basis and subject to the following\nlimitations:\n• If no portion of the ticket has been used, the Flight Credit will be an amount equal to the fare and\ncharges applicable to the ticket issued to the passenger. If a portion of the ticket has been used,\nthe Flight Credit will be an amount equal to the difference between the fare and charges applicable\nto the ticket issued to the passenger and the fare and charges applicable to the transportation of\nthe passenger covered by the used portion of the ticket.\n• No refund will be given for tickets issued for “non-refundable” type fares or tickets wholly or\npartially comprised of round trip non-refundable fares. On tickets issued at a combination of non-\nrefundable/refundable one-way fares, non-refundability will apply only to the portion that is non-\nrefundable.\n• Sun Country Airlines assumes no obligation to issue a voluntary refund unless such ticket was\nissued on Sun Country Airlines.\n• Any issued Flight Credits are subject to applicable Change Fees.\nException: If a passenger cancels an entire itinerary within 24 hours after booking the itinerary, and\nprovided the scheduled time of departure of the initial flight in the itinerary was at least one week (168\nhours) away at the time the booking was made, a full refund will be issued. See “Method of Refunding\nPayments” above for additional information.\nRULE 275 - FOREIGN CURRENCY REFUND\nSun Country Airlines reserves the right to refuse to make any refund in a currency other than that used in\nthe purchase of the ticket to be refunded or at a place other than that at which payment for such ticket\nwas made.\nRULE 385 - PASSENGER FACILITY CHARGES\nUpdated October 15, 2025\n41\nContract of Carriage\nAt airports where Passenger Facility Charges (PFCs) are applicable, Sun Country Airlines will not absorb\nthem but will incorporate PFCs into the total purchase price of the ticket.\nUpdated October 15, 2025",
  "pages": 41,
  "method": "pdfplumber"
}