{
  "source": "pdfs/10.pdf",
  "title": "10",
  "content": "Page 1 of 13\nBulletin 09 / 2025\nEffective for e tickets and EMD’s issued on/after 3 September 2025.\nSOUTH AFRICAN AIRWAYS BAGGAGE REGULATIONS\nNot applicable on any code-share flights except where mentioned in the policy.\n1.1 The checked baggage allowance for South African Airways for international, regional and domestic flight is based on piece\nallowance with maximum weights & dimensions.\n1.2 The checked baggage allowances on South African Airways operated flights for adults, children & infants are set out below. In order for\nSouth African Airways to carry baggage without additional charge, the checked baggage must not exceed these allowances.\n(RESO 302) Baggage Provisions Selection Criteria\n2.1 If you purchase a ticket with all flights fully operated by South African Airways, South African Airways baggage policies apply.\n2.2 The free baggage allowance & additional (excess) baggage charge policies for tickets involving joint international transport services\nprovided by South African Airways & foreign airlines have been adjusted. The free baggage allowance for joint transport service is based\non the policy of the most significant carrier (MSC) in the trip, which is explained below:\nFor a travel between two or more First carrier that crosses areas, i.e. TC1 to\nTariff Conference areas: TC2\nMost First carrier that crosses from one sub-\nFor a travel within a Tariff Conference\nsignificant area to another, i.e. from Africa to\narea:\ncarrier MSC Europe\nFor a travel within a Tariff Conference\nFirst international carrier\nsub-area:\nTariff Conference areas: to TC2 ; TC2 to TC3\n2.2.1 Travel from one area to another area (but not the within the area) the MSC carrier would be determined:\n2.2.1.1 Here the MSC would be the carrier transporting the passenger across the Atlantic for example – JNB SA X/SAO JJ SCL\n2.2.1.1.1 The MSC carrier will be SA.\n2.3 At any time if the passenger stops the MSC carrier will change – JNB SA SAO JJ SCL\n2.3.1 SA will be the MSC carrier JNB SAO and then JJ for the sector SAO SCL.\nSouth African Airways Baggage-Regulations\nPage 2 of 13\n✓ THE USA DOT AND THE CAA OF CANADA HAVE MADE A RULING THAT WHEN A CARRIER STARTS A JOURNEY AND THAT CARRIERS\nBAGGAGE ALLOWANCE APPLIES TO/FROM THE USA/ CANADA FOR HIS COMPLETE JOURNEY.\n3.1 If travel is JNB SA LON UA NYC (SA is first carrier & therefore the MSC carrier)\n3.1.1 The MSC carrier will be SA\n3.2 If travel is JNB SA NYC UA LAX\n3.2.1 The MSC carrier will be SA, as SA is the first operating carrier & transatlantic carrier.\n• BUT\n3.3 If travel originates the USA – LAX UA NYC SA JNB or LAX UA LHR SA JNB\n3.3.1 The MSC carrier is UA. As they are the first operating carrier they will be the deciding carrier – the transatlantic carrier (MSC as\ndefined by IATA) will not be selected.\n3.4 If travel originates the USA – LAX B6 NYC SA JNB\n3.4.1 The MSC carrier could be SA, even though the first operating carrier is B6, they have decided that – the transatlantic carrier will\nbe the MSC carrier; therefore SA has been selected as the MSC.\n3.4.2 The difference between the two above examples is the carrier starting the journey within the USA, and the airline will decide\nwhen filing their baggage allowance if they will accept the allowance of an interline partner or not.\n3.4.3 Therefore, it is important to check on the fare display whose baggage allowance (BG CXR: SA) will be utilised. Irrespective of\nwhose ticket stock the ticket will be issued on / or whose fare the system is utilising.\n➢\n➢ AL FLGT BK T DATE TIME FARE BASIS NVB NVA BG\n➢ LAX\n➢ NYC B6 676 R R 18NOV 2046 RH14AE2U 18NOV18NOV 2P\n➢ JNB SA 204 Y Y 19NOV 1040 Y4OW 2P\n➢\n➢ USD 2541.00 18NOV12LAX B6 NYC208.37SA JNB2333.00NUC\n➢ ZAR 21270 2541.37END ROE1.000000\n➢ ZAR 1632YR XT ZAR 42AY ZAR 38XF JFK4.50\n➢ ZAR 140US\n➢ ZAR 80XT\n➢ ZAR 23122\n➢ RATE USED 1USD=8.36920ZAR\n➢ BG CXR: SA\nIf the passenger stops on route, the baggage allowance will not change.\nFirst carrier that crosses from one\nFor a travel within a Tariff\nsub-area to another, i.e. from\nConference area:\nAfrica to Europe\n3.4.4 Travel within one area to another area:\n3.4.4.1 Between Africa & Europe, the carrier that crosses the sub-area baggage allowance will apply. For example, JNB HRE LON\n– the HRE LON is the change of sub-area.\n3.4.4.2 Please note that JNB to Middle East is a change of Area.\n3.4.5 At any time if the passenger stops the MSC carrier will change –\nFor a travel within a Tariff\nFirst international carrier\nConference sub-area:\n3.4.6 Apply within Africa –\nWhen a through fare has been issued then the first international carrier will apply – JNB SA X/HRE KQ NBO KQ X/ HRE SA JNB –\nthe SA baggage allowance will apply on the forward journey & on the return KQ baggage allowance will apply as they are the\nfirst international carrier for the return journey.\nSouth African Airways Baggage-Regulations\nWhen a through fare has been issued then first international carrier will apply – TET SA X/JNB SA LOS SA X/JNB SA TET the SA\nbaggage allowance will not apply on the forward journey as this is operated by other Airline and they are the first International\ncarrier &on the return SA baggage allowance will apply as they are the first international carrier for the return journey.\n3.5 If the passenger, in all of the above examples at any point is not able to through check, then the MSC carrier will change and the\napplicable carrier’s baggage allowance will apply\n3.7 JNB SA HRE KQ NBO KQ HRE SA JNB – JNB HRE – SA baggage allowance / HRE NBO – KQ baggage allowance & the same on the return. The\nMSC only applies if the passenger is able to through check (therefore it cannot be a stopover / night stop).\n3.7.1 At any time if the passenger stops the MSC carrier will change, as per the example below.\nAL FLGT BK T DATE TIME FARE BASIS NVB NVA BG\nJNB\nFRA SA 260 J J 19NOV 2015 JRRFZA 19NOV19NOV 2P\nCPH LH 822 C C 30NOV 0710 JRRFZA 30NOV30NOV 2P\nLON BA 811 D D 05DEC 0805 JRRFZA 05DEC05DEC 2P\nJNB SA 235 D D 07DEC 1805 DRFZA 07DEC07DEC 2P\nZAR 42220 19NOV12JNB SA FRA LH CPH BA LON M3150.74SA\nJNB1859.94NUC5010.68END ROE8.425000\nZAR 3180YR XT ZAR 16EV ZAR 319ZA ZAR 20UM ZAR 190WC\nZAR 695YQ ZAR 434OY ZAR 248RA ZAR 66DE ZAR 223ZO ZAR\nZAR 4095XT 2126GB ZAR 453UB\nZAR 50190\nBG CXR: SA/LH/BA/SA\nThe ticket will indicate which carrier’s baggage has been selected as the MSC.\nSame example and passenger is not stopping enroute and the MSC carrier changed – all to SA\nAL F GT BK T DATE TIME FARE BASIS NVB NVA BG\nJNB\nXFRA SA 260 J J 19NOV 2015 JRRFZA 19NOV19NOV 2P\nCPH LH 822 C C 20NOV 0710 JRRFZA 20NOV20NOV 2P\nXLON BA 811 D D 07DEC 0805 JRRFZA 07DEC07DEC 2P\nJNB SA 235 D D 07DEC 1805 DRFZA 07DEC07DEC 2P\nZAR 42220 19NOV12JNB SA X/FRA LH CPH BA LON M3150.74\nSA JNB1859.94NUC5010.68END ROE8.425000\nZAR 3180YR XT ZAR 16EV ZAR 319ZA ZAR 20UM ZAR 190WC\nZAR 695YQ ZAR 198RA ZAR 66DE ZAR 223ZO ZAR 340UB\nZAR 1372XT\nZAR 47467\nBG CXR: 2*SA/2*SA\nThe ticket will indicate which carrier’s baggage has been selected as the MSC.\nPlease note the free baggage allowance shown on your ticket.\n4.1 Free Checked Baggage Allowance\nPiece concept now applies on all SA Airways operating flights.\nNote: Different baggage allowance may apply each time you check in your baggage. If you check in your baggage for\nyour multiply sector journey, the baggage policy of your most significant carrier in your itinerary will apply for\nthat sector.\n4.2 Checked Baggage\n4.2.1 Maximum Weight per piece\nBaggage that exceeds 32kg (70lb) per piece is not accepted as additional baggage and must be checked as Cargo\nat specified cargo rates or baggage must be repacked.\nTo ensure that bags fit the dimensions of the conveyor belts, ACSA has stipulated the following\ndimensions: The sizes do not include the items that form part of sporting equipment /fragile\nitems.\nDimensions Minimum Average Maximum\nLength (mm) 250 550 900\nWidth (mm) 250 400 450\nHeight (mm) 75 500 720\nWeight (kg) 1,5 18 32\n➢ Maximum number of bags permitted, including additional baggage –\no Passengers are permitted to check-in a maximum of 3 pieces of additional baggage, above their free baggage allowance. Any\nadditional pieces will need to be sent via Cargo, at the applicable cargo rates. If the passenger does arrive with additional\npieces we may refuse these due to space and weight restrictions and in which case, we would have no liability for these bags.\n• Exception: ex SAO – Maximum 10 pieces of baggage per customer, including free allowance and additional baggage.\nOther airports – request may be made to Load Control to ascertain whether space and weight is available to accommodate\nbaggage in excess of the 3 additional pieces. Normal rates would be applicable if authority is granted.\n4.3 Free Baggage Allowance\n4.3.1. The following baggage allowance applies:\na) Children & Infants paying at least 50% of the adult fare are entitled to the same baggage allowance as adults.\nb) Infants not entitled to a seat shall only be permitted to 1PC up to 23kg & one collapsible pushchair and one car seat.\n➢ In the event that the passenger only travel on the services of SAA (SA 0001 – 0999 flights), the baggage\nallowance of an infant may be packed in the bag of one accompanied passenger. The weight of the bag\nof the accompanied passenger may not exceed 32 Kg. The infant will forfeit the free baggage allowance\nof one bag at 23 Kg in such an instance, however one collapsible pushchair and one car seat will be\npermitted.\nc) Sport Groups Passengers will be entitled to 1 additional bag of up to 23kg per passenger on domestic routes only.\nBusiness class Economy class\nDomestic (Within South Africa) 2 pieces up to 32kg per piece (70lb) 1 piece up to 23kg per piece (50lb) &\n& maximum dimensions of 158cm maximum dimension of\n(62inches) per piece 158cm(62inches) per piece\nBetween Africa and Middle East. The baggage allowance of the The baggage allowance of the operating\nWhen SA is the marketing operating carrier will apply carrier will apply\ncarrier on EK operating flights between\nJNB - DXB\nBetween South Africa and ADD. The baggage allowance of the The baggage allowance of the operating\nWhen SA is the marketing carrier on ET operating carrier will apply. carrier will apply.\noperating flights between\nJNB/DUR/CPT - ADD\nWithin South Africa. The baggage allowance of the marketing The baggage allowance of the marketing\nWhen SA is the marketing carrier on 5Z carrier will apply. carrier will apply.\noperating flights\nWithin Africa: 2 pieces up to 32kg per piece (70lb) & 2 pieces up to 23kg per piece (50lb) &\nmaximum dimensions of 158cm (62inches) maximum dimensions of 158cm (62inches)\nper piece per piece\nSTUDENT FARES 3 pieces up to 32kg per piece(70lb) 3 pieces up to 23kg per piece(70lb)\nBetween South Africa and & maximum dimensions of & maximum dimensions of\nHRE/LUN/WDH/MRU\n158cm(62inches) per piece. 158cm(62inches) per piece.\nBetween South Africa and DAR 3 pieces up to 32kg per piece(70lb) 3 pieces up to 23kg per piece(70lb)\nImmediately until 30Nov’25 & maximum dimensions of & maximum dimensions of\n158cm(62inches) per piece. 158cm(62inches) per piece.\nBetween Brazil- 2 pieces up to 32kg per piece (70lb) & maximum 2 pieces up to 32kg per piece (70lb) & maximum\nAfrica dimensions of 158cm (62inches) per piece. dimensions of 158cm (62inches) per piece.\nBetween Australia - Africa 2 pieces up to 32kg per piece (70lb) & maximum 2 piece up to 23kg per piece (50lb) & maximum\ndimensions of 158cm (62inches) per piece dimension of 158cm (62inches) per piece\nBetween Brazil – Africa/Australia 2 pieces up to 32kg per piece (70lb) & maximum 2 pieces up to 32kg per piece (70lb) & maximum\ndimensions of 158cm (62inches) per piece dimensions of 158cm (62inches) per piece\n4.3.2 If any destination is not mentioned above it will default to the allowance as mentioned below:\na) Business class – 2 pieces up to 32kg per piece (70lb) & maximum dimensions of 158cm (62inches) per piece\nb) Economy class – 1 piece up to 23kg per piece (50lb) & maximum dimensions of 158cm (62inches)\n4.3.3 Children & Infants paying at least 50% of the adult fare are entitled to the same baggage allowance as adults.\n4.3.4 Infants not entitled to a seat shall only be permitted to 1PC up to 23kg & one collapsible pushchair and one car seat. Also see\npoint 4.3.1 of this document.\n4.3.5. Ships Crews / Marine / baggage allowance\nFree baggage allowance is the applicable business class allowance.\n4.3.6. Star Round the World fares\n• First class – 2 PC combined weight at 40kgs\n• Business class – 2 PC combined weight of 30kgs\n• Economy class – 1PC combined weight of 20kgs\nPlease note: At no time may a bag be accepted heavier than 32kg, this must either be repacked or be shipped as Cargo.\nExcept from the USA – Bags heavier than 32kgs will not be accepted; they will need to be repacked. (They may not be shipped as Cargo).\nExceptions:\n5. SA Airways Voyager Passenger & Star Alliance Gold Members\n• Please note that this does not include the DXB codeshare flights.\n5.1 SAA Voyager Blue card holders – no additional baggage allowance.\n5.2 SAA Voyager Silver Card holder – 1 extra piece of 23kg, irrespective of class of travel, as part of the free allowance.\n5.3 SAA Voyager Gold Card – 1 extra piece based on the allowance of the booked cabin class, as part of free of the free allowance.\n5.4 SAA Voyager Platinum – 1 extra piece of 32kg, irrespective of class of travel, as part of the free allowance. PLEASE NOTE: Should a Platinum member\nonly have one bag, a piece of up to 32kg is permitted for check in irrespective of class of travel on SAA operated flights only.\n5.5 SAA Voyager Lifetime Platinum – 2 extra pieces of 32kg per piece, irrespective of class of travel, as part of the free allowance.\n5.6 SAA Voyager Platinum, Platinum Elect & Lifetime Platinum & SAA Gold, Gold Elect Member & Star Alliance Gold Member on\nany Star Alliance – operated flights: 1 extra piece based on the allowance of the respective class (weight or piece), as part\nof the free allowance.\nGold or Platinum Voyager Credit Card issued by Eco bank\nOriginating Ghana\n• Please note this does not include any codeshare flights, valid on SA operating flights only\n5.7 1 extra piece based on the allowance of the respective class\n• If a passenger is holding both SAA Voyager elite membership card and a Voyager Credit Card issued by Eco -\nbank, they must utilize one of the 2 cards to qualify for extra luggage.\n• At no time can both cards be used at the same time, to qualify for extra luggage.\nBanco Único Gold and Classic Voyager co-branded credit cards.\nOriginating Mozambique\n• Please note this does not include any codeshare flights, valid on SA operating flights only.\n5.8 One free additional piece of luggage of 32 Kg in Business Class for Banco Único Gold and Silver Card holders.\n5.9 One free additional piece of luggage of 23 Kg in Economy Class for Banco Único Gold and Silver Card holders.\nSAA Voyager Premium/Gold Nedbank Credit/ Cheque Card\n• Please note this does not include any codeshare flights, valid on SA operating flights only.\n5.10 One additional piece of luggage based on the allowance of the booked cabin class.\n6. Carry-on Items:\nFree:\nThe standard allowance per class is:\nFirst & Business class 2 pieces\nEconomy class 1 piece\nStar Alliance Gold Member on SAA operated flights plus any Star Alliance – operated flights will also be entitled to the above carry-on Items.\n6.1 Each passenger may carry without additional charges hand baggage suitable for placement in the closed overhead rack or under the\npassenger’s seat with maximum dimensions specified by the carrier subject to space availability\n6.2 One piece, maximum weight 8kg (18lb), e.g. brief case, board case, travel bag, attaché case. The size of one carry on item shall not\nexceed the dimensions 56cm by 36cm by 23cm\n6.2.1 an overcoat, wrap or blanket,\n6.2.2 an umbrella or walking stick,\n6.2.3 a lady's handbag, beauty case, or purse,\n6.2.4 infant carrying basket and infant's food for consumption during the flight,\n6.3 A fully collapsible wheelchair for disabled passenger and/or a pair of crutches and/or braces or other prosthetic device for the\npassenger's use provided that the passenger is dependent upon them.\n6.4 A laptop and NOT a laptop bag is an additional free article which may be carried onboard. As few passengers travel without a bag to\nprotect their laptops, it is acceptable to allow a laptop in a laptop bag onboard. However, the size of the laptop bag is defined by the size\nof the laptop. Bags that contain large amounts of documentation and personal items are not acceptable as a laptop bag and as such\nwould be considered as cabin baggage and form part of the passenger’s cabin baggage allowance, which is restricted by SAA cabin\nbaggage policy\n6.5 Assistive medical devices like Portable Oxygen Concentrators (POC) and Continuous Positive Airway Pressure (CPAP).\n6.6 Persons with Reduce Mobility Persons with reduce mobility may carry free of charge one wheelchair and/or other assistive devices they\nare depended on, as checked baggage or in the cabin (as applicable)\n6.7 Combined Business or Economy Class Travel\nFor through journeys where SA Airways baggage allowance has been applied and the passenger travels partly in Business or Economy class the free\nbaggage allowance on each portion of travel shall be that applicable to the class of service for which the fare is paid.\n7. Sporting Equipment\n7.1 Special baggage regulations are applicable on SA operating flights only. (SA 1000; 2000; 7000; 8000 series excluded)\n• Sporting equipment is not permitted on the DXB code-share flights.\n• At no time may Sporting equipment be though checked / interlining with other carriers is not permitted. (Please refer to 7.2)\n7.2.1 Sporting equipment will form part of the free baggage allowance. If the free baggage allowance is exceeded the standard excess baggage charges will apply.\nThe following Sporting equipment as described below (weighing not more than 23kg per item at a maximum dimension of 158 cm unless specified)\nwill form part of the free baggage allowance, and must be requested with a SSR SPEQ in the booking:\nAngling (fishing Archery Athletic (track & Baseball /Softball Basketball Bowls\nrods not exceeds field)\n200 cm)\nCricket Cycling Diving (Scuba Equipment) Fencing – bag not Football(soccer)\n(200 cm – 100 cm – 75 cm) Please note that tank must be empty exceeding 200 cm\nGolf Hiking - Hockey (Field Horse Riding equipment (saddle must Lacrosse Netball\n(200 cm) walking sticks / Ice) be wrapped & stirrups must be tied &\n/ tents – may riding helmet)\nnot exceed\n23kg.\nParachute Polo Cross (Riding Rock climbing (including helmets, rope bags,\nMotor-cycle gear (protective riding gear Equipment helmet, stick & climbing harness & crash pads / bouldering mats\n& helmet, motor-cycle to be sent via (including balls) if not exceeding 200 cm in length)\nCargo) helmet)\nMotor –sport (protective riding gear &\nhelmet)\nRugby Sailing equipment (including – wet/dry sailing suits/Life jackets/water boots/ropes/ blocks/pulleys/selected\ntools/water bottle (empty) /Sails (folded or rolled) – tube must not be longer than 200 cm) Paddles – which may\nnot be longer than 200 cm.\nSnow / Tennis / Squash Ten Pin Bowling Surfboards / Kite surfing Swimming Volleyball\nwater Ski / Paragliding – smaller\nequipment than 200 cm\nSporting equipment – wheelchairs permitted as long as it is part of one of the sporting types as listed above: additional piece to a\nmaximum of 32kg.\n7.2 For interlining & through-check-in on routings where other carriers are involved, give the passenger the choice of checking-in the sporting\nbaggage for all the South African Airways 3-digit flight numbers free of charge, (if within the free baggage allowance) thereafter check-in\nthe sporting baggage for all non- South African Airways or do a through check-in and charge passenger for all sectors at the applicable PC\nadditional baggage rates. Confirmed SSR SPEQ is mandatory, except for shooting or hunting equipment and bicycles for sport events.\nN.B Sporting Equipment NOT specified above/ with the exception to the sporting equipment mentioned in 7.4 to 7.7 must be included in free\nbaggage allowance; if exceeding the dimensions or free baggage allowance, normal excess baggage, overweight or over size rates applies.\n7.3 Surfboards / Kite surfing / Paragliding – larger than 200 cm\nTo be accepted strictly as cargo, relevant Cargo rates will apply.\n7.4 Canoes / Windsurfer & Hang-glider / Kayaks\nTo be accepted strictly as cargo, relevant Cargo rates will apply\n7.5 Paddle Ski Equipment (including oars)\nIncluded in free baggage allowance; if exceeding, normal XBAG rate applies as checked baggage.\n7.6 Vaulting Poles\nVaulting poles are not included in the free baggage allowance.\n8. Additional (excess) Baggage Charges\nCodeshares\n8.1 For codeshare flights the operating carrier rules will apply.\nRates Collection\n8.2 All additional baggage must be assessed and charged prior to the boarding of the aircraft. Additional weight charges can also be paid\nfor the entire journey to the final destination or to the next point of transfer or stopover.\n8.2.1 For sectors not flown by South African Airways, please refer to the conditions of the operating airline.\n8.2.2. The following conditions will apply for journeys commencing in Ghana, payments for additional baggage charges with your Voyager\nEco-bank (Ghana) card: -\n10% discount on all the additional baggage rates below to/from ACC to all destinations. Valid on SA operating flights only – (no\ncodeshare flights permitted.)\n8.3 THE CHARGE FOR EACH PIECE OF NORMAL SIZE ADDITIONAL BAGGAGE OR OVERWEIGHT AND OVERSIZED\nBAGGAGE CHARGE WILL BE INDICATED BELOW:\nPassenger travels in Business class – the additional baggage charge is the same as per the class of travel and allowance is the same as per the\nclass of travel – even if there is only one additional baggage rate.\n8.3.1 Within South Africa\nBusiness class: ZAR 347.83 plus Vat 51.32 Total ZAR 400.00 per piece\nEconomy class ZAR 260.87 plus Vat 38.16 Total ZAR 300.00 per piece\n8.3.1.1 Between South Africa & Africa via Johannesburg\n8.3.1.1.1 Rates applicable for Travel 01Dec to 15Jan\nInbound Outbound\nBusiness Economy Business Economy\nBetween South Africa and USD 115 USD 95 1730ZAR 1380ZAR\nKinshasa\nBetween South Africa and USD 173 USD 115 2,590ZAR 1,730ZAR\nNigeria\nBetween South Africa and USD 86 USD 52 1,300ZAR 780ZAR\nHarare / Lusaka\nBetween South Africa and USD 201 USD 144 3,020ZAR 2,160ZAR\nGhana\n8.3.1.1.2 OTHER TRAVEL PERIOD\nInbound Outbound\nBusiness Economy Business Economy\nBetween South Africa and USD 100 USD 80 ZAR1,500 ZAR1,200\nKinshasa/Lubumbashi/Dar Es\nSalaam\nBetween South Africa and USD 150 USD 100 ZAR2,250 ZAR1,500\nNigeria\nBetween South Africa and USD 175 USD 125 ZAR2,625 ZAR1,875\nGhana\nBetween South Africa and USD 75 USD 45 ZAR1,125 ZAR675\nHarare / Maputo /\nMauritius/Lusaka/ Victoria\nFalls/ Windhoek/\nGaborone\nBetween South Africa and USD 145 USD 95 ZAR 2,650 ZAR1,750\nLilongwe / Blantyre\nBetween South Africa and USD 75 USD 45 ZAR 1,125 ZAR675\nAbidjan\nBetween Abidjan and Accra USD 60 USD 30 N/A N/A\n8.3.1.2 Within Africa – via Johannesburg\nGroup 1 Group 2 Group 3\nBetween Business Economy Business Economy Business Economy\nclass class class class class class\nGroup 1 USD 105 USD 65 USD 110 USD 70 USD 110 USD 70\nGroup 2 USD 110 USD 70 USD 120 USD 80 USD 120 USD 80\nGroup 3 USD 110 USD 70 USD 120 USD 80 USD 175 USD 125\nGroup 1 - Harare / Maputo / Mauritius/Victoria Falls /Windhoek/Gaborone\nGroup 2 – Lusaka / Kinshasa/Lubumbashi/Dar Es Salaam\nGroup 3 – Accra / LOS/Lilongwe/ Blantyre\n8.3.2 Between Africa & Brazil – via Johannesburg\nCountry / Cities Local Currency\nAll countries in Africa not specified below: USD 160 USD 160\nSouth Africa USD 140 ZAR 1200\nNamibia USD 140 NAD 1200\nNigeria / Dem. Rep. of the Congo USD 160 USD 160\n8.3.3 Between Australia & Brazil – via Johannesburg\nCOUNTRY LOCAL CURRENCY\nAustralia 500 AUD Convert to local currency\n8.3.4 Between Australia & South Africa via Johannesburg\nCountry / Cities Local currency\nBusiness Economy Business Economy\nClass class Class class\nAustralia AUD 400 AUD 200 ZAR 2000 ZAR 1000\n8.3.5 Between Australia & Africa via Johannesburg\nCountry / Cities Local currency\nBusiness Economy Business Economy\nClass class Class class\nAustralia 520 AUD 443 AUD USD 340 USD 290\n8.4 Firearms\n8.4.1 Firearms may not travel as checked baggage and must be declared during check in to be processed at the Firearm Desk. Ammunition must be packed separately\nfrom firearms in an appropriate, secure and lockable case and checked-in at the Firearm Desk. All firearms and ammunition must be declared at the time of\ncheck-in. Firearms and ammunition in checked baggage will result in the baggage being rejected.\n8.4.2 The following items are not classified as firearms or ammunition but cannot be packed as checked baggage:\n• Toy guns and laser pistols\n• bows, cross bows and arrows\n• harpoon guns and spear guns\n• slingshots and catapults\n8.4.3 Note: The above list is not recommended in checked baggage for travel however the customer can arrange for safe carriage NOT EXCEEDING\n32KG at the firearm desk at a rate of R500 fee for Domestic and R800 fee for Regional/International. ACSA will reject the bag for toy guns and the\nairline will be called to assist. SAA will not provide delivery service in the event of this bag being delayed.\n8.4.4 A handling fee is charged for the carriage of handguns. Payment will only be accepted by credit card or cash at Ticket Sales. These firearms will be\nprocessed at the desk for safe carriage in the hold of the aircraft.\n8.4.5 Shooting / Hunting (Firearms & Ammunition – subject to correct transportation / safety procedure being followed)\nRate per sector\nSA Rate USD Rate\nIncl. VAT\nDomestic R500-00 US$31-00\nRegional & R800-00 US$52-00\nInternational\nExample: Pax travels JNB to DUR = R500\nPax travels CPT – JNB – HRE = R800\nPax travels JNB – SAO = R800\n8.4.6 Note: A maximum of two firearms will be allowed per carrier case. Any additional firearm will be charged at the full rate. An additional rate will be\ncharged if two customers share a carrier case.\n8.4.7 A maximum of 5kg of securely packed ammunition per traveler is permitted for carriage as a separate piece of baggage. Screening authorities may delay\nbaggage containing ammunition, if it is not declared at check-in and marked with an appropriate tag indicating it has already been inspected.\n9. One additional charge will apply for:\n9.1 Each bag (piece) exceeding the number of pieces prescribed in the passenger’s baggage allowance; or\n9.2 Each bag exceeding the dimensions (oversize) (H + L + W) of 158cm (62inches), but not exceeding 203cm (80 inches); or\n9.3 Economy Class - Each bag exceeding the maximum prescribed weight (overweight) of 23kg, where applicable, but not exceeding 32kg.\nTwo additional charges will apply for:\n9.4 Each additional bag (over and above the passenger’s allowance) exceeding the maximum dimensions of 158cm (62 inches), but not\nexceeding 203cm (80 inches).\n9.5 Economy Class – Each additional bag (over and above the passenger’s allowance) exceeding the maximum prescribed weight of 23kg,\nwhere applicable, but not exceeding 32kg.\n9.6 Economy Class – Each bag (within the passenger’s allowance) exceeding both the maximum dimensions of 158cm (62 inches) and the\nmaximum prescribed weight of 23kg, where applicable, but not exceeding 203cm (80 inches) or 32kg.\nThree additional charges will apply for:\n9.7 Economy Class – Each additional bag (over and above the passenger’s allowance) exceeding the maximum dimensions of 158cm (62\ninches) and the maximum prescribed weight of 23kg, where applicable, but not exceeding 203cm (80 inches) or 32kg.\n10. Additional Baggage Terms and Conditions\n10.1 This document outlines the terms and conditions for the purchase of additional (excess) baggage. This document should be read in\nconjunction with the overall baggage policy that outlines the normal checked baggage allowances (per destination) and the number of\npiece that may be purchased over the normal allowances. The following is applicable to all SAA operated 083 ticket stock flights:\n10.1.2 Additional baggage charges are per flight and can be purchased whilst making your booking online. On Flysaa.com, go to Manage &\nFly>Manage My Booking>booking management, up to 3 hours before departure (provided the passenger has not checked in for the\nflight at the airport) or at one of our airport check-in points.\n10.1.3 Additional baggage allowance is non-transferable. Customers who have purchased additional baggage allowance with their flight and\nhave requested a name change in the booking, will need to apply for a refund.\n10.1.4 Infants are not eligible for excess baggage purchases but every person over two years can pay for additional bags.\n10.1.5 Each extra bag needs to meet the same size and weight limits as a standard checked bag.\n10.2 Changes made by the passenger:\n10.2.1 Your additional baggage allowance will be valid for the new flight date at no additional cost, provided the route has not changed.\n10.2.2 Where the route has changed, the passenger must cancel the additional baggage purchased and purchase an additional baggage for\nthe new flight (subject to these terms and conditions).\n10.2.3 Passengers who move to earlier flight at the airport check-in desk will have their additional baggage allowance automatically moved to\ntheir new flight.\n10.3 Changes made by SAA:\n10.3.1 In the event of a schedule change, the additional baggage allowance will automatically be moved to the new flight provided it is\noperated by SAA.\n10.3.2 Where the new flight is not operated by SAA, or SAA is unable to offer a suitable alternative flight, the additional baggage allowance\nwill be refunded.\n11. Refunds\n11.1 Any additional baggage that the passenger purchase is non-refundable and non-transferable. If you have changed your mind, there will\nbe no refund paid especially after the first sector has been completed.\n11.2 Passenger cannot request a refund for any of the following circumstances:\n11.2.1 on or after the day of departure of the first flight in the booking.\n11.2.2 if you fail to check in for the flight and have not cancelled or changed your ticket.\n11.2.3 for any unused portion of additional baggage allowance purchased.\n11.3 Passenger are entitled to a refund under the following:\n11.3.1 Passenger cancels their ticket and the additional baggage purchased will be refunded with the flight ticket minus any fees associated\nwith the ticket rules.\n11.3.2 Passenger cancels flight due to illness or hospitalization, the additional baggage purchased will be refunded with the flight ticket.\n11.4 All refunds will, where possible, be returned to passengers in the original form of payment used to purchase.\n12. Special Baggage Allowance – (for International & domestic journeys)\n12.1 ZAM water or Sea Water\nSAA will accept ZAMZAM water as checked baggage only and will allow one jerry can per passenger (5 Litres) only. The free baggage\nallowance must be used or the applicable additional baggage fee will be charged. The jerry can must be properly packed in a plastic\ncovering to avoid leakage and damage.\nThe following items may not be accepted as part of the passenger free baggage allowance:\nTo be accepted strictly as Cargo:\nCar parts / Motor cycle parts Television\nThe following items may or may not be accepted as part of your baggage allowance or accepted as Cargo:\n12.2 The carriage of Christmas crackers and poppers are restricted to allowing a maximum of one (x1) packet of standard sized\nChristmas Crackers to be packed in checked baggage. The packet may not exceed twelve (12) crackers. These crackers must be\ncommercially manufactures, sealed and contained in the manufacturers original packaging. HOMEMADE crackers are strictly\nforbidden for carriage.\n12.3 The carriage of personal portable motorized small vehicles known by various names including Mini-Segway hover board, air wheel,\nsolo wheel, balance wheel, small balance wheel and breeze boards are powered by lithium ion batteries. These devices are banned\nfrom SAA aircraft with immediate effect and MAY NOT be carried as cabin or checked baggage.\n13. AVIH\nDomestic travel within South Africa:\n13.1 The specifications of cage shall not exceed 1m X 1m & maximum weight of 23kg. (Cages larger than the required\nspecification shall be transported has cargo). = Additional charge – ZAR 300.00 inclusive of VAT, irrespective of class of travel.\n13.2 This relates to dogs, cats & birds.\n13.3 Snakes are not allowed.\n13.4 Guide dog trainers will be allowed to transport dog via cabin as part of the training & orientation of the handover & training process.\n13.5 The applicable additional baggage rate will be charged for the dog & the container must not be included in the free baggage allowance.\nCharge is per container, even if two small animals are included, which may not exceed 23kg.\nInternational travel to & from South Africa:\n13.6 All animals (Pets) & animal products are not allowed via the security check point & must be transported as manifested cargo\nunder Air Waybill, also in case of transit if transshipment is involved.\nPETC\n13.7 Accompanied pets & container shall not be included in the free baggage allowance & normal additional baggage rates apply.\n13.8 No pets permitted in Cabin.\nException: -\nOne dog for blind or deaf passenger is free.\nException – to/from the USA Passengers dependent on a service, psychiatric or emotional support animal permitted. For further,\nplease refer to FLYSAA.COM\n14. Extra seat for cabin baggage (CBBG)\n14.1 Upon request & advance arrangement, a passenger will be permitted the exclusive use of two adjacent seats subject to booking\nclass & seat availability. The maximum weight is 75 kg (175lb) per seat.\n14.2 Except for journeys originating in Brazil, only one ticket must be issued for both the passenger and cabin baggage where the cabin\nbaggage charge will be collected as a Q surcharge. The reservation procedures for cabin baggage (CBBG) can be found in the\nAmadeus Help pages. See HE STEPS and GP CBB.\n14.3 The passenger will be charged for the carriage of such baggage. The additional charge for a second seat requested by a passenger\n(CBBG or EXST) must not be less than the applicable fare paid by the passenger for the first seat.\n14.4 The passenger’s free baggage allowance shall not be taken into account when assessing charges under this arrangement.\n15. Bulky Baggage for Cabin Stowage\n15.1 In exceptional cases where a passenger is prepared to pay for an extra seat in order to carry extremely valuable baggage (e.g., antique\nmusical instruments, works of art etc.); acceptance is only permitted if the safety and comfort of other passengers will not be impaired.\nAdditionally, the size of such baggage should permit for it to be secured on the seat in such a manner as to prevent movement forward,\nsideways or upwards under crash impact sufficient to induce the ultimate inertia forces specified in the emergency landing condition of\ntype certification.\n15.1.1 In such instances, the passenger must purchase and tender a separate ticket for the additional seat so occupied.\n15.1.2 NOTE: A limitation of 75 kg per extra seat applies. The bags / envelopes must be suitably lashed down.\n16. Securing of Load in Cabin\n16.1 Cargo may only be carried in a passenger compartment if it is stowed and secured on an approved cargo bin or seat container certificated\nto withstand specific load factors; the bin shall be attached to the seat track/floor structure, the seat container to the passenger seat;\nmaximum loading limits shall be observed, in order to avoid possible injury to passengers and cabin crew. Cabin loading shall be\ncompleted prior to boarding passengers. Emergency exits shall not be obstructed. Installations are not permitted in a position that\nobscures any passenger’s view of any required ‘seat belt’ or ‘no smoking’ or ‘exit’ sign, nor in a location that restricts access to or use of\nany required emergency exit equipment or exit, or of the aisle. Nor shall the equipment hinder egress or impair the cabin crew’s view.\n16.2 For hand baggage, each item carried in a cabin must be stowed in a location that is capable of restraining it to avoid possible injury to\npassengers and cabin crew members.\n16.3 Mass limitations placarded on or adjacent to stowage’s must not be exceeded.\n16.4 Under seat stowage must not be used unless the seat is equipped with a restraint bar and the baggage is of such size that it may\nadequately be restrained by this equipment.\n17. Carriage of Musical Instruments:\n17.1 The carriage of certain musical instruments is permitted in the cabin of the aircraft and on extra seat(s). The musical instruments must\nnot contain any equipment or article or substance, which is, classified as dangerous goods.\n18. Carriage of Musical Instruments as Cabin Baggage:\n18.1 Portable musical instruments may be carried in the cabin of the aircraft as approved cabin baggage under the following conditions. These\napply to all classes except where specified:\n18.2 The total of the three outside dimensions (L plus B plus H) of the instrument must not exceed 115 cm. When a carrying case is used, the\ndimensions of the carrying case are to be considered. If the instrument or the case has an irregular shape, the largest dimension must be\ntaken to arrive at the overall total.\n18.3 The shape and size should fit under the seat in front of the passenger or in the overhead lockers.\n18.4 The weight of the instrument inclusive of carrying case must not exceed 8 kg’s.\n18.5 Musical instruments, which conform to the above size and weight limitations, will be considered as one Item of cabin baggage. Therefore,\npassengers travelling in First/Business class may carry only one more item of cabin baggage with dimensions not exceeding 115 cm.\nPassengers travelling in Economy class will not be allowed to carry any other cabin bag.\n18.6 It is highly recommended that the musical instrument be carried or packed in a custom built carrying case to protect it from damage. If it\nis not carried in a carrying case, the instrument must not have any sharp corners, which might damage other cabin bags or the aircraft\npanels.\n19. Carriage of Musical Instruments on Extra Seat(S) in the Cabin:\n19.1 Passengers may carry musical instruments in the cabin of the aircraft on a seat(s). Please notify your local South African Airways\nReservations Office of your intention to carry a musical instrument on an extra seat at the time of reservation. Information regarding\nsize/weight must be provided and the extra seat must be booked and paid for. It is not acceptable for the instrument to occupy an empty\nseat, which has not been paid for. Your local South African Airways Office will inform you of the additional charges for the additional seat.\n19.2 No more than 75kgs may be carried under this arrangement per seat blocked. The passenger will not receive any additional free checked\nbaggage allowance for the purchase of the extra seat.\n19.3 If the passenger does not wish to carry the musical instrument in the cabin, it can travel in the hold as checked baggage.\n20. General Guide on the Musical Instruments and Method of Carriage:\n20.1 The following is a general guideline detailing how certain musical instruments may normally be carried. The final decision would depend\non the overall size and weight or exceptions, if applicable.\nInstrument Method of Carriage\nBass tuba Hold stowage\nBassoon (small) Cabin baggage\nBanjo Hold stowage or extra seat\nBass trombone Hold stowage\nCello Hold stowage or extra seat\nContrabassoon Hold stowage or extra seat\nClarinet Cabin baggage\nDouble bass Hold stowage\nFlute Cabin baggage\nFrench horn Hold stowage or extra seat\nGuitar Hold stowage or extra seat\nOboe Cabin baggage\nSaxophone Hold stowage or extra seat\nTrumpet Cabin baggage\nViola (rectangular) Hold stowage or extra seat\nViolin (shaped) Cabin baggage\nViolin (rectangular) Hold stowage or extra seat\nEffective 17 November 2021 – Baggage Allowance Policy document revised for Additional free baggage allowance/Excess Baggage Rates.\nEffective 01 July 2022 – Included Voyager credit and cheque card baggage allowance and Firearm charges.\nEffective 18 November 2022 –Excess Baggage Charges for WDH and VFA has been included.\nEffective 01 December 2022 –Excess Baggage Rates valid for Valid for Travel 01Dec to 15Jan.\nEffective 15 March 2023 – Excess Baggage Charges LLW and BLZ has been included.\nEffective 15 March 2023 – Excess Baggage Charges Within Africa, via Johannesburg has been included.\nEffective 13 July 2023 – Baggage allowance between Africa and Brazil.\nEffective 21 July 2023 – Excess Baggage Charges between Africa and Brazil.\nEffective 01 September 2023 – Increased Baggage allowance between South Africa and FIH valid for travel 01Sep23 to 31Oct23.\nEffective 16 October 2023- Excess Baggage Charges between South Africa and Abidjan, between Abidjan and Accra has been included.\nEffective 22 November 2023- Rates applicable for travel 01 Dec to 15 Jan ZA GHA.\nEffective 01December 2023 3piece baggage allowance between South Africa and FIH, travel period 15Jan to 31March24.\nEffective 01December 2023 3piece baggage allowance between South Africa and HRE, travel period 15Jan to 15March24.\nEffective immediately 3piece baggage allowance between Accra and Abidjan, travel period is immediately to 29February24.\nEffective immediately 2piece Back to school domestic baggage allowance, sales period is immediately to 31 January 24 and travel period immediately to 11February2024.\nEffective 01December 2023 3piece baggage allowance between South Africa and HRE/LUN/WDH, travel period immediately to 31March24.\nEffective 01January 2024 3piece Student Fares baggage allowance between South Africa and HRE/LUN/WDH/MRU.\nEffective 14 March 2024 Baggage Allowance between Australia and Africa/Brazil.\nEffective 14 March 2024 Excess Baggage Charge between Australia and Africa/Brazil.\nEffective 26 April 2024 3piece Baggage allowance between South Africa and LUN, travel period 27April24 until 31July24.\nEffective 06 June 2024 3piece Baggage allowance between South Africa and HRE/WDH/LUN, travel period 06June24 until 31August24.\nEffective 16 July 2024 3piece Baggage allowance between South Africa and WDH/LUN, travel period 06June24 until 31August24.\nEffective 18 July 2024 International Firearm charge update.\nEffective 22 July 2024 updated a deleted excess luggage charges between Australia and Africa via JNB\nEffective 31July 2024 amended excess baggage charges between Australia and Africa via JNB and between Australia and Brazil via JNB\nEffective 31 August 2024 3piece Baggage allowance between South Africa and WDH, travel period 06June24 until 31October24.\nEffective 31 August 2024 Firearm point 8.4.2 and 8.4.3 updated\nEffective immediately 3piece Baggage allowance between South Africa and FBM, Travel period immediately until 15December24.\nEffective immediately Baggage allowance and Excess baggage charge for FBM\nEffective immediately Baggage allowance and Excess baggage charge for DAR\nEffective immediately Baggage allowance for Student fares\nEffective immediately 3pc Baggage allowance between South Africa and DAR until 31Mar25\nEffective immediately 3pc Baggage allowance between South Africa and DAR until 30Nov25\nEffective immediately 09June25 Voyager Platinum members’ Baggage Allowance updated\nEffective immediately GBE baggage allowance and excess rates added",
  "pages": 14,
  "method": "pdfplumber"
}