{
  "source": "pdfs/11.pdf",
  "title": "11",
  "content": "American Airlines Group & Meeting Travel\nAdditional Terms and Conditions\nThank you for making a booking for group travel with American Airlines Group & Meeting\nTravel – we appreciate your business. These terms and conditions apply to and are\nincorporated into the contract between you and American governing this group booking.\nYou have represented to American that you have the authorization of the group members to\nmake this group booking and speak on their behalf, and therefore, you, as the authorized travel\nagent or group organizer, will be the point of contact between American and the members of\nthe group. You agree that American will be entitled to rely upon your instructions relating to\ngroup members, and that American may refer any inquiries from such members to you,\nincluding payment or refund inquiries. You acknowledge and further agree that all payment\nobligations shall be remitted by you to American in accordance with these terms and conditions\nand the group booking confirmation.\nIf you are a group organizer and not the authorized travel agent:\nThe terms and rules set forth below are part of the rules that apply to the fares quoted in your\ngroup booking confirmation, and that apply to and are incorporated into all tickets that are\nissued under this reservation.\nIf you are the authorized travel agent:\nThis booking is subject to the Agency Reporting Agreement with ARC, if you are an ARC-\naccredited agent, and the IATA Passenger Sales Agency Agreement, if you are an IATA-\naccredited agent, and the applicable American addendum to such agreements (collectively, the\n“GTAA”). The rules set forth below are part of the rules that apply to the fares quoted in the\ngroup booking confirmation and are part of the “Rules” contemplated under the GTAA.\nFor any amount that is owed or payable to American hereunder but that goes unpaid, including\nany committed deposit amounts, American may issue a debit memo, the payment of which\n(including the issuance of any related administration fees) will be governed by the terms of the\nGTAA.\nGroup Fares\n• These fares apply only to group travel. For purposes of these terms and conditions, a\n“group” is a group of passengers traveling to the same destination satisfying the\nfollowing requirements:\no The group must consist of at least 10 passengers, if the passengers are booked in\nthe economy cabin or are booked in mixed cabins (i.e., not all passengers are\nbooked in a premium cabin), or 7 passengers, if all passengers are booked in\nVersion 10/01/20 1 4819-7262-7622 5\npremium cabins. For purposes of this determination, the premium economy,\nbusiness, and first class cabins will be considered to be premium cabins.\no All passengers in the group must travel together on at least 1 common flight\nsegment, and if the itinerary for the group includes an outbound international\nsegment (excluding any U.S. – Canada segment), the group must travel together\non that segment. All originating outbound travel for the initial minimum group\nmembers must commence on the same date. Additional group members may be\nadded, but these members must commence their outbound travel on that same\ndate, or on the day that is immediately before or after such date, but not both.\no All passengers in the group must commence their return travel within a 7-day\nwindow (i.e., the time difference between the commencement of travel for the\nfirst returning passenger and the commencement of travel for the last returning\npassenger may not exceed 7 consecutive calendar days).\n• If the group fails to meet the above minimum requirements, this group booking and all\nreservations may be cancelled, in which case all deposits then-paid will be forfeited. If\nany individual passengers make changes to their itinerary such that they are no longer\ntraveling with the group, they will be treated as individual passengers and their tickets\nwill be subject to adjustment based on the applicable, non-group fare.\n• The following rules apply to minors (i.e., anyone under the age of 18) that may be\nincluded within the group:\no On non-stop itineraries, there must be at least 1 adult for every 20 minors.\no On itineraries with connecting flights, there must be at least 1 adult for every 15\nminors.\n• For each individual passenger booking made under this group confirmation, you shall\npay or commit to pay (at American’s discretion) American the following deposit amount\n(or, in cases where the amounts on the group booking confirmation are stated in local\ncurrencies, the amounts provided on that group booking confirmation), which will be\ndetermined based upon the highest class of service on such passenger’s itinerary\n(provided, that if the booking is being made less than 30 days prior to departure, there\nmay be no deposit required due to the full balance being due):\no Economy Class: $100\no Premium Economy Class: $150\no Business Class: $200\no First Class: $400\nVersion 10/17/19 2 4819-7262-7622 5\nThe deposit or commitment, as applicable, for each individual booking must be received\nby American no later than the deposit payment deadline listed on the group booking\nconfirmation. American may determine to either apply the deposit to the outstanding\nfare amount or, once the full fare has been paid, provide a refund of the deposit.\n• Until the final payment deadline for the full fare balance, you may make incremental\npayments by contacting American. You will be required to designate the particular\nreservation(s) to which such payments will be applied.\n• The full fare balance must be received by American no later than 30 days prior to first\ncommencement of travel by any member of the group, at the time of booking if booked\nwithin 30 days of that first commencement, or the final payment deadline provided on\nthe group booking confirmation. This final payment deadline is provided on the group\nbooking confirmation.\n• The availability of flights, travel dates and times, and seat availability is not guaranteed\nand is subject to change at any time. No reservation will be ticketed until the full fare,\nas well as all applicable taxes, fees, and other charges, is received by American. Upon\nactually booking such group booking (understanding that the deposits are payable as of\nthe deposit payment deadline provided in the group booking confirmation), American\nwill honor the base fare and hold inventory, but seat availability is not guaranteed.\n• These reservations and all travel undertaken under this group booking are subject to\nAmerican’s applicable conditions of carriage and all applicable fare rules and\nrestrictions.\n• All tickets must be issued via electronic ticketing.\nChanges\n• Changes relating to routing, times, dates, class of service and passenger names that are\nmade before the date that is 90 days before commencement of travel are free of charge\nbut may result in a change to the fare.\n• After ticketing, one passenger name change per-ticket is free of charge, but any\nsubsequent name change will be subject to the applicable change fee. No passenger\nname changes are permitted within 48 hours of the commencement of travel. This\nability to change passenger names is only applicable to American Airlines- or American\nEagle-operated flights. Name changes for flights operated by other carriers are\ngoverned by that carrier’s rules and policies.\n• After ticketing, ticket changes are subject to applicable change fee plus any fare\ndifference in the case of date, time or routing changes.\nCancellation\nVersion 10/17/19 3 4819-7262-7622 5\n• The group must at all times meet the minimum passenger number requirements that\nare noted above. If the number of passengers in the group falls below this minimum,\nthe group may be cancelled, including all reservations and tickets, and the below fees\nwill be payable.\n• All tickets issued under the group booking confirmation are nonrefundable.\n• Cancellation of any group reservations prior to ticketing will be subject to the following:\no Any reservations for which the full payment balance has not been received by\nAmerican as of the final payment deadline provided in the group booking\nconfirmation are subject to cancellation.\no If cancellation of the entire group occurs after the deposit has been paid or\ncommitted but prior to the 90-day utilization period, American will retain a\nholding fee in an amount that is equal to the deposit amounts of the 3\npassengers in the group with the lowest deposits.\no If any partial cancellation occurs 90 days or more before the commencement of\ntravel prior to the 90-day utilization period, American will refund the applicable\ndeposit amounts (excluding the holding fee, if applicable) and any additional\nunticketed paid fare amounts.\no If any cancellation represents more than 10% of the group members and occurs\nbetween 89 days and 30 days before the commencement of travel, American will\nretain the applicable deposit amounts and refund any additional unticketed paid\nfare amounts.\no If any cancellation occurs within 29 days of the commencement of travel, the\ngroup will be liable for the full base fare amount plus all airline-imposed fees.\nThese amounts will be collected via debit memo or collection notice, which may\nbe offset by any funds already held.\nVersion 10/17/19 4 4819-7262-7622 5",
  "pages": 4,
  "method": "pdfplumber"
}