{
  "source": "pdfs/12.pdf",
  "title": "12",
  "content": "Interline Baggage\nTrade – Frequently Asked Questions\n1. What are the interline baggage rules?\nIATA Resolution 302 uses the concept of the “Most Significant Carrier” (MSC) to determine whose\nbaggage rules to apply to interline itineraries. For itineraries to or from a point in the United States, the\nUnited States Department of Transportation (US DoT) has mandated a different set of rules.\nFor non-US international itineraries, the MSC baggage allowance and charges apply for each flight onto\nwhich baggage is through-checked, which is from when the baggage is checked in until it is picked up at\nthe next stopping point.\nA step-by-step process can be used to determine the MSC – refer to Question 2:\nFor journeys to or from a point in the United States refer to Question 5, as different rules apply.\n2. How is the Most Significant Carrier (MSC) identified?\nThe following table will assist in determining the MSC on an interline journey:\n3. What are the IATA Tariff Conference areas?\nIATA divides the world into three Tariff Conference areas. Each Tariff Conference area is subdivided\ninto sub-areas. These areas and sub-areas are used to determine which carrier’s baggage rules will\napply, as demonstrated in the examples below.\nIATA Area IATA Sub-Area\nArea 1 (TC1) USA, Canada, Mexico, Caribbean Islands, Central America and South America\nArea 2 (TC2) Europe, the Middle East and Africa\nArea 3 (TC3) South Asian Subcontinent, South East Asia, South West Pacific and Japan/Korea\nInterline Baggage – Trade FAQs – version 1.0 Page 1 of 6\nExample 1 – Travel between two different Tariff Conference areas\nSector IATA Tariff Conference Area\nSYD QF HKG (no stop-over) Within TC3\nHKG CX LON TC3 to TC2\nCathay Pacific (CX) is the Most Significant Carrier as it is the first carrier to cross between two different Tariff\nConference areas TC3 and TC2.\nExample 2 – Travel between sub-areas, within the same Tariff Conference area\nSector IATA Tariff Conference Area\nTYO JL HKG (no stop-over) Within TC3. Sub-area: Japan/Korea to South East Asia\nHKG QF PER Within TC3. Sub-area: South East Asia to South West Pacific\nTravel is within the same Tariff Conference area TC3. Japan Airlines (JL) is the Most Significant Carrier as it\nis the first carrier to cross from sub-area Japan/Korea to sub-area South East Asia.\nExample 3 – Travel within a sub-area, within the same Tariff Conference area\nSector IATA Tariff Conference Area\nBNE QF AKL (no stopover) Within TC3. Within sub-area South West Pacific\nAKL NZ WLG Within TC3. Within sub-area South West Pacific\nInterline Baggage – Trade FAQs – version 1.0 Page 2 of 6\nTravel is within the same Tariff Conference area of TC3 and within the same sub-area of South West Pacific.\nQantas (QF) is the Most Significant Carrier as it is the first international carrier within the same sub-area.\n4. What baggage allowance applies if the MSC is a codeshare flight?\nUnder all Qantas codeshare arrangements the marketing carrier’s baggage allowance applies. The QF\nallowances vary for some QF marketed codeshare routes – see qantas.com/baggage for details. For\nnon-US itineraries where the Operating Carrier accepts excess baggage, it may apply its own charges\nfor the carriage of that excess baggage.\nIn case of codeshare flights where the ultimate ticketed origin or destination is in the United States, then\nthe first marketing carrier in the itinerary determines the baggage policy to be applied for the whole\nitinerary (see question 5).\n5. What are the baggage rules mandated by the United States Department of Transportation (US\nDoT)?\nThe US DoT has introduced baggage rules which govern travel to, from, and within the United States\nincluding where the ultimate ticketed destination is within the United States – refer to Questions 6 and\n11.\n(cid:2) The rules state that the baggage allowances and fees that apply at the beginning of a\npassenger’s itinerary must be applied throughout the entire itinerary.\n(cid:2) The baggage allowance and fees are determined by the first marketing carrier in the itinerary.\nRefer to Question 9.\n(cid:2) Carriers must include the information about the passenger’s free baggage allowance and any\napplicable fees for a carry-on bag and the first and second checked bag on the e-ticket.\n(cid:2) The applicable baggage allowance and charges must also be disclosed to consumers in the\nprescribed manner on any US-marketed website.\nFor the purposes of determining baggage erules, \"United States\" or \"US\" consists of the continental\nUnited States (country code US) and US Territories Guam (GU), Puerto Rico (PR), Virgin Islands\n(VI), Wake Islands (WI), and Kiribati including Canton and Gilbert Island (KI).\n6. What does “ultimate ticketed destination” mean?\nThe US DoT defines the ultimate ticketed destination as a stop of more than 24 hours at the farthest\npoint from the origin.\nThe distance is determined by the Ticketed Point Mileage (TPM) from origin to all stopover points on\nthe ticket, in the direction of travel.\nFare construction points, side trips and end-on-end fares will not determine how baggage rules are\napplied.\n7. When are the US DoT changes effective from?\nThe US DoT’s baggage rules have been in force since 24 January 2012. In relation to interline and\ncodeshare itineraries, the United States DoT gave carriers and agents until 24 July 2012 to comply\nwith the rules. Substantial fines apply.\n8. How do the US DoT rules affect Travel Agents?\nTravel Agents are also required to comply with the US DoT’s rules in relation to baggage.\n(cid:2) For passengers whose ticketed origin, destination or where the farthest 24 hour stopover\npoint from origin is a point within the US, Travel Agents must apply the same baggage policy\nthroughout the entire itinerary. This is the baggage policy nominated by the first marketing\ncarrier on the itinerary (refer to Questions 9 and 10).\nInterline Baggage – Trade FAQs – version 1.0 Page 3 of 6\n(cid:2) All e-tickets for travel to or from a point in the US must include the passenger’s free baggage\nallowance and/or the applicable fee for a carry-on bag and the first and second checked bag.\nTravel Agents may provide this information through a hyperlink to the specific information on\ntheir own website or the applicable airline’s website.\n(cid:2) All publicly accessible websites in the US must include on the first screen in which a fare\nquotation is offered for a specific itinerary selected by a customer, that additional airline fees\nfor baggage may apply and where customers can see those fees. Travel Agents may refer\ncustomers to the baggage information on their own website or the applicable airline’s\nwebsite.\nAs a result of carriers filing their baggage policies, the GDS’s should automatically place the required\ninformation on the E-Ticket itinerary receipt. Please ensure that the applicable baggage information is\nincluded when you issue E-Tickets.\n9. Which carrier’s baggage rules will apply under the US DoT rules?\nFor interline and codeshare itineraries, the first marketing carrier in the itinerary determines the baggage\npolicy which will apply for the entire itinerary. The first marketing carrier has two choices:\na. apply their own baggage allowance and charges for the whole itinerary; or\nb. apply the baggage allowance and charges of the MSC for the whole itinerary (as defined in\nIATA Resolution 302, see questions 2 and 3).\n10. Which rules has Qantas chosen to apply?\nWhere Qantas is the first marketing carrier in an itinerary to or from the United States, Qantas has\nchosen to defer to the baggage allowance and charges of the MSC for that itinerary.\nThis means when the first flight in the itinerary is a Qantas-marketed flight, all airlines in that itinerary\nmust apply the MSC’s baggage policy throughout the entire itinerary.\nExamples\nThe examples shown below are for explanatory purposes only. Carriers may change their policies. Refer to\nthe applicable carrier for their current policy..\nTravel with a destination in the USA Application of baggage allowance and charges\nQF is the only carrier\nQF has chosen to apply the MSC policy\nCNSQF BNE QF LAX QF BNE\nQF is the MSC\nQF baggage policy applies for entire itinerary\nFJ is the first Marketing carrier\nFJ has chosen to apply first marketing carrier rule,\nNANFJ SYD QF LAX US MIA AA LAX FJ NAN not MSC\nQF is the MSC – but this is irrelevant\nFJ baggage policy applies for entire itinerary\nCX is the first Marketing carrier\nCX has chosen to apply the MSC policy\nHKGCX SYD QF LAX AA NYC CX HKG\nQF is the MSC\nQF baggage policy applies for entire itinerary\nQF is the first Marketing carrier\nQF has chosen to apply the MSC policy\nSYDQF HKG CXLAXAA NYC QF SYD\nCX is the MSC\nCX baggage policy applies for entire itinerary\nInterline Baggage – Trade FAQs – version 1.0 Page 4 of 6\nTravel commencing in the USA Application\nUA is the first Marketing carrier\nUA has chosen to apply first marketing carrier rule,\nDFW UA LAX QF SYD QF LAX AA DFW not MSC\nQF is the MSC – but this is irrelevant\nUA baggage policy applies for entire itinerary\nAA is the first Marketing carrier\nAA has chosen to apply the MSC policy\nDFW AA LAX QF SYD QF LAX UA DFW\nQF is the MSC\nQF baggage policy applies for entire itinerary\n11. Do the US DoT’s baggage rules apply for passengers who have a connection or stopover in the\nUnited States, but whose ultimate ticketed origin and destination are not in the U.S.?\nNo. The US DoT’s baggage rules apply for passengers whose ultimate ticketed origin or destination is a\npoint within the U.S. They do not apply for passengers whose tickets include a connection or stopover in\nthe U.S.\nThe DoT defines ultimate ticketed destination as a stop of more than 24 hours at the farthest point from\nthe origin. For example, the DoT rules would not apply for a passenger who is travelling SYD-LAX-LHR\nor SYD-LAX-YVR where the passenger is remaining in LHR or YVR for more than 24 hours.\nThe DoT rules would apply for a passenger who is travelling PER-SIN-LON-NYC-LAX-SYD-PER where\nthe passenger is remaining in NYC or LAX for more than 24 hours. The farthest point from origin is\nPER-NYC via AT with a TPM of 11515 miles (PER-LON via EH has a lesser TPM of 9023 miles).\n12. Do the US DoT rules apply to excess, oversize, and special baggage fees, in addition to standard\nchecked baggage fees?\nYes. The same allowance and fees, including excess, oversize and special baggage fees, must apply for\nthe entire itinerary.\n13. Under the US DoT rules, can a passenger be charged excess baggage for an additional bag or\noverweight bag during their journey? For example, if they check in more baggage on the return\nor after a stopover? If so, which carrier’s excess baggage fees apply?\nYes, excess baggage fees may be charged if the passenger exceeds the allowance at any point. The\nsame carrier policy that applied at the beginning of the itinerary must be applied throughout the entire\nitinerary, including fees for any additional or overweight bag/s.\n14. Do the US DoT’s rules apply to carry-on baggage?\nYes, the US DoT rules apply to all baggage allowances and fees, including carry-on baggage policies.\n15. How can I check which baggage allowance is applicable?\nCarriers file their baggage allowance and fees via the Airline Tariff Publishing Company (ATPCO) and\nyour GDS will automatically populate the applicable baggage allowance into the baggage field of the\nticket mask and onto the ticket.\nFor journeys to and from the United States\n(cid:2) If Qantas is the first marketing carrier in an itinerary, the Most Significant Carrier’s baggage\nallowance and fees will apply for the itinerary.\n(cid:2) If Qantas is not the first marketing carrier on the itinerary, Qantas does not determine which baggage\npolicy applies. Please confirm the applicable baggage policy with the first marketing carrier on the\nitinerary to ensure customers are provided with accurate information.\nInterline Baggage – Trade FAQs – version 1.0 Page 5 of 6\nA summary of Qantas and its interline partners’ baggage allowances and any fees for carry on baggage\nand the first and second checked baggage is available on the US version of the Qantas website at\nhttp://www.qantas.com.au/travel/airlines/interline-baggage-allowances/global/en\n16. Can the baggage allowance on a ticket be manually changed by a Travel Agent?\nThe baggage allowance on a ticket must not be manually adjusted. The GDS will automatically apply the\napplicable baggage policy for the journey quoted, in accordance with the policies filed by the applicable\ncarriers. If you believe the baggage information is incorrect, please check with the applicable carrier.\nFor US itineraries, this will be the first marketing carrier on the itinerary.\nFor non-US itineraries, the baggage allowance on a ticket may vary for each checked journey a\ncustomer will make. This is not an error. Please ensure the customer is aware when different\nallowances apply.\nFor journeys to, from or within the USA, the baggage allowance will be the same for the entire itinerary\nand is determined by the first marketing carrier. A summary of Qantas and its interline partners’\nbaggage allowances and any fees for carry on baggage and the first and second checked baggage is\navailable on the US version of the Qantas website at http://www.qantas.com.au/travel/airlines/interline-\nbaggage-allowances/global/en\nNote: Some fares have special baggage allowances which are specifically stated in the fare rules and\napply for the entire journey, for example oneworld Explorer and Global Explorer fares.\n17. If a customer holds two tickets issued separately, what rules apply and can the baggage be\nchecked to the final destination?\nWhere a customer chooses to purchase travel separately, the baggage rules are applied separately to\ndetermine the applicable allowance and fees for each separately issued ticket. Normally baggage\ncarried on separate tickets will not be through checked.\n18. Where can Travel Agents find more information about baggage policies?\nFurther information can be found:\n(cid:2) Qantas Industry Sales– Policies and Procedures – Baggage\n(cid:2) Qantas.com/baggage\n(cid:2) Qantas US website baggage and optional services link\nhttp://www.qantas.com.au/travel/airlines/us-baggage-allowance-and-fees/us/en\n(cid:2) Your Global Distribution System (GDS)\n(cid:2) Website or Call Centre of interline airlines\nInterline Baggage – Trade FAQs – version 1.0 Page 6 of 6",
  "pages": 6,
  "method": "pdfplumber"
}