{
  "source": "pdfs/13.pdf",
  "title": "13",
  "content": "Interline Considerations on\nBaggage Standards\nGuidance Document for Airlines\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nTable of Contents\nLegal Notice ............................................................................................................................................................................ 3\nIntroduction and context ........................................................................................................................................... 4\nBaggage definition ...................................................................................................................................................... 5\nBaggage management considerations in interline ........................................................................................... 5\nBaggage policies and allowance ............................................................................................................................ 6\nBaggage provisions .................................................................................................................................................... 6\nReservation and ticketing procedures ................................................................................................................. 8\nExcess baggage ........................................................................................................................................................ 10\nOperational Handling ............................................................................................................................................... 12\n8.1 Checked-in baggage ...................................................................................................................................... 12\n8.2 Baggage Acceptance ..................................................................................................................................... 13\n8.3 Baggage Carriage ............................................................................................................................................ 15\n8.4 Wheelchairs and mobility aids ..................................................................................................................... 16\n8.5 Cabin baggage .................................................................................................................................................. 16\n8.6 Baggage Messaging in the operational environment .......................................................................... 17\nReporting and Settlement ...................................................................................................................................... 18\nMishandled baggage ........................................................................................................................................... 20\nAppendix ............................................................................................................................................................................... 24\n2\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nLegal Notice\nDisclaimer Notice\nThe information contained in this document is provided by the International Air Transport Association\n(IATA) for general information purposes only and does not purport to be commercial, legal or other\nadvice. Nothing contained in this document constitutes a recommendation, endorsement or\npreference by IATA. Different jurisdictions have varying (consumer and other) laws, regulations and\nprocedures. No user of the information should act or rely on any information from on this document\nwithout seeking the advice of a competent legal counsel. This information is not intended to substitute\nfor any business’ individual decision.\nLimitation of liability\nIATA does not warrant or guarantee the accuracy, completeness, adequacy or currency of the\ninformation contained in this document or linked to this document or the correctness of the\ninformation originating from any of the sources relied upon. IATA does not assume, and expressly\ndisclaims, any liability to any person(s) or entities for any loss or damage caused by errors or omissions\non in this document or misinterpretation of the contents hereof. Furthermore, IATA expressly\ndisclaims any and all liability to any person or entity in respect of anything done or omitted, and the\nconsequences of anything done or omitted, by any such person or entity in reliance on the contents\nof this document.\n3\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nIntroduction and context\nThe global COVID-19 pandemic has led to many airlines suspending at least part of their scheduled\npassenger operations. New interline relationships will be a vital enabler for industry recovery, providing\ntraffic for airlines and connectivity for passengers. Airlines may need to pursue new and more varied\nrelationships to support their networks as they recover, and to allow them to serve more origin –\ndestination markets as their operations restart and their networks are restored.\nA need has been identified to provide carriers with a Guidance Document on baggage standards\ncovering the end to end interline processes. This is part of the package of work built by airlines in the\nInterline Group around the reinvigorating of the multilateral framework and supporting airlines to ease\nthe formation of new partnerships.\nThis document provides an overview of the main processes and recommendations to support the\nhandling and carriage of baggage when the routing involves other carriers. The information contained\nin this document is based on the IATA Resolutions and Recommended Practices adopted at the annual\nIATA Passenger Standards Conference (PSC) and published in the Passenger Standards Conference\nManual, effective from 1 June 2020.\nIf bilaterally agreed, airlines may apply different rules and exceptions to standard procedures.\nEach airline shall ensure that all the internal teams know and abide by all applicable anti-trust\nregulations and limitations.\n4\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nBaggage definition\nEach airline is responsible to set its own rules permitting customers to transport baggage. These rules\ncan vary according to passenger’s Frequent Flyer status, the product and services purchased and/or\nthe selected route(s). IATA plays no role in this activity and IATA’s primary focus is to\ndevelop Standards and best practices around baggage management, including the tracking and\ntracing of mishandled bags.\nThese rules and policies are usually defined for the following main types of baggage:\n• Carry-on or cabin baggage - defined as the baggage that is carried and stowed in the aircraft\ncabin under the passengers’ control and custody.\n• Checked-in baggage - defined as the baggage for which the carrier takes custody, issues,\nvalidates or updates a baggage tag.\nIt is important that passengers are clearly informed on the baggage carry-on rules they should comply\nwith, together with their entitlement for checked-in baggage (if applicable) and charges for excess\nitems or overweight/oversized items.\nBaggage rules are complex, and there are many different models that carriers use to determine a\npassenger’s baggage entitlement, or the pricing structure for baggage that is not included in the\npassenger fare. That’s why it is extremely important that carriers’ agents provide passengers with the\nmost comprehensive carrier information related to baggage policies, that will apply to the entire\nticketed itinerary.\nBaggage management considerations in interline\nIn order to process baggage, carriers should establish policies and procedures to facilitate the\nhandling of baggage in interline itineraries and reduce potential seams in their shared passenger’s\njourney. Where the interline scenarios imply involvement of a 3rd party carrier or ground handler, these\nshould be addressed and anticipated as well by the interline partners.\nEach airline shall ensure that all the internal teams know and abide by all applicable anti-trust\nregulations and limitations.\nWhen implementing a new interline partnership it is recommended that carriers discuss and clarify the\nfollowing aspects with their partners:\n• Baggage policies and allowance\n• Baggage provision determination\n• Reservations and ticketing procedures\n• Excess baggage definition and limitations\n• Operational handling\n• Mishandled baggage\n• Reporting and Settlement of bag fees that are collected\nThese aspects will be further detailed in the following sections of this document.\n5\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nBaggage policies and allowance\nCarriers should address whether baggage policies and procedures will vary depending on the type of\nconnections (domestic or international), by airport or type of Ground Handler.\nPassengers’ baggage allowance is generally based on a combination of rules for checked-in baggage\nand for carry-on baggage. The baggage allowance can be included in the passenger’s fare, as an\nancillary product, or as part of a program or membership. As each airline is responsible to determine\nits own baggage allowance and there are many different models for baggage entitlements it is\nimportant that interline partners are aware of, and plan for procedures when there are different policies\non a single passenger itinerary.\nThere are two standard checked-in free baggage allowance concepts:\n• Weight Concept: measured by the total weight of checked-in baggage, which is shown as a\nweight amount on the ticket (e.g. 20 kg or 45 lb).\n• Piece Concept (PC): measured by the number of pieces of checked-in baggage (shown as PC\non the ticket).\nSome carrier policies combine these concepts part of their baggage allowance policy, such as 2\npieces not weighing more than 32KG in total or one piece allowed per passenger.\nIn case of free/discounted allowance (included in the fare to be paid), IATA Recommended Practice\n1788 – Ticketing and baggage regulations for free and reduced transportation, outlines the\nconsiderations carriers need to take into account for both reservation and ticketing procedures.\nMember airlines of the ZED-MIBA Forum programs have established baseline provisions for baggage\nallowance.\nIn case of included and chargeable baggage allowances, it is recommended that carriers disclose their\nindividual allowance via ATPCO. Many airline systems incorporate details from ATPCo’s database,\nespecially when determining the applicable charges for excess items or oversize/overweight items.\nThe database has also critical information about items that may be embargoed (notably oversized\nspecial items on smaller aircraft types).\nBaggage provisions\nIn interline itineraries, carriers shall ensure and be clear which carrier’s baggage provisions apply in\nany circumstances. Whatever baggage provisions apply, this must be clear to the customer, and clear\nto the Operating Carrier and/or Ground Handler systems and the teams in the airport environment.\n6\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nIn the current environment, a single set of baggage provisions applies to an entire itinerary. The\nprovisions that will apply are either selected following regulations, following the industry default\nselection provisions (IATA Resolution 302), or are selected by bilateral agreement.\nThe main standard processes that currently determine the application of baggage provisions for\ninterline journeys are:\n• IATA Resolution 302 determining which rules to apply in an interline journey, for each\nchecked portion and defining the concept of the Most Significant Carrier (MSC).\n• US Rule for travel originating in or with the destination to either USA (U.S. DOT Regulation\n399.87) or Canada (CTA Order 2014-A-158). The Governments of these nations require\nthat a different concept applies. This concept states that the provisions of the Marketing\nAirline on the first coupon of the overall ticket shall apply to all flights on that ticket.\nDetermining the Most Significant Carrier (MSC)\nThe process to determine the Most Significant Carrier (MSC) is defined in IATA Resolution 302.\nIn case of code-share flights, in general the Marketing Carrier's baggage policy prevails, unless that\ncarrier publishes a rule stipulating that the Operating Carrier’s baggage policy should apply.\nThe general rules to determine the MSC are based on the Areas where the transportation takes place.\nThese areas are categorized between the IATA Traffic Conference (TC) Areas and Sub-Areas as\nfollows:\n• Traffic Conference Area 1 (TC1): The Western Hemisphere (The Americas and The\nCaribbean)\n• Traffic Conference Area 2 (TC2): Europe, Middle East and Africa\n• Traffic Conference Area 3 (TC3): Asia and Asia Pacific\nBased on the above categorization the MSC is:\n• The carrier performing carriage on the first sector that crosses from one Area to another for\ntravel between two or more Tariff Conference (TC) Areas\no Exception: TC123 only, the carrier providing carriage on the first sector that crosses\nbetween TC1 and TC2.\n• The carrier performing carriage on the first sector that crosses from one Sub-Area to another\nfor travel between two or more Tariff Conference (TC) Sub-Areas\n• The carrier performing carriage on the first international sector for travel within a Tariff\nConference (TC) Sub-Area.\nMore information on this resolution can be found in the IATA Passenger Tariff Coordinating\nConferences Resolutions Manual.\n7\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nDetermination of Baggage Provisions\nTo determine which rules to apply in an interline journey, for each checked in portion, the following\nstandard process should be applied per IATA Resolution 302:\n• Step 1: In case the published baggage rules are the same amongst all carriers in an itinerary,\nthen the same baggage rules should apply.\n• Step 2: In case one or more published baggage rules differ between carriers in an itinerary,\nthen the published baggage provision of the MSC should apply.\no In case of code-share flights the Marketing Carrier rule is applied unless the Marketing\nCarrier's published rules stipulate the use of the Operating Carrier rules.\n• Step 3: In case the MSC does not publish baggage rules for the journey, then the rules of the\ncheck-in carrier should apply.\n• Step 4: In case the check-in carrier does not publish baggage rules for the interline journey,\nthen the rules of each Operating Carrier should apply, sector-by-sector.\nAdditionally, when transporting baggage across carriers if additional charges need to be collected (e.g.\nchargeable baggage, excess baggage, etc.) the currency aspects shall also be considered and carriers\nshould follow the recommendations described in the IATA Resolution 024a – Establishing passenger\nfares and related charges and IATA Resolution 024d – Currency names, codes, rounding units and\nacceptability of currencies.\nReservation and ticketing procedures\nWhen a Passenger Name Record (PNR) is created or modified it is important to determine the baggage\nprovisions that will apply for the selected itinerary.\nMany systems have the capability to determine the applicable baggage allowance when the PNR is\ncreated or modified in accordance to the existing standards and processes, either by including these\nentitlements in the reservation, or by referencing the tariffs that apply to the reservation. However,\nwhere there are no specific airline requirements and the systems do not provide the allowance, it is the\nresponsibility of the agent making the reservation to determine the baggage allowance and advise the\ncustomer(s) accordingly. This is subject to auditing and revenue controls and airlines can raise an\nAgency Debit Memo (ADM) in case the agent does not follow the airline instruction.\nIn general, the applicable free baggage allowance is included in the fare to be paid and would apply to\nany passenger who purchased this fare. Any additional entitlements granted to a passenger by virtue\nof their Frequent Flyer status, membership, corporate agreement, etc. would not apply, unless agreed\nbi-laterally between carriers.\n8\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nThe information about the passenger's baggage allowance and the carrier whose provisions have been\nselected may have been further stored in the passenger's e-ticket record, and may be exchanged in\nthe standard ticketing messages to ensure visibility on the passenger’s ticket record at any touch\npoint. It is important that carriers ensure that there is enough information to determine baggage\nentitlements, which may also be achieved by filing fares with a service such as ATPCO.\nThe baggage allowance of the ticket requires only the most basic information to be present, such as\n20K, 30K, or 2PC. When the fare does not permit any free baggage allowance, ‘NO’, ‘NIL’ or ‘XX’ shall\nbe entered in the baggage allowance. More details on how to store baggage information such as\nallowance and chargeable amounts in the e-ticket, can be found in the IATA Resolution 722, Chapter\n18 - Baggage.\nThe information in the e-ticket is further made available to the Departure Control System (DCS) and\nallows airport agents to process the interline passenger at check-in when accepting baggage. With\nthis information, a DCS will determine if additional fees should be collected for checked-in bags in\nexcess of the entitled allowance.\nIn the current environment it is recommended that carriers’ part of the interline itinerary exchange\nbaggage data in electronic ticketing standard messages. These standard messages allow carriers to\ninclude and exchange various baggage related information such as the information on the maximum\nfree baggage allowance weight via the “Maximum Free baggage Weight” data element (e.g. when the\nbaggage allowance is based on pieces carriers can include as well the baggage weight followed by\nkilos ‘K’ or pounds ‘L’, e.g. 23K or 50L) or dimension via “Maximum Free Baggage Dimensions” data\nelement (e.g. when the baggage allowance is based on pieces can include as well the maximum linear\ndimensions of the baggage followed by centimeters ‘C’ or inches ‘I’).\nIn case the customer requests to transport other types of baggage services in addition to the default\nbaggage allowance (such as bulky baggage, fragile baggage, courier baggage or bicycles) a\nnotification should be sent to the other carriers participating in the interline itinerary.\nIn general, a Special Service Request (SSR), with a dedicated service code, will be created in the PNR\nto capture this service. In interline itineraries the booking source should use the applicable booking\nmethod of each carrier and the service should be requested in separate transaction to each of the\ncarrier part of the itinerary. Consequently, the carrying airline should reply to the booking agent with\neither a confirmation or rejection of the request and it is recommended that an agent should not\nassume that a message has been received or actioned without this confirmation.\nMore details about the procedures carriers should follow from a reservation perspective for excess\nbaggage, bulky baggage, fragile baggage, cabin baggage, courier baggage and bicycles, can be found\nin the the Recommended Practice 1790c, A4A/IATA Reservation Interline Message Procedures\n(AIRIMP) Chapter 3.21.3 and Reservations Handbook (RHB) Chapter 15.4 – Exceptional baggage.\n9\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nAt the time the customer’s booking is confirmed, it is also critical that baggage related information is\nclearly disclosed, as it will be applied during the journey. This should include the baggage allowance\nthat is included at no additional cost, baggage allowance that has been purchased separately, the\nability to purchase additional checked-baggage either before travel or at time of check-in, any charges\nthat will apply for excess baggage, and any limitations on cabin baggage.\nThere are certain cases where a more detailed explanation of the baggage allowances and policies\nmust be provided to the customer and the most common procedure is to include this information in\nplain text on the passenger itinerary receipt. If such information is not present on the receipt, carriers\nshall address and agree on best practices to ensure passing on the fullest information to the customer,\nbased on the information usually present in the pricing and ticketing system.\nExcess baggage\nThe purchase of additional baggage and the collection of excess baggage may create different\nchallenges especially in interline scenario.\nIndustry standards such as Electronic Miscellaneous Documents (EMDs) provide a mechanism to\nfacilitate these processes using accountable documents and an interline settlement process, however\nthese processes need to be agreed and implemented between carriers\nCarriers may also bilaterally establish a mechanism by which it can be recorded that an additional bag\nhas been purchased. This should allow that this baggage is recognized in the airport environment and\nestablish a process for billing value associated with the purchase of additional baggage if they choose\nto.\nFrom a reservation perspective, in the traditional distribution environment, the reservation agent\nshould create an SSR Excess Baggage (XBAG) in the PNR to notify the other airlines participating in the\nitinerary when a customer wishes to take a considerable amount of excess baggage on a flight.\nExample: SSR XBAG CC NN/AMSGVA 0345M15NOV.5PIECES EACH30×25×15CM TOTL85KG\nWhen baggage related charges need to be collected on an accountable document, such as an EMD -\nA, the standard recommended Reason For Issuance Code (RFIC) to be used by carriers is ‘C’ - Baggage.\nThis EMD-A will then be lifted with the associated ticket coupon.\nMore detailed scenarios on chargeable baggage related services can be found in the Reservation\nHandbook, Chapter 26 and the specific reservation message formats to be used are described in the\nA4A/IATA Reservation Interline Message Procedures (AIRIMP) in Chapter 3.21.3 Baggage related\nservices.\n10\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nDifferent examples of the process and the image of EMDs when collecting baggage charges are\navailable in the Ticketing Handbook (THB) Chapter 3.8.2 - Baggage.\nAn Interline EMD Baggage Implementation Guide have been published by IATA and this document\noutlines the recommended end-to-end usage of the Associated Electronic Miscellaneous Document\n(EMD-A) standards specific to the use of EMDs in relation to baggage. The specifications and examples\nincluded in this Guide are intended to facilitate the proper issuance, collection, refund, and processing\nof EMD-A for baggage, but are not exhaustive.\nCarriers should bilaterally agree on the set of data and messages to be exchanged in case of excess\nbaggage. The IATA template for the Interline Electronic Miscellaneous Documents and\nAdditional/Optional Services General Business Requirements (EMD GBR) can be used by the interline\npartners to check and agree on the technical settings of each party.\nPaper Excess Baggage Tickets\nIATA Member airlines have (since 2015) endorsed removal of paper traffic documents, with only one\nexception: for excess baggage until 31 May 2021.\nThis exception, and the allowance to use Excess Baggage Tickets, is for carriers who wish to interline\nexcess baggage charges and who do not have interline EMD capability. In this case carriers should\nbilaterally discuss and agree with each of their partners to any exceptions on the listed standards\nrecommendations, and they should ensure that any administrative procedures are understood by\neach airline.\n11\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nOperational Handling\nThe generic operational flow of the checked-in baggage, from the acceptance of the baggage through\nto the return of the baggage to the passenger is illustrated in the following diagram:\nFigure 1: Operational baggage flow\nThe operational procedures that carriers should follow when forming an interline partnership are\noutlined in the Resolution 780 Form of Interline Traffic Agreement – Passenger including Baggage.\n8.1 Checked-in baggage\nChecked-in baggage is a baggage for which the carrier takes custody and issues, validates or updates\na baggage tag. Checked-in baggage is transported in the hold of the aircraft on which the passenger\nis travelling but remains inaccessible for the passenger during the flight.\n12\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nResolution 780 stipulates the procedures which shall be used for the Interline carriage of passenger’s\nbaggage, where the passenger’s journey on one ticket (including conjunction tickets) involves\nconnecting transportation on two or more flights.\nFrom an operational standpoint, a connection between two scheduled flights is defined when the\ndelivering carrier’s flight is scheduled to arrive at the connecting point and the receiving carrier’s flight\nis schedule to depart from the connecting point on the same day or on the next day within 12 hours. It\nalso implies that the delivering carrier has clarified with the passenger to have the baggage checked\nthrough.\nThe operator may refuse to carry checked-in baggage if this baggage:\n• is likely to endanger the aircraft or persons or property on board the aircraft\n• is inadequately packed or unsuitable for air carriage due to its weight, size or nature or\nforbidden by law, regulations, security standards or safety standards of any state to be\nflown from, to or over1.\nThe baggage of a passenger registered for an international departure flight but who has failed to board\nthat flight, cannot be placed or kept on board the aircraft (Baggage Reconciliation). Such a baggage\nshould be subject to security control as detailed in the Positive Passenger Baggage Matching covered\nin IATA Recommended Practice (RP) 1739.\n8.2 Baggage Acceptance\nPrior to the transportation of interline baggage it is recommended that the originating carrier:\n• Ensure the baggage is adequately secured to permit safe transportation with ordinary care. If\nthe baggage has no family name and initials, the passenger shall affix such exterior\nidentification to the baggage prior to acceptance;\n• Issue for each piece of baggage an interline baggage tag that complies with industry standards\nIATA Resolution 740 and RP1740a;\n• Draw passenger's attention to the baggage identification tag(s) and in particular to the\ndestination where they need to collect their bag upon returning the baggage identification\ntag(s) to the passenger.\nThe ten-digit license plate on the tag uses the Baggage Tag Issuer Code (BTIC) of the originating carrier\nwho accepted the baggage and issued the bag tag.\nFor codeshare flights, in order to ensure the interline bag is transferred correctly, the tag itself must\nbear the flight designator (airline designator and flight number) of the operating flight. The BTIC,\naccording to IATA Resolution 769 must be registered and usable in other systems (such as airports,\nother airlines, etc.)\n1 Reference: Special Handling Processes: i.e. live animals, dangerous goods, firearms etc. as covered in Resolutions 745, 745a, 745b and\nIATA Live Animals Regulations\n13\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nIn the event that passengers must collect their checked-in baggage at any point before their final\ndestination (such as a transfer point), they must be clearly informed of this, and what actions are\nrequired to re-check the baggage with the next carrier in the journey service, especially if it will require\nleaving the sterile “airside” environment and requiring security screening.\nSubject to Operating Airline policy, of each airline involved in the carriage of the baggage, the baggage\ncan be checked-in and labelled to one of the following points, whichever occurs first:\n• The next stopover point for the passenger\n• The point to which transportation has been confirmed (where coupon status is OK),\nrequested (where coupon status is RQ) or listed (where coupon status is SA).\n• The point where a change of airport is involved\n• The final destination specified in the ticket, including any tickets issued in conjunction with\nthe original ticket.\nIn addition, carriers shall address and consider the following needs:\n• The Minimum Connecting Time (MCT) shall be respected, and adjustments to airport default\nMCTs should ensure that bags can be reliably transferred between arriving and departing\nflights\n• Unless subject to specific agreement between airlines, through check-in baggage on\nseparate tickets is prohibited.\nFollowing the IATA Resolution 754 (Profile 10 - Through Check-in—No Interline Agreement between\nCarriers), when the originating carrier accepts baggage for through check-in and no interline\nagreement exists between the carriers, it will be considered as a fault in the baggage prorate process,\nand will result in 100% prorate of the mishandling expense to the carrier who checked in the bag.\nThrough check-in on separate tickets and without any additional agreement in place increases the risk\nof baggage being mishandled at the transfer point, leading thus to a risk and negative customer\nexperience when handling passenger’s baggage. If allowed by the Operating Airline policies, the\nbaggage may be labelled to a transfer destination on the ticket.\nSpecific rules of the Operating Airline apply for special types of baggage, such as Live Animals (AVIH),\nand there may be additional rules or restrictions imposed by local regulation or the aircraft types in\nuse.\n14\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nExamples:\nThrough\nCase Remarks/Actions for airline or ground handling staff\nlabelling\nCustoms clearance Yes Advise passenger to pick up baggage at the transfer point.\nrequired at the Refer to TIM/TIMATIC for country rules.\ntransfer point\nThe passenger No Inform the passenger about the risk of missing the\nspecifically wants the connecting flight.\nbaggage at a transfer\npoint\nAnimals Vivant In Hold Yes Only permitted if the continuing carrier has confirmed\n(AVIH) acceptance. Within permissible MCT.\nWhen passengers must collect their hold baggage during the transfer process (for example because\nof immigration or security policies of a State), the airline or its contracted Ground Handler should treat\nhold baggage as originating baggage. If the baggage is collected at landside, it might need to be\nsubmitted to screening before loading it on the aircraft. Interline transfer and connecting baggage\nmust follow the reconciliation procedures as originating baggage as per Operating Carrier policy and\nnational regulations.\n8.3 Baggage Carriage\nIt is recommended that interline and online connecting baggage shall be separated from other\nbaggage, mail and cargo on all aircraft arriving non-stop or with one-stop already from the Point of\nOrigin. MITA-P Article 3.5.2 requires that when it becomes necessary to leave the baggage behind due\nto payload/weight restrictions, each party of the agreement shall give loading priority to transferring\ninterline baggage. A best practice for baggage destined for a short connection is to identify it with a\nremark on the baggage tag, a separate short connection tag or sticker, or as an attribute in an\nelectronic bag identification and tagging system.\nAt each airport, IATA procedures in Resolution 744 guide the establishment and practices of a Local\nBaggage Committee. This includes senior representatives of the scheduled passenger airlines\noperating regularly in that location, that work to ensure the timely and accurate transfer of interline\nbags. One important responsibility of the Local Baggage Committee is to establish the default\nminimum connecting time requirements at the concerned airport. IATA Resolutions 744 and 765,\nalong with IATA RP 1744, describe this process as well as the procedures for exceptions that may be\nneeded.\nIt is the responsibility of the delivering airline to transfer and deliver the baggage to the next receiving\nairline at the location and hours based on the agreement between the concerned parties (e.g. Agreed\n15\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nTransfer Point as per the Service Level Agreement or the Standard Ground Handling Agreement). It\nshould not be assumed that an airline will be able to receive interline baggage without prior\narrangement or notification.\nEven with standards agreed and supported at key airports where interline transfers take place it is\ncrucial that the Local Baggage teams agree on how bags will be moved, how often, how fast and who\nwill handle each step according to the local procedures as agreed.\nIn the event of customs clearance or government imposed security measures at an intermediate point\nen route of a transfer journey, when the passenger is requested to be physically present with the bag,\nthe delivering airline shall be responsible for informing the passenger, preferably immediately after dis-\nembarkment.\nIn case the agent involved with the re-check-in process notices a mistake or a problem (e.g. the\ndeparture is delayed or cancelled, the bag tag reflects an incorrect flight number), they should address\nthat before sending the bag through.\nWhen passengers have been involuntarily rerouted (typically after a delay or cancellation), Interline\npartners should minimize the impact of the inconvenience by efficiently rerouting the passenger’s\nchecked baggage.\n8.4 Wheelchairs and mobility aids\nWheelchairs and Mobility Aids are crucial to their passenger owners, and thus must be treated with\nspecial care. Mobility devices such as wheelchairs, rolling walkers or swiss tracks operated with\nmanual or electric power must be handled accordingly. There are specific rules and concerns when\nhandling such aids, especially when they have batteries that also need special handling. Battery-\npowered wheelchairs (usually captured in the PNR using the following SSR codes: SSR WCBD, SSR\nWCBW) cannot be interlined according to the IATA Resolution 745b.\n8.5 Cabin baggage\nCabin baggage is carried and stowed in the cabin under passengers’ control and custody. It is also\ncommonly referred to as hand baggage, carry-on baggage or unchecked cabin baggage.\nEach carrier sets its standards for the size, weight and number of pieces permitted as cabin baggage.\nIn the event that carry-on baggage entitlements vary between carriers, i.e. is prohibited, or is payable,\nit should be understood between carriers and address the impact to an interline passenger during the\njourney.\nCabin baggage includes:\n16\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\n• Cabin baggage carried within the Operating Carrier free carry-on baggage allowance\n• Free carry-on items permitted by the Operating Carrier in addition to the standard\nallowance (e.g. purse, laptop, duty free item, winter coats, etc.)\n• Special items permitted by the Operating Carrier that may require prior arrangement,\nnotification and/or specialized screening or additional charges (e.g., urns containing human\nremains, pets, medical equipment and valuables, etc.)\nThe maximum size and weight for carry-on baggage items are established by the operating airline.\nThese dimensions include wheels, handles, side pockets, etc. Any item exceeding these dimensions\nmay not be accepted as carry-on baggage.\nFollowing the IATA Recommended Practice 1749, carriers shall publish a maximum carry-on baggage\nallowance applicable to their aircraft fleet. Such allowances may vary from carrier to carrier and by\nclasses of service. Therefore, when interline carriage is involved, the passenger should be informed of\nthe allowances of all the carriers in their itinerary to determine if their baggage is acceptable (e.g.\nbetween long haul and short haul flights).\nCabin baggage can only be accepted if:\n• It is suitable and compliant with the air transportation policies for weight, size and nature\n• Can fit under the seat or be stowed in the overhead compartment\n• Is suitably packed\n• Conforms with airport security and safety policies.\nRestrictions shall apply:\n• In case of certain items because of their weight, size or nature can only be accepted with\nthe consent of the Operator (e.g. musical instruments, etc.)\n• For security reasons, as many countries restrict the carriage of liquids, aerosols and gels in\nhand baggage\n• To items refused by security screening which must be hold-checked as per the Operating\nAirline policies\n• In addition to airline policies, for Dangerous Goods items. The items permitted/excluded\nfrom cabin baggage must be checked against the IATA Dangerous Goods Regulations\n(DGR) Manual.\n8.6 Baggage Messaging in the operational environment\nAfter each flight departure, details of interline baggage transfers are sent using Baggage Transfer\nMessages (BTMs) as outlined in the IATA Resolution 709.\n17\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nWhen carriers form new interline partnerships an important aspect to be considered is the impact and\nthe cases where in specific airports the used Departure Control System (DCS) is different than the\ncarrier’s one (e.g. Ground Handler DCS). Those stations will have to comply with the expectations of\nthe carrier downline interline partner.\nThe BTMs process often requires that each new interline relationship is also supported in the DCS\nused by each carrier or the carrier’s Ground Handler. Any exceptions of this should be discussed and\nagreed between carriers.\nThe recommended procedures that airlines should follow and implement around the exchange of\nBTMs are described in the IATA Recommended Practice 1745.\nThe bar code on the baggage tag references the ten-digits bag tag number (not the flight details on\nthe tag). That tag number is then linked with the tag’s details in Baggage Information Messages (BIMs).\nAccording to IATA RP 1745, a variety of other BIMs are used to communicate between and among\nairline and airport systems to ensure prompt and accurate handling of airline’s flights.\nFollowing the IATA Resolution 753 it is mandatory to scan the interline baggage at four key points:\n• at check-in, when loaded on the originating flight\n• at the agreed transfer point (when the custody of the baggage changes)\n• at handover to the downline connecting flight, airline or its handler\n• upon arrival (typically at arrivals inject).\nIATA Resolution 755 covers the rules and messaging for re-flighting into interline carriers.\nAdditional local regulations may apply, such as Bag Scanning in the United States.\nReporting and Settlement\nInterline Baggage Proration\nWhen forming a new interline partnership, carriers should ensure clear understanding on the impact of\ndocuments used to collect additional baggage fees how those are will be billed and settled.\nIf EMDs or excess baggage tickets have been agreed to be used, then carriers should ensure that the\nproration method is agreed and understood by each airline.\nIf the carriers bilaterally agree not to prorate baggage charges, or not to bill, they should ensure that\nthe appropriate administrative procedures for back-office settlement are in place and understood by\neach carrier.\nAccording to the Multilateral Proration Agreement Prorate (MPA-P) provisions if baggage fees or\noptional services fees are collected and an interlineable document (EMD) is issued, then such fees will\n18\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nbe prorated using Straight Rate Proration (SRP) methodology. SRP is the proportional division of the\nthrough fare or excess baggage charge across the entire interline journey.\nWhere the baggage fees are included in the sector fee(s) or fare components, no specific proration on\nthese will be performed.\nInterline Billing and Settlement\nIn the existing distribution environment, and specifically for carriers operating under MITA\nconcurrences, carriers who operate services bill the issuing carrier after services have been delivered.\nAs general rules, billing occurs under the standards established in the Revenue Accounting Manual\n(RAM), invoicing occurs through the Simplified Industry Settlement (SIS) platform, and settlement\noccurs through the IATA Clearing House (ICH). The Revenue Accounting Manual also contains\ninformation on how to manage the dispute processes.\nWhen forming a new interline partnership, carriers should establish if any interline billing procedures\nbeyond those established in IATA standards are needed.\nThe interline settlement rules for excess baggage are outlined in the Revenue Accounting Manual\n(RAM) Chapter A2 as following\nRAM Chapter A2 Paragraph 1.1.4: The airline issuing the ticket is responsible for the correct\ncompletion of the free baggage allowance box. The actual carrier is entitled to assume that the free\nbaggage allowance inserted on each coupon, even when varying excess baggage allowances are\napplicable, is correct and may compute its charges to the passenger accordingly. If an under-\ncollection is discovered later because of an incorrect free baggage allowance entry the actual carrier\nmay debit the issuing airline for its loss of revenue\nRAM Chapter A2 Paragraph 1.7, Billing Excess Baggage Charges: In respect of excess baggage\ncharges billed on documents issued under the application of IATA Resolution 302, the issuing airline\nis responsible to the carrying airline for the full appropriate rate determined by the baggage provisions\nselection criteria of the resolution. If such a rate is not available, settlement shall be based on the filed\ncarrier rule for the journey for which the flight coupon(s) was/were issued. If, for whatever reason, the\nissuing airline has made an under or over collection, it must absorb any resulting difference between\nthe collected and applicable amounts.\nIn case of incomplete routing, billing must be in accordance with the procedures outlined in the\nRevenue Accounting Manual Chapter A2. According to this, where a flight coupon shows incomplete\nor contradictory information for the calculation of the amounts to be billed the billing airline is entitled\nto bill an amount not exceeding the applicable excess baggage charge for the sector(s) billed.\n19\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nIn order to avoid interline disputes it is recommended that carriers address and discuss from the\nbeginning their functional and technical capabilities in applying the IATA Resolution 302 to identify\nwhose baggage rules apply.\nFor the interline invoicing that occurs through the Simplified Industry Settlement (SIS), RAM\nPassenger Source code 23 (EMD Billings) should apply for EMD issued for excess baggage while the\nRAM Passenger Source Code 25 (Excess Baggage Coupon Billings) refers to paper excess baggage\ndocuments.\nAccording to RAM Chapter A2 Paragraph 1.2.2.1: The issuing airline may reject any item billed under\nthis sub-paragraph with the difference between the correct fare or excess baggage charge (or prorate\nthereof) and the amount billed only if the difference is more than USD30 gross or its equivalent. The\nminimum requirement of USD30 does not apply, if the issuing airline is able to prove that when issued,\nthe ticket concerned was complete and not contradictory. The issuing airline must support its rejection\nwith full details, i.e. a computer-generated image to show routing, carrying airlines and fare calculation\npoints, of the basis on which the fare or excess baggage charge (and prorate) has been established.\nMishandled baggage\nOperational considerations\nRegardless of the reason of baggage mishandling, it is important that interline carriers continue to\nfocus and deliver an excellent customer service by providing prompt, efficient and caring efforts to\nreunite the passenger with his/ her missing baggage.\nThe carrier on which the passenger travelled to the point of stopover or final destination where the\nbaggage is missing, is responsible for raising a file, tracing and tracking the missing baggage in order\nto deliver it back to the passenger. Nevertheless, at the request of the passenger, any carrier involved\nin the interline passenger journey should start the tracing process and then notify the carrier to whom\nthe loss will be or was originally reported.\nWhen a passenger reports the missing baggage at the connecting point where he/she is required to\nsubmit through checked-in baggage for customs clearance or government-imposed security check,\nthe delivering carrier shall be responsible for:\n• Immediately initiating tracing for the missing baggage in accordance with the agreed\nprocedures, provided that there is sufficient time to obtain and record the baggage and\nflight data required for tracing; and\n• Informing the carrier with whom the passenger travels to the final destination (and which\nremains responsible for accepting and resolving the customer’s report) of:\no the baggage missing already at the connecting point\no the tracing initiated and its results\n20\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\no the arrangements for forwarding the missing baggage to that airline for further\ndelivery to the passenger.\nWhen it’s necessary to search for missing baggage, the IATA Resolution743 and IATA RP1743a\nprovide a useful framework for these processes.\nCurrently, most airlines either use SITA’s WorldTracer® or a compatible system that is authorized to\ninterface with WorldTracer.\nWhen the destination to which the baggage is to be delivered is on the routing shown on the ticket,\neach carrier should transport the baggage without charge in accordance with such routing.\nWhen the destination to which the baggage needs to be delivered is not on the routing shown on the\nticket, the baggage shall be forwarded to the nearest airport point at the expense of the airline\nresponsible for the mishandling.\nMishandled baggage (also known as RUSH baggage) shall be forwarded without charge by the fastest\npossible means using the services of any airline member, to the airport nearest to the passenger's\naddress. Forwarding of such expedite baggage should not be restricted nor delayed at an interline\nconnecting point for security reasons provided it has been screened. Some governments may require\nmembers to impose additional security controls.\nAn automated and printed on demand form of label (IATA Resolution 740) is used by many carriers,\nand a unique coding assigned to the RUSH tag permits it to be identified by scanning systems.\nCarriers do not always accept each other’s RUSH baggage. Where carriers do not accept RUSH\nbaggage then different rules may be followed such as expediting mishandling bags via flights of\nalliance partners. RUSH bags might not be accepted for carriage because of weight and other\noperational restrictions (e.g. the size of aircraft).\nAn airline that participates in the carriage of baggage at the request of another airline (meaning\ncarrying already mishandled baggage), should not be held liable for any loss, damage or delay that\nmight occur, provided the participating airline was not involved in the original mishandling.\nAt the destination airport the expedite baggage shall be delivered to the passenger:\n• by the airline on whose flight the passenger had travelled to the final destination or point of\nstopover; or\n• in case the airline is not represented at the final destination or point of stopover, by any\nIATA Member, preferably by the Member on whose flight the expedite baggage arrived at\nsuch airport.\n21\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nClaiming and settlement of mishandled baggage\nLegal times for reporting cases of mishandling (delay, damage, pilferage, lost) are covered in the\nMontreal Convention, as well as the maximum limits for claim for lost or damaged baggage.\nAn airline receiving a baggage claim, and having participated in the carriage of the passenger, will\nprocess the claim to a conclusion, with the passenger, in accordance with the law of the country of\nsettlement and airline’s internal policies.\nThe tariff/policy of the claim-settling carrier will be applied to all baggage claim settlements. This\ncovers interim expense policy, exclusions and liabilities.\nSuch settlement will then be reimbursed to the settling carrier as follows:\n• When it is established in which airline's custody the mishandling (meaning damage, delay,\nloss, or pilferage) occurred, that airline accepts the claim settlement arising from such\nmishandling as incurred by the settling carrier.\n• When it is not established which airline is responsible, each carrying airline that participated\nin the carriage of the passenger shall share the claim settlement on the basis of the flown\nmileage between all ticketed points of each carrying airline.\n• Reason for loss codes and fault stations are for in house use only, they do not constitute\nproof of error in proration claims and delivery charges.\nWithin sixty days of the date of payment the claim receiving airline will send a prorate request to the\nother participating or responsible airline(s) at their baggage prorate office, providing them with\nrelevant claim settlement documents. The IATA currency exchange rate on the date of flight should be\napplied in the calculation of the amount to prorate. No additional administration fees are subject of the\nrequest of payment sent by the claim receiving airline.\nWhen any type of marketing/commercial, partner, or code share agreement exists, the prorate request\nwill be sent to the Operating Carrier (if it is an IATA carrier and thus subject to proration). The Operating\nand Marketing Carrier may re-charge each other depending on their established agreements.\nIf a prorate notice is not given on time by the carrier receiving the claim, future acceptance of a similar\nnotice will remain at the discretion of the participating or responsible airline(s).\nThe list of the mandatory documents requested to be provided for a prorate request are outlined in\nthe IATA Resolution 780 (including information such as the passenger ticket number, a copy of the\nbaggage tag, a copy of the claim prepared by the passenger, etc. ).\n22\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nThe list of agreed settlements in the form of amounts payable by responsible airline(s) shall not be\nuploaded into the IATA Clearing House (ICH) to action the payment(s) until an agreement between the\nrespective baggage prorate offices of the participating airline(s) has been made. The upload must have\nattached the:\n• Baggage Tracing System reference number(s)\n• Date of Flight(s) and\n• Agreement of acceptance between the respective baggage prorate offices.\nIn the event the participating or responsible airline(s) do not respond within sixty days from the date of\nthe request for payment and in order to action the proration of such claim, a proof of the initial request\nor claim settlement sent by the claim receiving airline may be uploaded in lieu of the agreement of\nacceptance.\nIn case the airline receiving the claim uses transportation in lieu of cash to settle the total claim, the\nairline should not request proration settlement from any other airline. If the airline receiving the claim\nuses transportation in lieu of cash to settle a portion of the claim, such airline should bill the other claim\nparticipating airline(s) its prorated share of the amount of the settlement not covered by transportation\nin lieu of cash.\nThere are some agreements on baggage prorating that might exist between airlines, stating that\nairlines might not prorate each other if they are within the same alliance.\nThere is no prorating on delivery expenses. Delivery costs from the airport to the passenger may be\nrecharged by the delivering carrier (not the delivering vendor) to the airline responsible for the\nmishandling.\nThe amount recharged shall be supported by proof of the cost incurred either by the file reference (to\nallow the receiving airline to check the baggage tracing system files using the available transactions\nwithin the system) or, if there is no compatible system being used, and/or a non-IATA Carrier, by a copy\nof the file report.\n23\nCopyright IATA 2020\nGuidance Document for Airlines\nInterline Considerations on Baggage Standards\nAppendix\nArea Corresponding Resolutions and Recommended Practices\nBaggage Provisions IATA Resolution 302 – Baggage Provision Selection Criteria\nIATA Recommended Practice 1788 – Ticketing and baggage\nregulations for free and reduced transportation\nBaggage Reservation A4A/IATA Reservation Interline Message Procedures (AIRIMP)\nRecommended Practice 1790c- Chargeable Baggage Related\nService\nBaggage Ticketing IATA Resolution 722 – Ticket General Procedures and Definitions\nIATA Resolution 722 – Electronic Miscellaneous Document (EMD)\n- General Procedures and Definitions\nBaggage Operational IATA Resolution 780 – Form of Interline Traffic Agreement IATA\nhandling Resolution 740 – Form of Interline Baggage Tag\nIATA Resolution 769 – Baggage Tag Issuer Codes\nIATA Resolution 754 – Profiles of Interline Baggage Claims and\nProof of Fault for Baggage Prorates\nIATA Resolution 765 – Interline Connecting Time Intervals\nIATA Resolution 743 – Found and unclaimed checked baggage\nIATA Recommended Practice 1739 – Passenger/Baggage\nReconciliation Procedures\nIATA Recommended Practice 1744 – Local Baggage Committee\nBylaws, Terms of Reference and Operating Rules\nIATA Recommended Practice 1749 – Carriage of Carry-on\nBaggage\nReporting and Settlement Revenue Accounting Manual (RAM)\nOther tools and utilities\nElectronic Miscellaneous Available in the Standard Setting Workspace under the IATA\nDocument (EMD) model General Ticketing Group page on the Standard Setting Workspace.\nBusiness Requirements (GBR)\nInterline EMD Baggage Available in the IATA Standard Setting Workspace under the\nInterline EMD Baggage Working Group page\nImplementation Guide\n24\nCopyright IATA 2020",
  "pages": 24,
  "method": "pdfplumber"
}