{
  "source": "pdfs/14.pdf",
  "title": "14",
  "content": "Baggage policy\nWeight and count limits\nBaggage weight and count included in the fare may vary pursuant to the price package:\nPrice Package Checked Bag Cabin Bag Small Personal Item\nLite Not included 1 x 8 kg Not included\nPlus 1 x 23 kg 1 x 8 kg 1x 3 kg\nFlex 1 x 23 kg 1 x 8 kg 1x 3 kg\nBusiness 2 x 32 kg 2 x 8 kg 1 x 3 kg\nChecked bag is a registered bag carried in the cargo hold. The excess of free checked baggage allowance is subject to\na fee pursuant to the carrier’s price list. For technical reasons, it is not possible to check pieces of baggage in excess\nof 32 kg and/or 250 cm in combined length, width and height, including handles, side pockets and wheels.\nCabin bag is an unregistered bag with maximum dimensions of 55 x 40 x 23 cm and weight of up to 8 kg, or a musical\ninstrument with weight not exceeding 8 kg, maximum length of 90 cm, maximum width of 35 cm and maximum depth\nof 20 cm, all including the case.\nA folded and packaged baby stroller may also be taken on board if meeting the size and weight limit of a cabin bag\n(max. 55 x 40 x 23 cm, max. 8 kg). In such a case, however, the stroller replaces the standard cabin bag.\nIf necessary, passengers can also take on board crutches or orthopedic support devices or a collapsible wheelchair that\nwill eventually be loaded into the cargo hold.\nSmall personal bag shall mean a lady purse or a laptop with max. dimensions of 40 x 30 x 15 cm and weight\nof up to 3 kg.\nBaggage pooling (combining weight allowances of multiple passengers into one baggage) is not allowed.\nCabin baggage and small personal items that exceed the maximum permitted amount, size and/or weight will be\ntransported as checked baggage for a fee pursuant to the carrier’s price list in the aircraft cargo hold.\nInfants under 2 years of age travelling on adults´ laps may not carry their own baggage. However, if a free checked\nbag is included in adults´ fare in the same reservation, the infant can carry one checked bag of up to 10 kg of weight\nand sum of length + height + width up to 115 cm.\n1\nOther provisions for unchecked baggage\na) The carrier shall be entitled to check the size of unchecked baggage and the total weight of all items taken by\na passenger on board the aircraft.\nb) The unchecked baggage must fit in the space under the seat in front of the passenger, or in an overhead\nbin. Items not meeting the conditions for unchecked baggage shall be checked-in additionally as a checked\nbaggage. For capacity reasons, the unchecked baggage may be carried in the cargo hold. The decision to carry\nthe unchecked baggage in the cargo hold belongs to the crew.\nc) The carrier shall not be liable for a contingent loss, damage or destruction of unchecked baggage and personal\nitems of a passenger, unless the loss, damage or destruction resulted from the fault of the carrier or that of\nits servants or agents.\nOther provisions for checked baggage\na) In confirmation of acceptance, the passenger shall receive a coupon of baggage tag for the baggage given for\ncarriage (checked baggage) by the passenger to the carrier. This coupon of a baggage tag shall be kept by the\npassenger for lodging a possible claim. The carrier shall not be liable for a baggage which is not collected\nimmediately after the arrival. In case of unsuccessful tracing of the owner or impossibility to contact the\nowner, after the expiry of the relevant time period, the uncollected baggage will be ecologically disposed of.\nb) Checked baggage must be packed appropriately and suitably for safe transport. Such baggage shall be\nclosed/locked so that it doesn’t open during the carriage.\nc) Before being checked-in, any luggage must be provided with a tag containing the name of the passenger as\nwell as their contact details. The name given on the tag must match the name on the ticket and travel\ndocuments. The baggage including those with zip fasteners must be closed to prevent its opening during the\ncarriage.\nd) The checked baggage shall be carried in the cargo compartment of usually the same aircraft as the passenger.\nShould such a carriage not be possible due to lack of transport capacity or aircraft overloading, it would be\ntransported by the earliest possible connection with available transport capacity, unless otherwise agreed.\ne) For carriage pursuant to Article 2.3 of the Conditions of Carriage (charter flights), the weight limit may be\nadjusted by the conditions specified in the lease agreement. In such case, the flight ordering party shall be\nobliged to notify the passenger on the defined weight limit.\nf) In any case, a maximum weight of one piece of baggage must not exceed 32 kg and the baggage must meet\nthe following size limit: 250 cm in combined length, width and height, including handles, side pockets\nand wheels.\ng) Baby strollers, baby beds, certified child safety car seats and wheelchairs with detachable dry or gel batteries\nfor disabled persons shall be carried by air free of charge (not valid for flights to/from the USA).\nh) The passenger is obliged to transport baby strollers fully packed in a transport packaging or a foil, even if the\nstroller is handed over before boarding the plane. Strollers handed over for transport without packaging/foil\nwill be transported, but the carrier does not take responsibility for their possible damage. In case of damage\nand doubts about the packaging, the passenger is obliged to prove that the stroller has been packed.\ni) The carrier shall not be liable for the following baggage:\n• poorly packed baggage,\n• bicycles not placed in a solid plastic pack,\n• baby strollers without package or plastic foil,\n• baggage carried contrary to the Conditions of Carriage.\nj) Baggage claims and requests for compensation for damage or non-delivery of baggage are governed by a\nseparate document Baggage Claim, which is available on the carrier's website.\n2\nBaggage carried under specific conditions\na) Pursuant to the conditions and regulations of the carrier and with consent of the carrier, weapons and\nammunition shall be accepted for carriage as checked baggage. Weapons must not be loaded, they shall be\nequipped by a safety cap and packed accordingly. The carriage of weapons and ammunition shall be subject\nto ICAO and IATA regulations on carriage of dangerous goods. The carriage of weapons and ammunition shall\nbe subject to charges pursuant to the applicable price list of the carrier.\nb) An antique weapon, sword, knife and similar antiquities can be accepted as the checked baggage pursuant to\nconditions and regulations of the carrier, albeit their carriage in the passenger cabin shall not be permitted.\nc) Subject to previous consent of the carrier, valuable, fragile or easily breakable items such as musical\ninstruments, chandeliers, etc., packed in a cover can be taken as a baggage by a passenger to the passenger\ncabin and carried on an extra seat. For such baggage, the extra seat together with the seat of the passenger\nmust be confirmed in advance. For seat reservation for a baggage, its size and weight must be notified. The\nnotification to the carrier and the seat reservation must be made at least 48 hours prior to departure. For the\nsake of safe carriage on the seat, the weight of the baggage must not exceed 20 kg and the size must not\nexceed the width of 42 cm, the depth of 41 cm and the height of 120 cm for all aircraft types. The baggage has\nto be placed on the seat according to the carrier’s security procedures. For the carriage of a baggage on the\nseat, a fee amounting to the applicable fare of adult passenger will be charged.\nd) Passengers have a possibility at least 24 hours prior to handing over a baggage to the carrier to declare the\nvalue of the checked baggage higher than the air carrier's liability, and pay the established charge for the\nhigher declared value pursuant to applicable price list of the carrier.\nExcess baggage\na) Excess baggage includes:\n• baggage exceeding the free allowance,\n• sporting equipment such as:\n• a bicycle, a scooter,\n• ski equipment, i.e. 1 pair of skies including sticks or 1 snowboard and ski boots or 1 skibob,\n• diving equipment – equipment necessary for diving such as a pressure cylinder with\naccessories, one pair of fins, a mask, a diving suit, a bathometer, etc. The equipment for\nsnorkeling, i.e. 1 glasses, a snorkel, 1 pair of fins, shall not be considered diving equipment,\nbut for professional equipment even in this extent\n• windsurfing equipment, i.e. 1 board with 1 sail and 1 mast,\n• kiteboard + kite,\n• surfboard or paddleboard,\n• golf bag,\n• parachute, paraglider, hang glider\n• beach equipment, e. g. parasols, beach tents or kids‘ surfboards\n• fishing rods, etc.\nb) The sporting equipment in terms of the Baggage policy must be reported to the carrier at least 24 hours prior\nto departure, it must be packed separately and must be recognizable as such at the check-in counter. The\nequipment must be packed to ensure damage-free transportation.\nc) The carriage of the following sport equipment in terms of the Baggage policy shall always be subject to\nprevious consent of the carrier:\n• a bicycle, a scooter,\n• windsurfing equipment,\n• a golf bag.\nd) The carriage of excess baggage shall be subject to charges pursuant to the applicable price list of the carrier.\n3\nCarriage of living animals\na) Living animals can be carried only subject to prior consent of the carrier, under conditions set by the carrier\nand subject to own liability of the passenger, who shall carry them to destinations permitted by applicable\nregulations and by the carrier. Only dogs and cats in suitable crates shall be accepted for carriage, provided\nthey have valid health and vaccination certificates, entry permissions and other documents required for\nentering the destination country. The carriage of other animals shall be subject to an individual solution with\nthe carrier. Due to security reasons, carriage of reptiles and rodents shall not be permitted.\nb) A maximum of 2 animals may be carried in the cabin for passengers, provided the weight of the animal\nincluding the crate does not exceed- 8 kg and the size of the crate is a maximum of 43 x 30 x 27 cm. The crate\nmust have an impermeable bottom, must be placed under the passenger's seat and the animal must not leave\nit during the flight. Otherwise, the animals shall be carried as checked baggage in the baggage compartment\nonly, if allowed by the technical parameters of the aircraft.\nc) The carriage of living animals shall be subject to the applicable price list of the carrier. An escort dog, if\naccompanying a blind, deaf or otherwise disabled person, and a service dog may be carried in the cabin for\npassengers free of charge and without a crate. These dogs must wear harnesses, leashes, have a training\ncertificate and required documents; a muzzle is recommended to be put on, if necessary. Passengers with an\nassistance dog shall be provided with an extra seat free of charge if purchased in advance, subject to the seats\navailability.\nd) The carrier is responsible for the transport of animals under the terms of the Convention, relating to the\ncarriage of baggage and cargo. The carrier is not liable beyond the responsibility as determined in the\npreceding sentence, for any injury, loss, illness or death of the animal, unless the damage was caused by the\nfault of the carrier.\nForbidden items\nPassengers may not carry by air the following:\na) baggage and items that may threaten safety of the flight, security of persons and property as well as baggage\nand items that might easily be damaged during the carriage, the package of which is not suitable, or may\nbother passengers,\nb) items specified by regulations of the International Civil Aviation Organization (ICAO), International Air\nTransport Association (IATA) and regulations of the carrier as dangerous goods,\nc) items forbidden for carriage according to applicable law, directives or regulations of the relevant state,\nd) items in view of the carrier not suitable for carriage due to their weight, size or nature,\ne) items included on the List of forbidden items available on the carrier’s website.\nThe carrier shall not be liable for any damage caused to the passenger in case of not observing these conditions.\n4",
  "pages": 4,
  "method": "pdfplumber"
}