{
  "source": "pdfs/16.pdf",
  "title": "16",
  "content": "BEFORE THE\nDEPARTMENT OF TRANSPORTATION\nWASHINGTON, D.C.\nNotice of IATA Traffic Conference\nActions Tentatively Exempted Docket DOT-OST-2012-0058\nFrom Filing for Approval\nNOTICE OF TIER 1 AGREEMENTS FILING\nBY THE\nINTERNATIONAL AIR TRANSPORT ASSOCIATION\n25 July 2024\nCommunications with respect to this\nDocument should be sent to\nDouglas Lavin\nRegional Vice President – North America\nInternational Air Transport Association\n1201 F Street, NW, Suite 650\nWashington, DC 20004\n(202) 628-9292\nSummary DOCKET: DOT-OST-2012-0058 DOT ORDER: None Requested\nDate: 25 July 2024\nFiling fee/IATA Acct: Waived by Order 2012-4-18, Appendix\nA, Section D\nUS/UST involved Yes\nIntended effective date: 01 October 2024\nMeeting site, date: IATA Cargo Tariff Coordinating\nConference – Virtual Meeting 2024\nAgreement(s)/Minutes Memorandum CTC 0762\nNOTICE OF TIER 1 AGREEMENTS FILING\nPursuant to statements submitted by Member airlines of the International Air Transport\nAssociation (IATA), the undersigned has been constituted to be their attorney-in-fact for filing\nwith the Department of Transportation copies of agreements adopted by the IATA Traffic\nConferences.\nOn their behalf, and pursuant to the procedures specified in Order 2012-4-18 (13 April\n2012), I am filing with the Department, in Docket OST-2012-0058, this Notice, the subject\nagreements and supporting documentation. These agreements are Tier 1 agreements tentatively\nexempted by Order 2012-4-18 from Condition #2 to the Department’s approval of the Provisions\nfor the Conduct of the IATA Traffic Conferences, which condition requires pre-implementation\nDepartment review. The intended effective date of the agreements is 01 September 2023.\nThe subject agreements amend or establish Resolutions and/or Recommended Practices\nthat do not address subject areas which the Department has indicated it still chooses to review\nunder Condition #2. The text of the agreements and other conference documentation sent to\nairline Members of IATA accompany this Notice. The cover pages of the documentation clearly\nidentify each affected Resolution and/or Recommended Practice and show whether the subject\nagreements are amendments or new agreements. Other pages provide the text of each subject\nagreement. Where an affected Resolution or Recommended Practice has previously been\nexempted from Condition #2 by Department action, the cover pages include the appropriate\ndocket and order number. The cover pages include a summary to explain the nature and purpose\nof the subject amendments and/or agreements.\nRespectfully submitted,\n/s/ Douglas Lavin\nDouglas Lavin\nRegional Vice President – North America\nInternational Air Transport Association\nAttorney-In-Fact\n- 2 -\nCERTIFICATE OF SERVICE\nA copy of this notice has been served this day by first class or priority mail on the\nfollowing person:\nU.S. Department of Transportation\nChief, Transportation, Energy & Agriculture Section\nAntitrust Division\nDepartment of Justice\nWashington, D.C. 20530\nA copy of this notice has been sent this day by email to Kristen Simonds\n(Kristen.Simonds@dot.gov) and to Della Davis (Della.Davis@dot.gov) of the Department of\nTransportation.\n/s/ Douglas Lavin\nDouglas Lavin\n25 July 2024\nDate Served\n- 3 -\nCargo Tariff Coordinating Conferences\nM E M O R A N D U M\nCTC COMP 0762\nTO: Members Participating in Cargo Tariff Coordinating Conferences\nFROM: Cargo Tariffs Secretariat\nDATE: 25 July 2024\nSUBJECT: Revalidation of Resolutions 001aa, 530, 550, 590\nDear Cargo Tariff Colleagues,\nThis is to advise that Resolutions 001aa, 530, 550, 590 have a two-year validity and\nthe current period of validity expires at the end of September 2024.\nThese Resolutions and the industry rates corresponding to these resolutions have\nbeen revalidated for a further two-year period until 30 September 2026.\nWe will be making further changes to the industry rates in the coming months to\naccommodate changes in the market requirements and currency adjustments.\nYou are kindly reminded that IATA industry rates can be adjusted in accordance to\nresolution 116aa by submitting a filing request to cargotariffs@iata.org at any time.\nCTC Resolutions and rates are available on TACT Online: https://tact.iata.org/Account\nBest regards,\nLucy Exell\nManager, Cargo Industry Programs\nOSS Cargo Department\nInternational Air Transport Association, IATA Center, Route de l’Aéroport 33\nP.O. Box 416, Geneva 15 Airport 1215, Switzerland. Tel +41 22 770 2525 www.iata.org\n001 001 (cont’d)\nPERMANENT EFFECTIVENESS RESOLUTION d) until 30 days after the Secretary receives notices from\n- CARGO - any TC Member given in accordance with Paragraph\n9) herein, stating its intention that a Resolution shall\ncease to be effective\nCTC1(02)001 (amended) Expiry: Indefinite\nCTC2(02)001 (amended) e) until the expiry date\nCTC3(02)001 (amended) Type A\nCTC12(02)001 (amended) 6) where a government specifically disapproves a\nCTC23(02)001 (amended) Resolution or a portion thereof, Paragraph 8) shall be\nCTC31(02)001 (amended) applicable\nCTC123(02)001 (amended)\n7) where a government does not specifically disapprove a\nRESOLVED that, Resolution but imposes a condition or change or\nrequirement or authorisation affecting the provisions,\n1) the filing period and effectiveness and expiry dates of conditions, effectiveness or applicability of any\nResolutions adopted in accordance with the Provisions Resolution(s) as agreed by the Tariff Conferences,\nfor the Conduct of the IATA Traffic Conferences shall be Paragraph 9) shall be applicable\nthose specified on each such Resolution\n8) with respect to each Resolution shown as\nFILING AND APPROVAL\na) Type 'A', disapproval by a government authority of a\n2) each TC Member shall notify the Secretary as to whether Resolution or a portion thereof shall be considered\nthe filing or approval of Resolutions is required by the disapproval of the entire Resolution\ngovernment authorities of its country and shall\naccomplish any necessary filing with the appropriate b) Type 'A', disapproval by a government authority of a\ngovernment authorities prior to the commencement of the Resolution which amends a currently effective\nfiling period; provided that TC Members not party to a indefinite Resolution shall be considered disapproval\nlimited agreement, but whose country is in the limited of the amending Resolution\nagreement, may notify the Secretariat that they will not\nfile such agreement with their authorities. The Secretariat c) Type 'A', disapproval by a government authority of a\nwill then advise all carriers that the national carrier is not Resolution which amends and revalidates a currently\nfiling the agreement and it will be the responsibility of the effective Resolution shall be considered as\ncarriers party to that agreement to make the filing disapproval only of the amendment(s) and the\nResolution which it was intended to amend shall be\n3) each TC Member shall see that the Secretary is promptly considered as revalidated unless the government\nnotified of any extension of the filing period, approval or specifically withdraws its approval of the currently\ndisapproval by such TC Member's government effective Resolution\nauthorities, and the Secretary shall forthwith inform all TC\nMembers thereof d) Type 'A', disapproval by a government authority of a\nportion of an amending Resolution and approval of\nEFFECTIVENESS the balance of the Resolution with a condition or\nchange or requirement or authorisation affecting the\n4) immediately following the filing period or any government provisions, conditions, effectiveness or applicability of\nextension thereof, the Secretary shall inform all TC such Resolution as agreed by the Tariff Conferences\nMembers specifying the effective date shall be resolved by the TC Member(s) under\nParagraph 9) of this Resolution\n5) each Resolution not disapproved by the appropriate\ngovernment authorities shall remain in effect until the e) Type 'AA', disapproval by a government authority of a\nearliest of the following Resolution or a portion thereof shall be considered\ndisapproval of the entire Resolution provided that any\na) 180 days after a TC Member, at any regularly 001 pre-existent Resolution which is to be replaced by\nscheduled meeting of a Tariff Conference authorised a Type 'AA' Resolution, shall be automatically\nto act upon the type of Resolution a proposal for revalidated until such Type 'AA' Resolution becomes\nrescission having been duly placed on the agenda, effective, or 180 days after the next meeting of the\nrescinds its approval; provided that a Resolution may Tariff Conference, whichever is earlier\nbe rescinded in whole but not in part\nf) Type 'B', disapproval by any government authority of\nb) until it shall be effectively modified or rescinded by the a portion shall be considered as rendering only that\nTariff Conference portion of the Resolution void\nc) until a government disapproves or a government g) Type 'B', but including one or more paragraphs\napproval has been withdrawn marked Type 'A', disapproval of all or any portion of\nsuch Type 'A' paragraphs shall be considered as\nrendering the entire Resolution void\n1\n001 (cont’d) 001 (cont’d)\n9) where either be subject to any Special Effectiveness (Tie-In)\nResolution, unless a TC Member notifies the\na government (other than by a government requirement Secretary within 30 days from the date of circulation\nor authorisation as described in Subparagraphs 2)b), 3)a) of the notification by the Secretary that such action by\nor 3)b) of Resolution 200g or by a government the government concerned shall apply to the\nrequirement that TC Members file notices or submit Resolution without restriction\ncopies of filings) either at the time of approval of any\nResolution(s), or subsequently, imposes a condition or ANNOUNCEMENT, ADVERTISING AND SALES\nchange or requirement or authorisation affecting the\nprovisions, conditions, effectiveness or applicability of any 12) no TC Member shall announce to the public or divulge to\nResolution(s), as agreed by the Tariff Conference(s) Agents any changes resulting from a Tariff Conference\nResolution (other than from a Resolution agreed by mail\nor vote) until 72 hours after the termination of the Tariff\nConference meeting unless another such time interval is\na government disapproves any cargo rate(s), charge(s) or established by the Tariff Conference Chairman; provided\ncondition(s) attached to such cargo rate(s) or charge(s) that this shall not preclude any TC Member from\nshown as Type B amplifying (other than by paid advertisement) the Tariff\nConference press release at any time thereafter; provided\nthe following shall apply further that any such announcement or divulgement shall\nbe qualified by the words 'subject to government\na) the Secretary shall notify all TC Members of the action approval', until the date on which the Secretary circulates\nof such government notice to all TC Members that all necessary government\napprovals have been received\nb) any TC Member may, within 30 days from the date of\nsuch notification, submit a written notice to the 13) on and after commencement of the filing period, TC\nSecretary stating its intention that such Resolution(s) Members may provide paid advertisements to the public\nshall not come into effect (or shall cease to be provided that any such advertisement shall be qualified\neffective) by the words 'subject to government approval', until the\ndate on which the Secretary circulates notice to all TC\nc) if the Secretary receives such notice of intention Members that all necessary government approvals have\nwithin such 30 day period, such Resolution(s) shall been received\nnot come into effect, or if already in effect, shall cease\nto be effective 30 days after receipt of such notice of 14) on and from a date to be fixed by the Tariff Conferences\nintention by the Secretary; provided that any pre- after commencement of the filing period and until\nexistent Resolution which is to be replaced by a Type voidance or effectiveness of the Resolutions, TC\n'AA' Resolution shall be automatically revalidated until Members may only undertake sales of transportation to\nsuch Type 'AA' Resolution becomes effective or 180 be commenced on or after the intended effective date of\ndays after the next meeting of the Tariff Conference, such Resolutions at the cargo rates and charges resulting\nwhichever is earlier from such Resolutions; provided that such sales shall be\nqualified, until all necessary government approvals have\nd) if the Secretary does not receive such notice of been received, by the words 'subject to government\nintention within such 30 day period, the action of such approval'\ngovernment shall thereafter be deemed legally\nbinding in accordance with its terms 15) no TC Member shall divulge information about, or take\naction on, receipt of all necessary government approvals\n10) where a government alters the level of a cargo rate(s) or prior to circulation by the Secretary to TC Members of\ncharge(s) set forth in a specified cargo rate(s) or formal notice thereof\ncharge(s) Resolution, such alteration shall be deemed a\ndisapproval by that government of the cargo rate(s) and 16) upon the coming into effect hereof, every unexpired\ncharge(s) concerned. This shall not be construed, Resolution shall be governed by the terms of this\nhowever, as precluding a TC Member from exercising its Resolution and the effectiveness Resolutions originally\nrights provided for in Paragraph 9) hereof adopted shall forthwith expire; provided that the expiry\ndate and type specified in the original effectiveness shall\n11) a) the term 'government(s)' as used in the preceding be retained in respect of such unexpired Resolutions\nParagraphs shall be deemed to be the government(s)\nreferred to in Paragraph 2) hereof\nb) where due to action of any other government a TC\nMember is prevented from putting into effect the terms\nof any Resolution, such TC Member shall notify the\nSecretary. The effect of such action shall be subject to\nthe provisions of Paragraphs 8), 9) and 10) hereof,\nand shall be restricted to the country of the\ngovernment concerned and shall not\n2\n001\nGOVERNMENT RESERVATIONS BELGIUM\nALGERIA Belgian carriers will continue to grant free and/or reduced\npassenger and/or cargo transportation in accordance with\nAll government orders issued in a foreign country, authorising Belgian Government Orders\none or more foreign air carriers operating from that country to\nAlgeria to modify IATA regulations relating to tariffs and\nconditions for the transportation of cargo, must be submitted to Belgian carriers are not authorised to apply Orders from foreign\nthe Civil Aviation Authority of Algeria for prior approval when Governments unless prior approval has been obtained from the\ntransportation to, from, and/or via Algeria is involved. (12.6.85) Belgian Government\nAUSTRALIA Should foreign Government Orders authorise the amendment or\nthe introduction of tariffs, conditions of carriage or commercial\nApproval by the Australian Government of IATA Resolutions practices for passenger or cargo transportation at conditions\ndoes not relieve airlines from their obligations under relevant made more liberal than those agreed by IATA, or those in force\nBilateral Air Transport Agreements and the Australian National during an open rate situation, such Government Orders shall not\nRegulations from submitting their tariff of charges for the be implemented unless they are duly filed by the interested\ncarriage of cargo on their services to the Director General of carriers with the Civil Aeronautics Administration and formally\nCivil Aviation for approval approved by the Administration. Prior approval shall be required\nfor any Government Order, or any direct fare/rate or\ncombination of fare/rate transportation to, from or via Belgium\nAUSTRIA\n1. The attention of the Austrian aeronautical authorities has In order to remain competitive, Belgian carriers are authorised\nbeen drawn to the fact that other Governments are issuing to match any conditions made more liberal by virtue of foreign\ndirectives to certain air carriers requesting them to apply Government Orders, and/or any fare/rate approved by foreign\nrates and conditions different from those agreed within Governments\nIATA. In order to avoid that by such actions the interests of\nAustrian Airlines may be unduly affected, Austrian Airlines\nare hereby authorised to apply all rates and conditions This reservation shall not apply to individual passenger or cargo\nintroduced by directives of other Governments transportation. (8.8.77)\n2. a. Any foreign Government Order to a foreign air carrier\nauthorising a deviation from IATA Resolutions The Belgian authorities do not agree that part or the whole of\nregarding rates or conditions, shall be filed with the any fare structure to/from Belgium be restricted to third and\nAustrian aeronautical authority, when it involves fourth freedom operators. (9.4.79)\ntransportation from/to or via Austria\nb. These Government Orders shall not come into effect\nwithout the approval of the Austrian aeronautical\nauthority\nCANADA\nc. Government Orders concerning individual\ntransportation of persons or property are excluded The Canadian Transportation Agency will accept tariff filings\nfrom this reservation reflecting the provisions of IATA Resolutions insofar as they\napply to traffic to or from Canada without prejudice to any\nd. In accordance with our directive Z1. 39.252/42-1/7- change that might be deemed necessary or desirable by the\n1971 of 21 July 1971, any rates or conditions filed by said Agency upon investigation or complaint at any time\nother carriers and approved by this Ministry may also\nbe applied by Austrian Airlines\ne. This order is effective immediately and shall apply\nuntil further notice. (28.6.72)\n3\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nCANADA (cont’d) CHINA (cont’d)\nRates, charges and conditions or practices relating thereto Hong Kong - change of status from 1 July 1997 (cont’d)\nestablished pursuant to orders, conditions or reservations of a\nforeign Government shall not be applicable in respect of traffic 5. Currency\nto or from Canada until prior authority has been granted in a. as the legal tender of China, CNY is in circulation in\nwriting by, and appropriate tariffs have been filed with, the the mainland of China. As the local currency for Hong\nCanadian Transportation Agency Kong SAR, HKD is in circulation in Hong Kong SAR.\nThe information and rules for CNY and HKD in\nSubject to obtaining the prior authority of the Agency, Air Resolution 024d/033d and Resolution 024e/033e are\nCarriers licensed by the Agency may establish rates, charges maintained.\nand conditions or practices for traffic to or from Canada to be\ncompetitive with rates, charges and conditions or practices b. i. travel commencing in the mainland of China while\nestablished pursuant to an Order from a foreign Government tickets sold in Hong Kong SAR is considered as a\ntransaction having taken place outside of mainland\nIt is noted that certain Resolutions make use of the terms China\n'Bahamas Islands', 'Caribbean' or 'Caribbean Area' or 'Islands\nin the Caribbean', sometimes including or excluding Bermuda ii. travel commencing in Hong Kong SAR while\nand/or Bahamas and/or Venezuela, etc. These terms may be tickets sold in the mainland of China is considered\nproperly applied in connection with tariff publications only if as a transaction having taken place outside of\nfully defined in such tariff publications Hong Kong SAR\n6. Travel between the mainland of China and Hong Kong\nCHINA SAR is considered as “special administrative domestic\noperation” and fares between Hong Kong SAR and the\nHong Kong - change of status from 1 July 1997 mainland of China are considered as “special\nadministrative domestic fares“. IATA fare construction\n1. According to the Basic Law of the Hong Kong Special rules are still applicable to fares between Hong Kong\nAdministrative Region of the People's Republic of China SAR and the mainland of China.\n(Hong Kong SAR), the policy of one country, two systems\nhas been adopted, which means that two currencies, 7. IATA Resolutions 807, 810c, 810z regarding sales agents\nnamely Yuan Renminbi (CNY) and Hong Kong dollar in the mainland of China are not applicable in Hong Kong\n(HKD) will be retained for the mainland of China and SAR.\nHong Kong SAR, respectively, after 1 July 1997.\nMacao - change of status from 20 December 1999\n2. Traffic Rights\nWith regard to the application of 3rd/4th or other freedom 1. According to the Basic Law of the Macao Special\ntraffic rights, concerning traffic involving Hong Kong SAR, Administrative Region of the People's Republic of China\nthe mainland of China and foreign countries, the present (Macao SAR), the policy of one country, two systems has\nIATA practice in this region shall remain unchanged until been adopted, which means that two currencies, namely\nthe Government of China advises its new position. Yuan Renminbi (CNY) and Macao pataca (MOP) will be\nretained for the mainland of China and Macao SAR,\n3. Filing Requirements respectively, after 20 December 1999.\nThe tariff approval process will remain unchanged until\nfurther notice. 2. Traffic Rights\nWith regard to the application of 3rd/4th or other freedom\n4. Tariff Rules and Regulations traffic rights, concerning traffic involving Macao SAR, the\nThe current tariff rules and regulations for the mainland of mainland of China and foreign countries, the present\nChina and Hong Kong SAR are retained IATA practice in this region shall remain unchanged until\nthe Government of China advises its new position.\ni. fare construction rules (Resolution 011 and 017\nseries) 3. Filing Requirements\nii. various charges (Resolution 210) The tariff approval process will remain unchanged until\niii. baggage rules (Resolution 300/301) further notice.\niv. various discounts (Resolutions 092/087aa)\nv. special fares Resolutions for various areas\n4\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nCHINA (cont’d) CROATIA\nMacao - change of status from 20 December 1999 (cont’d)\nAny foreign Government order to a foreign carrier authorising a\ndeviation from IATA Resolutions, regarding fares and\n4. Tariff Rules and Regulations conditions of transport or replacing IATA Resolutions in case of\nThe current tariff rules and regulations for the mainland of lack of IATA agreement, shall not be valid for transportation\nChina and Macao SAR are retained from, to or via Croatia, without prior approval by the Ministry of\nMaritime Affairs, Transport and Communications–Department\ni. fare construction rules (Resolution 011 and 017 of Civil Aviation\nseries)\nii. various charges (Resolution 210)\niii. baggage rules (Resolution 300/301) In case of other Government directive to IATA air carriers\niv. various discounts (Resolutions 092/087aa) requesting them to apply fares and conditions different from\nv. special fares Resolutions for various areas those agreed within IATA, Croatia Airlines as an operating\ncarrier from/to Croatia may apply fares and conditions\n5. Currency introduced by other carriers and/or Governments for travel\na. as the legal tender of China, CNY is in circulation in from/to or via Croatia\nthe mainland of China. As the local currency for\nMacao SAR, MOP is in circulation in Macao SAR. The\ninformation and rules for CNY and MOP in Resolution Government orders concerning individual transportation of\n024d/033d and Resolution 024e/033e are maintained. persons or properties are excluded from this reservation.\n(27.1.98)\nb. i. travel commencing in the mainland of China while\ntickets sold in Macao SAR is considered as a\ntransaction having taken place outside of the\nmainland China\nii. travel commencing in Macao SAR while tickets CUBA\nsold in the mainland of China is considered as a\nas a transaction having taken place outside of the For sales of transportation originating in Cuba, the\nmainland China effectiveness of rates shall apply 15 days after the date of\neffectiveness notified by IATA. (9.6.80)\n6. Travel between the mainland of China and Macao SAR is\nconsidered as “special administrative domestic operation”\nand fares between Macao SAR and the mainland of\nChina are considered as “special administrative domestic\nfares“. IATA fare construction rules are still applicable to\nfares between Macao SAR and the mainland of China.\n7. IATA Resolutions 807, 810c, 810z regarding sales agents\nin the mainland of China are not applicable in Macao\nSAR.\n5\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nCZECH REPUBLIC FRANCE\nMinistry of Transport - Civil Aviation Administration will require 1. Having noticed that many Governments in approving\ntariff filings reflecting provisions of IATA Resolutions insofar as Resolutions are placing conditions or reservations which\nthey apply to traffic to/from or via Czech Republic without substantially change the intent of the Resolutions, it is to\nprejudice to any change that might be deemed necessary or be understood that the French Government shall not\ndesirable by the said Administration upon investigation or automatically be bound by such conditions or\ncomplaint at any time reservations especially those which are issued by\nGovernments not directly concerned with the type of\nRates, charges and conditions or practices relating thereto traffic involved\nestablished pursuant to orders, conditions or reservations of a\nforeign government shall not be applicable to traffic to/from or 2. The French Government reserves the right to defer until\nvia Czech Republic until appropriate tariffs have been filed with the subsequent corresponding tourist season, that part of\nand prior approval has been granted in writing by the Ministry a tariff increase adopted at an IATA Tariff Coordinating\nof Transport - Civil Aviation Administration Conference which exceeds the maximum tariff agreed by\nthe professional travel organisations and the carriers at\nCzech Airlines is not entitled to accept orders from any foreign the beginning of each season and approved by the\nGovernment unless prior written approval shall have been Government, that is 15 May for the winter and 15\ngranted by the Civil Aviation Administration October for the summer. This measure is equally valid for\nchanges to tariff structures occurring after the above-\nSubject to obtaining prior authority in writing from Ministry of mentioned dates; it being understood that changes to\nTransport - Civil Aviation Administration, Czech Airlines may tariff structures means cancellation of IT or GIT fares or\nestablish rates, charges and conditions or practices for traffic significant changes to their conditions of application.\nto/from or via Czech Republic to be competitive with rates and (5.10.81)\nconditions or practices established pursuant to order, condition\nor reservation issued by a foreign government. (11.5.93) 3.\na. Tariffs and conditions established by the French\nEGYPT (Arab Republic of Egypt) Government shall be applied by a foreign airline to\nand from France only after receipt of written\nShould any IATA Resolutions be made more liberal by means authorisation addressed to that airline by the Direction\nof any reservations, conditions or orders imposed or issued by Générale de l'Aviation Civile\nany government in favour of an airline, then such reservations,\nconditions and orders shall also apply on Egyptair b. Tariffs, conditions and practices applicable to\ntransportation to/from France, on a direct or indirect\nIf other rates and/or conditions less than those agreed upon at route, established by a foreign government, must\nany IATA Traffic Conference are filed and introduced by any receive approval from the French Government, and\nMember to any of the Middle East commonrated points as a shall be applied by a foreign airline only after receipt\nresult of a Government Order or reservation presently in of written authorisation from the Direction Générale de\nexistence or shall be issued in future, these lower rates and/or l'Aviation Civile, and provided the same tariffs,\nconditions related thereto shall automatically apply to all Arab conditions and practices are applied by the national\ncommonrated points carriers\nc. The application of such Government Orders by a\nETHIOPIA foreign airline in absence of authorisation shall be in\nviolation of French law\nShould any IATA Resolutions be made more liberal by means\nof any reservations, conditions or orders imposed or issued by d. The reservation mentioned in Paragraphs a. and b.\nany Government in favour of an airline, then such reservations, will not apply to individual flights or shipments.\nconditions and orders shall also optionally apply in favour of However, the national carriers will not be permitted to\nEthiopian Airlines, S.C. (22.1.74) accept orders from a foreign government without prior\napproval by the Direction Générale de l'Aviation\nCivile. (15.9.86)\n6\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nGERMANY HUNGARY\n1. a. After rewording of IATA Resolution 200g Lufthansa The Hungarian Ministry of Transport has placed the following\nshall still be entitled to grant free or reduced rate general reservation on Resolutions concerning fares and rates\ntransportation pursuant to orders of the Government\nof Germany or any government of a country which is Any foreign Government order to a foreign carrier authorising a\nserved by Lufthansa. Such government orders must deviation from IATA Resolutions regarding fares, rates and\nbe in writing and bear the signature of a government conditions of transport shall not be valid for transportation from,\nofficial authorised to issue such orders ('authorised' in to or via Hungary without prior approval by the Ministry of\nthe meaning of this reservation is only the Director Transport\nGeneral of Civil Aviation and the Deputy Director\nGeneral of Civil Aviation) Government orders concerning a specified individual journey\nor shipment are excluded from this reservation\nb. Lufthansa is not entitled to accept orders of any\nforeign government without approval by the German MALEV Hungarian Airlines is not entitled to accept orders of\nMinistry of Transport any foreign government without approval by the Hungarian\nMinistry of Transport\n2. a. In case of air transportation from/to Germany rates\nand governing conditions issued by a foreign Any fares, rates or conditions filed by other carriers and\ngovernment to airlines of their country shall not be approved by the Hungarian Ministry of Transport may also be\napplied either directly or by combination without prior applied by MALEV Hungarian Airlines. (20.11.87)\napproval by the German Ministry of Transport\nb. The reservation as outlined in 2.a. above is not INDIA\napplicable to a specified individual journey or\nshipment 1. a. Should any International Air Transport Association\nResolution be made more liberal by means of any\n3. Where rates or governing conditions are established reservations, conditions or orders imposed or issued\npursuant to the order, directive, authorisation, or by any Government in favour of an airline, then such\nreservation of a foreign government for application by one reservations, conditions and orders shall apply in\nor more air carriers, Lufthansa is authorised to apply the favour of Air-India unless otherwise directed by the\nsame rates or conditions. (10.8.73, 3.4.81) Government of India\nb. Any Government directive authorising a deviation\nGREECE from IATA Resolutions shall be filed by the carrier\nconcerned with the Government of India through Air-\nWe consider IATA Resolution 200g as having a binding effect India when transportation is to/from or via India. Such\nfor air transportation from, to and through Greece Government directives shall not be implemented\nunless the prior approval of the Government of India\nEach and every Order issued to Olympic Airways or other has been obtained thereto, provided, however, that\nairlines which operate to, from and through Greece shall have prior approval of the Government of India need not be\na binding effect and shall be applied as issued, provided it is obtained to free or reduced transportation granted\naccepted by their respective Governments pursuant to a directive issued for a specified individual\njourney\nAny agreement reached between Airlines within IATA referring\nto conditions/practices/charges/rates etc. related to air cargo c. Any rate, practice or concession approved by the\ntransportation to/from or via Greece shall be filed with the Civil Government of India on the basis of a directive\nAviation Authority for prior approval and will be applicable only referred to in (b) above may also be applied by Air-\nif approved by the Greek Authorities. (16.10.90) India and Indian Airlines\nCarriers operating scheduled services to/from Greece must d. The above provisions apply to all future Government\nobtain the approval of Greek Authorities before application of directives as well as to those now in effect. (25.8.72)\nany rate/condition/practice deviating from those approved by\nGreek CAA and affecting Greece. (16.10.90) 2. IATA Cargo Resolutions, otherwise applicable to traffic\nwithin the area of TC3, shall not apply to transportation\nwholly between points in India on the one hand and\npoints in Bangladesh on the other. (10.9.73)\n3. Rates, charges and conditions in respect of cargo\ntransportation from India shall come into effect from either\nthe declared effectiveness date by IATA or on the 16th\nday after the date of notice of effectiveness given by\nIATA, whichever is later. (23.4.79)\n7\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nINDONESIA IRAQ (cont’d)\nShould any IATA Resolution be made more liberal by means of 4. Any Government directive authorising a deviation from\nany reservation, condition or order imposed or issued by any IATA Resolution shall be filed with the Government of\nGovernment, in favour of an airline, then such reservation, Iraq, through Iraqi Airways, when transportation is to/from\ncondition or order shall also apply in favour of P.N. Garuda or via Iraq. Such Government directives shall not be\nIndonesian Airways, unless otherwise directed by the implemented unless the prior approval of the Government\nGovernment of Indonesia of Iraq has been obtained thereto, provided that this is not\napplicable to a specified individual journey. Furthermore,\nIraqi Airways is not entitled to accept orders from any\nIRAQ foreign Government without the approval of the Iraqi\nGovernment\n1. a. Iraqi Airways is authorised to match in the area where\nit operates, particularly 5. Above reservations shall apply to all future Government\ndirectives as well as to those now in effect. (16.9.75)\ni. within the Middle East\n6. Due to the short notice period for applying new changes\nii. to/from the Middle East in cargo rates and regulations and in order to facilitate\nsales and travel procedures, all cargo documents which\niii. between points other than the Middle East area, were issued 15 days before the date of effectiveness will\ncontinue being effective without any change during 15\nall rates and conditions that have already been days after the date of effectiveness; also, all documents\nintroduced or which will be introduced in the future, by issued 10 days after the date of effectiveness of changes\nany carrier to cargo rates, expenses and regulations, may be\naccepted without collecting the difference or applying the\nb. All rates and conditions applied or which will be amendments. (18.10.77)\napplied to/from Arab commonrated points will be\nextended to Baghdad at add-ons of USD16.30 for one\nway and USD32.60 for return journey ISRAEL\nc. Iraqi Airways may apply any accounts procedure, Any Government Order for reduced transportation issued by\nwhen necessary, to cover the way to match rates and the Israel Government to El Al Israel Airlines and/or to other\ncharges and/or conditions, by any carrier carriers operating to and from Israel, which requires filing with\nIATA (except Government business), will be deemed to be a\n2. The Iraqi Government, having studied all Resolutions Government Order to any one and to all carriers permitted to\nadopted by IATA continues its reservation on Resolution operate to and from Israel, enabling them to match the reduced\n001, on condition that in the absence of Resolution 200g rates and conditions contained in such an Order\nneither Iraqi Airways is prohibited from granting free or\nreduced rate transportation pursuant to a requirement of Any Government Directive or Order shall not be valid for\nits Government or of the Government of a country into transportation from/to or via Israel without the prior approval of\nwhich it operates, nor shall any foreign carrier operating the Director, Department of Civil Aviation\nto/from Iraq be prohibited from granting free or reduced\nrate transportation pursuant to a requirement of the Iraqi El Al Israel Airlines is entitled to match or establish competitive\nGovernment rates, conditions and provisions resulting from any\nGovernment action, such as reservations or conditions placed\n3. The Resolutions considered are those adopted by IATA on IATA Resolutions, or orders, directives, requirements,\nand no account has been taken of any conditions or authorisations, etc. issued in favour of any airline or airlines.\nreservations made by other Governments in approving (13.12.72)\nthe Resolutions. Accordingly Iraqi Government reserves\nthe right to withdraw or condition further its approval of\nthe Resolutions if it appears that the decisions of other\nGovernments have substantially changed the meaning of\nthe Resolutions\n8\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nITALY JAPAN\n1. a. Any Government directives, procedures or conditions Japan Air Lines Company Ltd. is entitled to establish\napplicable to transportation from/to/via Italy, competitive rates, where special rates are established pursuant\nauthorising a deviation from IATA Resolutions or to the order of a foreign government. (14.9.71)\nreplacing them in case of lack of an IATA agreement,\nshall be submitted for study to the Ministry of\nTransport and Civil Aviation - Director General of Civil JORDAN\nAviation, and will only come into effect after this\nMinistry has given its approval If any IATA Resolutions were made or may be made in the\nfuture more liberal in favour of a Member by means of any\nb. Rates, practices and conditions established by the reservations, conditions or orders imposed or issued by any\nItalian Government, or established by a foreign Government, then Royal Jordanian shall have the right to\nGovernment and approved by the Italian Government, make use of such reservations, conditions and orders\nmay be applied by a foreign airline from/to/via Italy\nupon its written request fully justified and only after If any IATA Resolutions were made or may be made in the\nreceipt of written authorisation addressed to that future more liberal in favour of a Member by means of any\nairline by the Ministry of Transport and Civil Aviation reservations, conditions or orders imposed or issued by any\nGovernment for transportation from and/or to any of the Middle\nc. All foreign airlines applying such orders before the East Commonrated Points, then such reservations, conditions\ndate of issuance of this reservation must send a list of or orders may be applied by Royal Jordanian for transportation\nthem to the Ministry of Transport and Civil Aviation - from and/or to that point or any other Middle East\nDirector General of Civil Aviation within 30 days from Commonrated Point\nthis notice. As from 1 January 1978, only those\nairlines having received written authorisation from this In the absence of IATA Resolution 200g, Royal Jordanian shall\nMinistry may continue to apply these orders, continue to provide free or reduced rate transportation,\naccording to the terms contained in the relevant pursuant to directives from this Government or from the\napproval. In the absence of such authorisation, the Governments of countries into which it operates\napplication of Government orders for transportation\nfrom/to/via Italy after 1 January 1978, will be in\nviolation to this reservation KUWAIT\nd. Government Orders concerning individual For some time past, it has come to the attention of the\ntransportation of persons or properties are excluded Government of Kuwait that certain Governments are adopting\nfrom this reservation a policy of issuing directives to some airlines to lower the IATA\nspecified rates and charges over certain sectors or to absolve\ne. Any rate, practice or condition approved by this them from adhering to the provisions of certain IATA\nMinistry may be applied by the Italian flag carrier. Resolutions. Since this policy of other Governments tends to\n(7.10.77) make rules more liberal to one party than to another, Kuwait\nAirways is hereby directed to benefit from the effect of the\n2. IATA Resolutions covering rates, charges and procedures directives referred to above, whenever same affects the\napplicable to cargo transportation from Italy may come interests of Kuwait Airways. (6.8.75)\ninto effect on the date established by IATA, provided that\nit is not earlier than 15 days after the date of Some air carriers operating into Kuwait are applying reduced\nannouncement of effectiveness made by IATA. This rate transportation as per government directives from their\ndirective shall apply in all instances except otherwise governments without filing such rates with the Civil Aviation\nspecifically established by the Italian Government Directorate of Kuwait. As this practice is considered a violation\napproving IATA agreements. (18.10.77) of the governing regulations that require obtaining the approval\nfrom the government of the country to/from which such rates\n3. a. Any Tariff Coordinating Agreement reached in IATA are applied, the following instructions are to be observed\nand covering transportation to/from and through Italy\nneeds to be formally approved by Italian Authorities. a. Strict adherence to rates applied by IATA, such rate being\n(14.10.88) filed by Kuwait Airways Corp. with the Civil Aviation\nDirectorate of Kuwait\nb. The Ministry of Transport will exercise its authority to\napprove or disapprove any IATA Tariff Coordinating\nAgreement for traffic via Italy only when, in its\njudgement, important elements of substantial interest\nfor the Italian market are involved. (9.3.89)\n9\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nNETHERLANDS (cont’d)\nKUWAIT (cont’d)\nb. Any other rates to be introduced or those based on The national carrier is not entitled to accept orders from any\ngovernment directives for transportation to/from Kuwait foreign government without the specific approval of the\nshould be filed with the Civil Aviation Directorate of Netherlands Civil Aviation Authorities with the exception of\nKuwait, either directly or through Kuwait Airways Corp. for orders concerning individual transportation of persons or\napproval prior to application of such rates property. (15.1.81)\nNon-adherence to the above instructions will result in\nappropriate measures being taken against the violating air NEW ZEALAND\ncarrier. (26.6.79)\nIt must be clearly understood that approval by the New\nZealand Government of IATA Resolutions does not exempt\nMALAWI operators from their individual obligations to file proposed\nrates, charges and rates of, and bases of calculating\nNothing in any IATA Resolutions shall prohibit Air Malawi commission (which last term shall include any rewards,\nLimited from granting free or reduced fare or rate rebates, discounts, gifts, prizes or any other inducements) and\ntransportation pursuant to a requirement of the Government of to apply for approval under the terms of a licence issued under\nthe Republic of Malawi or of any Government of a country into the provisions of an Air Transport Agreement and any New\nwhich it operates Zealand Acts and Regulations in force\nThe foregoing requirement equally applies to any carrier\noperating services to/from the Republic of Malawi PAKISTAN\nShould any International Air Transport Association Resolution Should any International Air Transport Association Resolution\nbe made more liberal by means of any reservation, condition or be made more liberal by means of any reservations, conditions\norder imposed or issued by any Government, in favour of an or orders imposed or issued by any Government in favour of\nairline, then such reservation, condition or order shall also an airline, then such reservations, conditions and orders shall\napply in favour of Air Malawi Limited, unless otherwise directed also apply in favour of Pakistan International Airlines\nby the Government of the Republic of Malawi. Furthermore, all\nsuch requirements affecting the air services to/from the\nRepublic of Malawi (except those concerning a special Any Government directive authorising a deviation from IATA\nindividual journey or shipment) shall be submitted by Members Resolutions shall be filed by the carrier concerned with the\nto Air Malawi Limited for filing with the Government of the Director General Civil Aviation of Pakistan through the\nRepublic of Malawi for prior specific approval, and will be Pakistan International Airlines when transportation is to/from or\napplicable only if approved and in accordance with any terms via Pakistan. Such government directives shall not be\ncontained in such approval implemented unless the prior approval of the Director General\nCivil Aviation of Pakistan has been obtained thereto. (7.10.75)\nNETHERLANDS\nPOLAND\nThe Netherlands Government continues its approval of No Government Order shall be valid for transportation to/from\nResolutions 001 and 200g on the condition that fares, rates, or via Poland without the prior approval of the Civil Aviation\npractices and concessions concerning transportation to/from Authorities of Poland. Government Orders concerning a\nthe Netherlands on more favourable conditions than those in specified individual journey or shipment are excluded from this\neffect under the terms of this or any other Resolution of IATA, reservation\nnot requested for by the Netherlands Civil Aviation Authorities\n(except those concerning individual transportation of persons Polish air carriers are authorised to apply competitive fares,\nor property) shall be submitted by Members to the prior specific rates, conditions and provisions resulting from any\napproval of Netherlands Civil Aviation Authorities and will be Government action, such as reservation or condition placed on\napplicable only if so approved and according to the terms IATA Resolution, or order, requirement, authorisation, etc.\ncontained in such approval issued in favour of one or more air carriers if such an action\naffects air traffic to/from or via Poland. (29.07.03)\nThe Netherlands Civil Aviation Authorities reserve the right to\nextend the applicability to the Netherlands flag carriers of any SAUDI ARABIA\nfare, rate, practice and concession filed for the aforementioned\napproval according to the terms of the present reservation Should any International Air Transport Association Resolution\nbe made more liberal by means of any reservations, conditions\nor orders imposed or issued by any Government in favour of\nan airline, then such reservations, conditions and orders shall,\nupon request by Saudi Arabian Airlines, also apply in favour of\nSaudi Arabian Airlines\n10\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nSAUDI ARABIA (cont’d) SWITZERLAND (cont’d)\nAny Government directive authorising a deviation from IATA may be made in cases of ad hoc changes caused by\nResolutions shall be filed by the carrier concerned with the unforeseen and unexpected cost developments. (25.5.76)\nCivil Aviation Authority of the Kingdom of Saudi Arabia through\nthe Saudi Arabian Airlines Corporation when transportation is In order to retain full competitiveness, Swiss International\nto/from or via Saudi Arabia. Such Government directive shall Airlines are herewith entitled to postpone the implementation of\nnot be implemented unless prior approval of the Saudi any IATA Cargo agreement declared effective by IATA until\nGovernment has been obtained thereto. Government orders such time when neighbouring countries will apply those IATA\nconcerning a specified individual journey or shipment are agreements. (18.12.79)\nexcluded from this reservation\nSaudi Arabian Airlines are not entitled to accept orders from TÜRKIYE\nany Foreign Government unless prior approval has been\nobtained from the Saudi Civil Aviation Authority Any foreign government order to a foreign air carrier\nauthorising a deviation from IATA Resolutions regarding rates\nThe above provisions shall apply to all future authorisations or and conditions, shall be filed by the carrier concerned with the\ndirectives issued by any Government as well as to those Turkish Government through Turk Hava Yollari A.O. when it\nalready issued and are currently in effect. (6.11.78) involves transportation to/from or via Turkey except those\nconcerning a specified individual journey. These government\norders mentioned above shall not come into effect unless the\nSLOVENIA prior specific approval of the Turkish Government has been\nobtained thereto and will be applicable only if approved and in\naccordance with any terms contained in such approval\nAny foreign Government order to a foreign carrier authorising a\ndeviation from IATA Resolutions, regarding fares and Any rates or conditions filed by other carriers and approved by\nconditions of transport or replacing IATA Resolutions in case of the Turkish Government may also be applied by Turk Hava\nlack of IATA agreement, shall not be valid for transportation Yollari A.O. (6.4.73)\nfrom, to or via Slovenia, without prior approval by the CAA of\nSlovenia\nUNITED KINGDOM\nIn case of other Government directive to IATA air carriers\nrequesting them to apply fares and conditions different from Resolutions herein considered are those adopted by IATA\nthose agreed within IATA, Adria Airways as an operating which has not taken account of any conditions or reservations\ncarrier from/to Slovenia may apply all fares and conditions made by other Governments in approving the Resolutions.\nintroduced by other carriers and/or Governments for travel Accordingly, Her Majesty's Government (acting by the Civil\nfrom/to or via Slovenia Aviation Authority) reserves the right to withdraw its approval\nor to impose conditions or changes thereto or to disapprove a\nportion of any Resolution if it appears that decisions of other\nGovernment orders concerning individual transportation of governments have substantially changed the meaning of any\npersons or properties are excluded from this reservation. Resolution herein\n(16.12.94)\nCarriers operating scheduled services to and from the United\nSWITZERLAND Kingdom and British territories overseas must obtain the\nspecific approval of Her Majesty's Government before any\nAny foreign Government order to a foreign carrier authorising a revised fare, rate, condition or practice which affects the United\ndeviation from IATA Resolutions regarding rates and Kingdom or British territories overseas is introduced. This\nconditions of transport shall not be valid for transportation from, approval shall be sought by filing all such revisions with the\nto or via Switzerland without prior approval by the Federal Air Civil Aviation Authority and any approval shall not, unless\nOffice. Furthermore, Swiss International Airlines are not expressly stated otherwise, affect the continuing application of\nentitled to accept orders from any foreign Government without conditions already imposed by the Authority by way of previous\nthe approval of the Federal Air Office. Government orders decisions. (25.8.88)\nconcerning a specified individual journey or shipment are\nexcluded from this reservation\nThe Swiss Federal Air Office will in future place a reservation\non individual Resolutions to the extent that rates, charges and\nconditions of transport for cargo from Switzerland are to come\ninto effect on the date established by IATA but not earlier than\n15 days after IATA has given notice of an effectiveness date.\nThis procedure will apply to normal and regular commercial\namendments/changes to the IATA Resolutions. Exceptions\n11\n001 001\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nUNITED STATES UNITED STATES (cont’d)\nOrder 68-7-55 Order 71-4-103\n1. Approval of any Resolution shall not be deemed approval Where special fares or rates are established pursuant to the\nof the application to such Resolution of any other order of a foreign Government, involving air transportation the\nResolution except to the extent permitted by any approval cost of which is not paid for by that Government, US carriers\nof such other Resolution are authorised to establish competitive fares for on-line\nservices and for connecting services provided with other\n2. Approval of any effectiveness Resolution is limited to the carriers\nextent that it provides effective dates for other approved\nResolutions Order 83-1-116\n3. Approval of any Resolution shall be subject to the Notwithstanding the provisions of any other IATA Resolutions,\ncondition that US air carrier Members of IATA file with the all rates in foreign air transportation as defined by the Act may\nBoard, at the time of circulation of Members, copies of all be combined with any other rates provided that the shipper\nnotices rescinding or amending any of the provisions or meets all conditions affixed to use of the rates\nmodifying the period of effectiveness of any Resolution\nunder the provisions of any Resolution or portion thereof\nOrder 90-7-26\nwhich permits such rescission, amendment or\nmodification\nNo IATA Resolution shall establish or apply conditions for\nengaging in price leadership that differ among carriers or their\n4. Approval of any amending or revalidating Resolution shall\nservices in any market\nnot affect the applicability of any condition previously\nappended to the approval of the Resolution being\namended or revalidated\nZAMBIA\n5. Nothing in an order approving a Resolution shall be\nShould any International Air Transport Association's Resolution\nconstrued as waiving any provision of the Board's\nbe made more liberal by means of any reservation, condition or\nEconomic Regulations relating to the construction,\norder modified or issued by any Government in favour of an\npublication and filing of tariffs, unless expressly so\nairline or carrier, such reservation, condition or order shall also,\nprovided\nupon filing and approval thereof by the interested\nGovernment(s), apply in favour of the national carrier of the\n6. No IATA Resolutions shall apply or be binding upon a US\nRepublic of Zambia unless otherwise directed by the\nair carrier Member of IATA with respect to foreign air\nGovernment of the Republic of Zambia. (13.7.77)\ntransportation which involves only a segment of such\nUnited States air carrier between a place in any State of\nthe United States, or the District of Columbia, and a place\nin any other State of the United States, or the District of\nColumbia; or between places in the same territory or\npossession of the United States, or the District of\nColumbia\n12\n001a 001aa\nGENERAL ENABLING RESOLUTION SPECIAL APPLICABILITY RESOLUTION\nALLIANCE COUNTRIES\nCTCCOMP(Mail 618)001a Expiry: Indefinite\nCTCCOMP(Mail 618)001aa Expiry: 30 September 2026\nType B\nCTCCOMP(Mail 707)001aa\nCTCCOMP(Mail 672)001aa Type B\nRESOLVED that,\n1) if a TC Member considers that its commercial position is RESOLVED that, Resolutions 501aa, 508a, 530, 550, 590 for\nadversely affected such TC Member may advise the application between Alliance Countries are not binding on the\nSecretary of the circumstances requiring it to take one of following carriers\nthe following actions\nAir France (Compagnie Nationale Air France)\na) request a Special Conference of the area concerned Air New Zealand Ltd.\nbe convened Alitalia - Linee Aeree Italiane S.p.A.\nAmerican Airlines Inc.\nb) give notice of rescission of the applicable Austrian Airlines\nResolution(s) and as a result Czech Airlines (Czech Airlines, Joint Stock Company)\nDelta Airlines Inc.\ni) the Resolution(s) shall cease to be effective/not Finnair\ncome into effect one month after receipt of the Icelandair (Icelandair (Flugleidir H.F.))\nnotice Korean Air\nLan Chile S.A.\nii) any TC Member may request a Special Lufthansa Cargo AG\nConference of the area concerned be convened Malaysia Airlines\nRoyal Jordanian\n2) the Secretary shall circulate such action to TC Members Scandinavian Airlines System (SAS)\naccordingly SWISS\nUnited Airlines\n3) if a meeting is called and there is no unanimous\nagreement, applicable Resolution(s) shall cease to be\neffective/not come into effect one month after the close of\nthe meeting, or at a date prescribed by the meeting\n4) notwithstanding Resolution 001, this Resolution shall not\ncome into or remain in effect unless an IATA rates\nagreement for an area/sub-area comes into and remains\nin effect\n5) this Resolution shall not apply between countries in the\nECAA or to/from Australia\n13\n004a 004ff\nTC2\nRESTRICTION OF APPLICABILITY SPECIAL APPLICABILITY RESOLUTION\nOF RESOLUTIONS BETWEEN COUNTRIES IN THE ECAA\nCTC1(26)004a Expiry: Indefinite CTC2(41)004ff (amended) Expiry: Indefinite\nCTC2(37)004a\nCTC3(28)004a Type B Type A\nCTC12(Mail 244)004a\nCTC23(Mail 244)004a\nRESOLVED that, RESOLVED that, Resolutions of these Tariff Conferences that\nare applicable to transportation between countries in the ECAA\n1) CTC1 Resolutions shall not apply to transportation wholly are for the facilitation of interlineable consignments. Nothing in\nbetween Canada and USA these Resolutions should be construed as obliging any TC\nMember to apply their provisions to non-interlineable\n2) CTC2 Resolutions shall not apply to transportation wholly consignments or to incorporate their terms into any\nwithin Scandinavia arrangement they may have with other airlines\n3) CTC3 Resolutions shall not apply to transportation wholly\nbetween India and Nepal\n14\n006 006aa\nGOVERNMENT APPROVALS - CARGO SPECIAL ADMINISTRATIVE RESOLUTION\nCTC1(02)006 Expiry: Indefinite CTC1(44)006aa Expiry: Indefinite\nCTC2(02)006 CTC2(54)006aa\nCTC3(02)006 Type B CTC3(44)006aa Type B\nCTC12(02)006 CTC12(65)006aa\nCTC23(03)006 CTC23(54)006aa\nCTC31(02)006 CTC31(48)006aa\nCTC123(03)006 CTC123(58)006aa\nRESOLVED that, WHEREAS it is necessary that the IATA data base be speedily\nupdated to provide accurate tariff levels for through-put to\n1) it shall be the responsibility of each TC Member to industry systems\nascertain by title and number which Resolutions must be\nacted upon by its government authorities and to ensure IT IS RESOLVED that,\nthat the Secretary is promptly notified of any action or\nintention to act of such government authorities with 1) in the event of notification of Government action to\nrespect to such Resolutions change cargo rates, add-ons and/or related charges,\nIATA may update the IATA conference agreed data base\n2) if, prior to termination of the filing period, or any extension to reflect such changes. A copy of a Government\nthereof, the Secretary has not received from the document to this effect must support the notification\nappropriate TC Member notification as to particular\nResolutions as provided above, it shall be considered that 2) upon receipt of such notification, the IATA data base will\nthe government authority does not object to promulgation be amended accordingly on an industry basis and the\nby the Secretary of announcement and effective dates as information will be circulated to all TC Members\nprovided in the effectiveness Resolutions relating thereto\nGOVERNMENT RESERVATIONS\nUNITED STATES\nOrder 12305 dated 31 March 1958\nAir carrier members of IATA are not thereby relieved from\nobserving any Board action whenever taken, intended action or\nnotification of extension of the filing time properly transmitted to\nsuch members or their designated agents by the Board within\nthe appropriate time period, or the conditions of Order E-9305,\nas amended by Order E-10992; (which orders extend approval\nof Agreement providing for establishment and conduct of\nregional Traffic Conferences of IATA)\n15\n007 008a\nRESOLUTION PREFIXES - CARGO EXTENSION OF EXPIRY DATE\n- CARGO -\nCTC1(02)007 Expiry: Indefinite\nCTC2(02)007 CTC1(02)008a Expiry: Indefinite\nCTC3(02)007 Type A CTC2(02)008a\nCTC12(02)007 CTC3(02)008a Type B\nCTC23(03)007 CTC12(02)008a\nCTC31(02)007 CTC23(03)008a\nCTC123(03)007 CTC31(02)008a\nCTC123(03)008a\nRESOLVED that, when in the body of a Tariff Conference\nResolution another Resolution is referred to by its code RESOLVED that,\nnumber only (the number to the right of the parentheses), the\nResolution referred to shall be the currently effective 1) where a Resolution of an individual or composite meeting\nResolution (as amended) bearing the same code number and which has a given expiry date is intended to be replaced\napplicable to the same Tariff Conference as the Resolution by a substantially similar Resolution and where because\nwhich refers to it; provided that when the Resolution referred to of government delay or otherwise a time gap will exist\nis not a Tariff Conference Resolution, the Resolution shall be between such expiry date and the intended date of\nthe currently effective Resolution (as amended) effectiveness of the replacing Resolution, the Secretary\nmay extend the period of effectiveness of the original\nResolution in order to avoid such time gap\n2) nothing herein shall authorise extension of the\neffectiveness of a Resolution more than 60 days after the\n008 date upon which it would otherwise have expired\nADJUSTMENT OF EFFECTIVENESS DATES\n- CARGO -\nCTC1(02)008 Expiry: Indefinite\nCTC2(02)008\nCTC3(02)008 Type B\nCTC12(02)008\nCTC23(03)008\nCTC31(02)008\nCTC123(03)008\nRESOLVED that, where government delay in acting on a\nResolution or other government action or inaction affecting that\nResolution necessitates a later effective date than that\nintended by the Tariff Conference, the Secretary, after receipt\nof all necessary government approvals, may prescribe an\nappropriate effective date; provided that this shall in no event\nbe later than 30 days after the date of receipt by the Secretary\nof all necessary government approvals; provided further that\nwhere a Resolution intended to become effective in 2 or more\nTariff Conferences on the same date is approved in time for\nsuch effectiveness for one Tariff Conference but not for\nanother, the date in the former case may be delayed so as to\ncoincide with the actual effective date of the latter, but in no\ncase shall such delayed effectiveness be greater than 30 days\n16\n012\nGLOSSARY OF TERMS\nCTC1(26)012 (amended) Expiry: Indefinite\nCTC2(37)012 (amended)\nCTC3(28)012 (amended) Type B\nCTC12(47)012 (amended)\nCTC23(37)012 (amended)\nCTC31(30)012 (amended)\nCTC123(40)012 (amended)\nRESOLVED that, unless otherwise specified the following definitions shall apply to the Resolutions of the Cargo Tariff\nCoordinating Conferences. All amounts established in accordance with an IATA TC Resolution are exclusive of taxes\nTERM DEFINITION\nAdd-On an amount used only to construct an unspecified through fare\nBankers Buying Rate (BBR) the rate at which, for the purpose of the transfer of funds through banking channels (i.e.\nother than transactions in bank notes, travellers cheques and similar banking instruments),\na bank will purchase a given amount of foreign currency in exchange for one unit (or units)\nof the national currency of the country in which the exchange transaction takes place\nBankers Selling Rate (BSR) the rate at which, for the purpose of the transfer of funds through banking channels (i.e.\nother than transactions in bank notes, travellers cheques and similar banking instruments),\na bank will sell a given amount of foreign currency in exchange for one unit (or units) of the\nnational currency of the country in which the exchange transaction takes place\nCentral Africa Malawi, Zambia, Zimbabwe\nCharges Collect the charges entered on the Air Waybill for collection from the consignee\nCity Code Directory (CCD) list of worldwide city, airport, country, province, state and territory names and codes. The\nCCD contains numerical and alphabetical codes, currencies and IATA Tariff Conference\nAreas. The CCD is used for the purpose of pricing and multi-airport city determination.\na rate established for specific classes of cargo as a surcharge or discount on the GCR\nClass Rate\nComposite Meeting a meeting of 2 or more Cargo Tariff Coordinating Conferences\nConstructed Rate an unspecified through rate established by the use of add-ons\n17\n012\nTERM DEFINITION\nConstruction the establishment of a cargo rate through the use of add-ons\nContinental USA the 48 contiguous States and the District of Columbia (this does not include Alaska,\nHawaii)\nCountry of Commencement the country from which transportation on the first international sector takes place\nof Transportation\nCountry of Payment the country where payment is made by the purchaser to the TC Member or its Agent;\npayment by cheque, credit card or other banking instruments shall be deemed to have\nbeen made at the place where such instrument is accepted by the TC Member or its Agent\nDiplomatic Bag a sealed envelope or bag moving between a government and its accredited representative\nabroad, supported by a 'Bordereau' which has been officially endorsed to indicate that the\nenvelope or bag contains only official correspondence, for which special security measures\nare required\nEastern Africa Burundi, Djibouti, Eritrea, Ethiopia, Kenya, Rwanda, Somalia, Tanzania, Uganda\nFlagged Rate an IATA cargo rate and/or charge identified by a carrier's designator and, unless\n(Carrier Specific Rate) otherwise stated, applicable for online transportation on the named carrier\n18\n012\nTERM DEFINITION\nGCR see General Cargo Rate (GCR)\nGeneral Cargo Rate (GCR) a cargo rate established for the carriage of general cargo between 2 points\nIATA Cargo Rate a cargo rate established in accordance with a Tariff Coordinating Conference Resolution,\nalso known as an IATA Industry Rate.\nIndian Ocean Islands Comoros, Madagascar, Mauritius, Mayotte, Reunion, Seychelles\nLast Carrier the participating carrier on whose service the last section of carriage under the Air Waybill\nis performed\nLimited Agreement an agreement reached by 2 or more TC Members; binding on those Members who are\nparty to it and upon those Members not present at the Conference who operate\nThird/Fourth or Fifth Freedom Services between the countries between which the\nagreement is to apply\nMixed Consignment a consignment of different commodities, articles or goods, whether packed or tied together\nor contained in separate packages; provided that a consignment consisting wholly of\ndifferent articles or goods qualifying for the same cargo rate and conditions need not be\nconsidered to be a mixed consignment\nNon-IATA Cargo Rate a cargo rate not established in accordance with a Tariff Coordinating Conference\nResolution\nNon-IATA Carrier any carrier who is not a Member of IATA\nNon-TC Member a Member of IATA who has elected not to participate in Tariff Coordinating Conferences\nN rate the 1kg GCR\nRelated Charges a local currency amount in an IATA Resolution which is not a minimum charge, GCR, SCR,\nULD charge/rate, add-on; e.g. dangerous goods handling fee, charges collect fee, charges\nfor disbursements, charges for preparation of air waybill, charges in relation to value\nScandinavia Denmark, Norway, Sweden\nSCR see Specific Commodity Rate (SCR)\nSecretary the Secretary of the Tariff Conferences\n19\n012\nTERM DEFINITION\nSectional Rate the cargo rate established and used by a scheduled air carrier(s) for a section of a through\nrate\nSouthern Africa Botswana, Lesotho, Mozambique, Namibia, South Africa, Swaziland\nSpecial Conference any Conference other than a regular Conference in accordance with the Provisions for the\nConduct of the IATA Traffic Conferences\nSpecific Commodity Rate a cargo rate established for a specific commodity(ies) between 2 points and identified by\n(SCR) an item number\nSpecified Destination Point the point of destination to which the rate is specified\nSpecified Originating Point the originating point from which the rate is specified\nSpecified Rate a cargo rate specified in an IATA Tariff Conference Resolution\nTC Member a Member of IATA who has elected to participate in Tariff Coordinating Conferences\nfor application between countries in the ECAA this term shall include carriers participating\nunder Addendum No. 3 to the Provisions for the Conduct of the IATA Traffic Conferences\nThrough Rate the total cargo rate from point of departure to point of destination\nULD see Unit Load Device (ULD)\nUnaccompanied Baggage passenger baggage including only personal wearing apparel and personal articles\n(including portable musical instruments, portable typewriters and portable sports equipment\nbut excluding machinery, machine or spare parts, money, securities, jewellery, watches,\nplate and plated ware, furs, films, cameras, tickets, documents, liquors, perfumes and\narticles of household furnishings, merchandise and salesman samples)\nUnit Load Device (ULD) any type of container, container with integral pallet, aircraft container or aircraft pallet,\nwhether or not owned by a TC Member\nUS Territories the overseas Territories of the United States of America, including but not limited to:\nAmerican Samoa, Baker Is, Guam, Howland Is, Jarvis Is, Johnston Atoll, Kingman Reef,\nMidway Is, Northern Mariana Is, Saipan, Swains Is, Palmyra Is, Wake Is.\nUSA the 50 States, District of Columbia, Puerto Rico and US Virgin Islands\n20\n012\nTERM DEFINITION\nValuable Cargo a consignment which contains one or more of the following articles\na) any article having a declared value for carriage of USD1000 (or equivalent) or more,\nper gross kg; except in the United Kingdom GBP450, or more, per gross kg\nb) gold bullion (including refined and unrefined gold in ingot form), dore bullion, gold\nspecie and gold only in the form of grain, sheet, foil, powder, sponge, wire, rod, tube,\ncircles, mouldings and castings, platinum, platinum metals (palladium, iridium,\nruthenium, osmium and rhodium) and platinum alloys in the form of grain, sponge, bar,\ningot, sheet, rod, wire, gauze, tube and strip (but excluding those radioactive isotopes\nof the above metals and alloys which are subject to dangerous goods labelling\nrequirements)\nc) legal banknotes, traveller's cheques, securities, shares, share coupons and stamps\n(excluding mint stamps from the United Kingdom) and ready for use bank cards and/or\ncredit cards\nd) diamonds (including diamonds for industrial use), rubies, emeralds, sapphires, opals\nand real pearls (including cultured pearls)\ne) jewellery consisting of diamonds, rubies, emeralds, sapphires, opals and real pearls\n(including cultured pearls)\nf) jewellery and watches made of silver and/or gold and/or platinum\ng) articles made of gold and/or platinum, other than gold and/or platinum plated\nWestern Africa Angola Ghana\nBenin Guinea\nBurkina Faso Guinea-Bissau\nCameroon Liberia\nCape Verde Mali\nCentral African Republic Mauritania\nChad Niger\nCongo (Brazzaville) Nigeria\nCongo (Kinshasa) Sao Tome & Principe\nCôte d'Ivoire Senegal\nEquatorial Guinea Sierra Leone\nGabon Togo\nGambia\n21\n012a\nCOUNTRIES, CURRENCIES, CODES\nADMINISTRATIVE RESOLUTION\nCTC1(26)012a (amended) Expiry: Indefinite\nCTC2(37)012a (amended)\nCTC3(28)012a (amended) Type B\nCTC12(47)012a (amended)\nCTC23(37)012a (amended)\nCTC31(30)012a (amended)\nCTC123(40)012a (amended)\nRESOLVED that,\n1) the Secretary is authorised to make any corrections to\nResolutions that may be required in respect of\nchanges to\na) the name of a country\nb) the name of a currency\nc) the alpha and numeric currency codes\nd) the acceptance of a currency\n2) the Secretary shall circulate any such corrections to\nTC Members and these shall be reflected in the\nRevenue Accounting Manual\n22\n014b 014b\nCOMBINATION RULES FOR CARGO RATES GOVERNMENT RESERVATIONS\nCTCCOMP(Mail 618)014b (amended) Expiry: Indefinite CANADA\nType A\nThe rate(s) in effect in any air carrier's tariff filed with the\nCanadian Transportation Agency shall be the rate(s) which\nRESOLVED that, shall apply on traffic between points in Canada and points in\nother countries. Acceptance of tariffs reflecting Resolution\n1) BASIC PRINCIPAL 014b shall be subject to the tariff filing requirements of the\nCanadian Transportation Agency and nothing shall be\na) when no published rate is available between two construed as limiting in any way the power of the Canadian\npoints, a through rate may be established by a TC Transportation Agency to permit or require tariff revisions on\nMember as the lowest combination of sectional 30 days notice, or less as approved, in accordance with its\nrates tariff filing requirements\nb) where both an IATA cargo rate and a non-IATA published and filed with the Canadian Transportation\ncargo rate are available, the IATA cargo rate shall Agency, or its authorized filing agent, IATA TACT\nbe used\nWhere combination of specific commodity rates with other\nc) rates so established shall be applicable over any rates is not to be permitted, that fact must be clearly\nroute from point of origin to point of destination indicated in the tariff in which such specific commodity rates\nare published and filed with the Canadian Transportation\n2) COMBINATION OF CARGO RATES Agency. (1.7.74)\nUSA/Canada transborder rates shall not be used for\ncombination purposes to/from Canada, other than INDIA\nbetween points in Canada on the one hand and points\nin the Caribbean and points in TC3 on the other 1. Government of India does not disapprove Resolution\n014b on the condition that the general cargo rates for\n3) PRECEDENCE OF RATES transportation between TC3 and TC1 via TC2 need not\nbe higher than the general cargo rates established by\na) SCRs take precedence over class rates and GCRs any IATA Member for transportation between TC3 and\nTC1 via the Pacific. (1.7.74)\nb) class rates take precedence over GCRs\n2. In respect of transportation to/from India, nothing in\nc) when the GCR applicable to the consignment is Resolution 014b or any other Resolution, shall prohibit\nlower than the SCR, such lower rate can be applied combination of international rates and charges with\nexcept where the SCR has been established for domestic rates and charges established by Indian\nitems covered by a class rate Airlines. Where such combinations produce lower\nthrough rate(s) or charge(s), such lower combination(s)\nd) for items covered under Resolutions 596 and 598, shall take precedence over corresponding specified or\nwhere the GCR applicable to the consignment is constructed rate(s) or charge(s). (16.5.78)\nlower than the class rate, such lower rate can be\napplied\n4) AREA OF APPLICATION\na) this Resolution shall not apply between countries in\nthe ECAA or to/from Australia\n23\n014b\nGOVERNMENT RESERVATIONS (cont'd)\nNEW ZEALAND\nNothing in Resolutions 014b and 590 shall prohibit carriers\nserving New Zealand combining International Specific\nCommodity Rates from New Zealand with Incentive Rates\nestablished by the New Zealand National Airways\nCorporation and published from time to time in their tariff;\nfurther that such Incentive Rates shall be considered to be\ndomestic rates for the purpose of these Resolutions.\n(16.10.74)\nSOUTH AFRICA\nThe Government of the Republic of South Africa conditions\nits approval of IATA Resolution 014b to the extent that\nnothing in said Resolution shall prohibit SAA combining its\nspecially established domestic specific commodity rates in\norder to construct through rates; further that such specially\nestablished domestic specific commodity rates shall be\nconsidered to be domestic rates for the purpose of this\nResolution. (18.6.74)\nUNITED STATES\nOrder 85-9-23\n1. no provision of this Resolution or any other Resolution\nshall restrict the pricing freedom of any air carrier or\nforeign air carrier in establishing rates for new routes\n2. no provision of this Resolution or any other Resolution\nshall prohibit any air carrier or foreign air carrier from\nselling a combination of local sector rates that\nundercuts the published through rate, or from using\nsuch lower combination of local sector rates for\npurposes of rate construction; and\n3. no provision of this Resolution nor any other\nResolution shall prohibit any air carrier or foreign air\ncarrier from using a non-IATA rate for construction\npurposes\n24\n015aa 015aa\nADD-ONS GOVERNMENT RESERVATIONS\nCTCCOMP(Mail 618)015aa (amended) Expiry: Indefinite UNITED STATES\nType B\nOrder 86-9-88\nRESOLVED that, 1. All through rates to/from points in the United States\n1) a) the add-ons in the Attachments shall be used for constructed by use of the proportional rates contained\nconstructing rates, subject to the following in this Resolution shall be published as single factor\nprovisions rates in tariffs filed with the Department in all cases\nwhere the filing carrier is exercising authority granted\nb) add-ons shall not be used to establish rates for by certificate, permit or exemption under sections 401,\nweight-breaks that do not apply to/from the 402 or 416, respectively, of the Federal Aviation Act of\nconstruction point 1958, to perform direct service, whether such service\nis in fact operated on a non-stop or single flight\nc) specified rates take precedence over rates number basis\nconstructed by use of add-ons\n2. Any carrier may establish through rates based on a\n2) GCRs combination of local rates over US gateways, served\nby either IATA or non-IATA carriers, whether or not\nGCRs shall be established by the use of the add-ons that carrier provides service at the particular gateways\ncontained in the Attachments, under the designator involved\n'GCRs', as applicable\n3) SCRs\nSCRs shall be established by the use of add-ons\nshown in the Attachments, under the designator\n'SCRs', as applicable, provided that such construction\nis permitted under the terms of the SCR\n4) AREA OF APPLICATION\nthis Resolution shall not apply between countries in the\nECAA or to/from Australia\nAttachment(s) published separately\n25\n033a 033a\nATTACHMENT 'A'\nESTABLISHING CARGO RATES\nCHARGES AND AMOUNTS Countries for which cargo rates and charges are established\nin US Dollars:\nCTC1(45)033a Expiry: Indefinite Afghanistan Madagascar\nCTC2(20)033a (amended) American Samoa Malawi\nCTC3(17)033a (amended) Type A\nAngola Maldives\nCTC12(33)033a (amended)\nAnguilla Marshall Islands\nCTC23(20)033a (amended)\nCTC31(19)033a (amended) Antigua & Barbuda Mexico\nCTC123(22)033a (amended) Argentina Micronesia\nArmenia Mongolia\nRESOLVED that, Azerbaijan Montserrat\nBarbados Myanmar\n1) all cargo rates shall be established as cargo rates per\nBelarus Nicaragua\nkg in the currency of the country of commencement of\nBelize Nigeria\ntransportation or, where agreed by the Tariff\nCoordinating Conferences, in US Dollars or in euro Bolivia Northern Mariana Islands\nBonaire, Saint Eustatius Pakistan\n2) all cargo charges shall be established in the currency and Saba Palau\nof the country of commencement of transportation or, Brazil Panama\nwhere agreed by the Tariff Coordinating Conferences,\nBurundi Paraguay\nin US Dollars or in euro\nCambodia Peru\n3) all other specified amounts shall be established in US Cayman Islands Philippines\nDollars or in euro or, where agreed by the Tariff Chile Puerto Rico\nCoordinating Conferences, in the currency of the Colombia Russian Federation\ncountry in which such amount applies Congo (Kinshasa) Rwanda\nCosta Rica Saint Kitts and Nevis\n4) in accordance with Paragraphs 1) and 2), the countries\nCuba Saint Vincent and\nfor which cargo rates and charges are established in\nDominica the Grenadines\nUS Dollars are shown in Attachment 'A' and in\nAttachment ‘B’ for those established in euro Dominican Republic Sao Tome and Principe\nEcuador Sierra Leone\nEl Salvador Somalia\nEritrea Suriname\nEthiopia Tajikistan\nGambia Tanzania\nGeorgia Timor Leste\nGhana Trinidad and Tobago\nGrenada Turkey\nGuam Turkmenistan\nGuatamala Turks and Caicos Islands\nGuinea Uganda\nGuyana Ukraine\nHaiti United States\nHonduras Uruguay\nIceland US Minor Outlying Islands\nIraq Uzbekistan\nIsrael Venezuela\nJamaica Vietnam\nKazakhstan Virgin Islands (British)\nKenya Virgin Islands (US)\nKyrgyzstan Zambia\nLaos Zimbabwe\nLebanon\nRounding for these countries in US Dollar shall be the same\nas reflected in Resolution 033d Attachment A for the United\nStates.\n26\n033a 033b\nATTACHMENT 'B'\nKILOGRAM APPLICATION AND PUBLICATION\nCountries for which cargo rates and charges are established\nin euro:\nCTC1(17)033b (amended) Expiry: Indefinite\nAlbania Latvia CTC2(20)033b (amended)\nCTC3(17)033b (amended) Type B\nAustria Lithuania\nCTC12(33)033b (amended)\nBelgium Luxembourg CTC23(20)033b (amended)\nBosnia and Herzegovina Macedonia (FYROM) CTC31(19)033b (amended)\nCTC123(22)033b (amended)\nBulgaria Malta\nCape Verde Martinique RESOLVED that,\nCroatia Mayotte\n1) cargo weight charges shall be calculated by multiplying\nCyprus Moldova\nthe applicable rate by the chargeable weight\nEstonia Monaco\nFinland Montenegro 2) in applying cargo rates, fractions of a half kg shall be\nFrance Netherlands charged for as the next higher half kg\nFrench Guiana Portugal\nGermany Reunion\nGreece Romania\nGuadeloupe (including St. Pierre and Miquelon\nSt. Barthelemy and Serbia\nNorthern St. Martin) Slovakia\nIreland Slovenia\nItaly Spain\nRounding for these countries in euros shall be the same as\nreflected in Resolution 033d Attachment ‘A' for the countries\nwhose national currency is the euro\n27\n033c\nESTABLISHMENT OF THROUGH CARGO RATES AND CHARGES\nCTC1(17)033c (amended) Expiry: Indefinite\nCTC2(20)033c (amended)\nCTC3(17)033c (amended) Type A\nCTC12(33)033c (amended)\nCTC23(20)033c (amended)\nCTC31(19)033c (amended)\nCTC123(22)033c (amended)\nRESOLVED that, when it is necessary to add together rates and/or add-ons and/or charges expressed in different currencies\nthe following shall apply\n1) the currency to be used shall be the currency as established in accordance with Resolution 033a\n2) a) rates or charges published in US Dollars shall be converted using the rates of exchange shown in Attachment 'A';\nsuch conversions shall be carried out to one decimal place beyond the number of decimal places shown in\nAttachment 'A' to Resolution 033d, ignoring any further decimal places\nb) when converting from one local currency to another local currency (neither being US Dollars) the local currency\namount to be converted shall be multiplied by the rate of exchange shown in Attachment 'A' for the currency\ninto which it is to be converted and the total divided by the rate of exchange for the currency in which the rate is\nspecified; such conversions shall be carried out to one decimal place beyond the number of decimal places shown in\nAttachment 'A' to Resolution 033d, ignoring any further decimal places\nEXAMPLES\nFormula is: Local Exchange Exchange Local\nCurrency x Rate ÷ Rate = Currency\n(1) (2) (1) (2)\nLocal Currency (1) = local currency rate to be converted\nLocal Currency (2) = local currency into which conversion is required\nExchange Rate (2) = exchange rate of Local Currency (2)\nExchange Rate (1) = exchange rate of Local Currency (1)\nExample A\nEgypt to Genoa, Italy\nGiven that\n− Proportional amount MIL to GOA is: EUR 0.08\n− Rates in Attachment 'A' are: 1 USD = EGP 5.556776\n1 USD = EUR 0.85136\n− Formula is: 0.08 x 5.556776 ÷ 0.85136 = EGP 0.522\nExample B\nGrand Cayman to Yellowknife NWT (YZF)\nGiven that\n− Proportional amount YEA to YZF is: CAD 1.05\n− Rates in Attachment 'A' are: 1 USD = KYD 0.83643\n1 USD = CAD 1.23302\n− Formula is: 1.05 x 0.83643 ÷ 1.23302 = KYD 0.712\n28\n033c (cont’d)\nESTABLISHMENT OF THROUGH CARGO RATES AND CHARGES\n3) add the components resulting from the above, and round off the result to the nearer whole unit shown in Attachment 'A' to\nResolution 033d\n4) Attachment 'A' shall be revised 3 times a year using the 'Clearing House Monthly 5 Day Rate' as shown below\nClearing House Rate Issued For Implementation from\nMarch 01 June\nJuly 01 October\nNovember 01 February\nEach issue of Attachment 'A' will be circulated to all TC Members by the Secretary\nAttachment(s) published separately\n29\n033d\nCURRENCY NAMES, CODES, ROUNDING OFF UNITS AND ACCEPTABILITY OF CURRENCIES\nCTC1(17)033d (amended) Expiry: Indefinite\nCTC2(20)033d (amended)\nCTC3(17)033d (amended) Type B\nCTC12(33)033d (amended)\nCTC23(20)033d (amended)\nCTC31(19)033d (amended)\nCTC123(22)033d (amended)\nRESOLVED that,\n1) for currency codes when names of currencies are abbreviated in transportation documents, the abbreviations shown in\nAttachment 'A' shall be used\n2) changes to and conversion of cargo rates, charges and other specified amounts shall be calculated to one decimal place\nbeyond the number of decimal places shown in Attachment 'A', ignoring any further decimal place, and rounded-off as\nshown below:\nWhen rounding-off results of calculations rounded-off\nunit is are between/and rate will be\n0.001 104.9995 – 105.0004 105.000\n105.0005 – 105.0014 105.001\n0.005 105.0025 – 105.0074 105.005\n105.0075 – 105.0124 105.010\n0.01 104.995 – 105.004 105.00\n105.005 – 105.014 105.01\n0.05 105.025 – 105.074 105.05\n105.075 – 105.124 105.10\n0.10 105.050 – 105.149 105.10\n105.150 – 105.249 105.20\n0.50 105.250 – 105.749 105.50\n105.750 – 106.249 106.00\n1 104.5 – 105.4 105\n105.5 – 106.4 106\n5 102.5 – 107.4 105\n107.5 – 112.4 110\n10 105.0 – 114.9 110\n115.0 – 124.9 120\n30\n033d\nATTACHMENT 'A'\nRounding Units\nCurrency Except\nCode Accept- Minimum Minimum\nCountry Name Currency Name ability Charges Charges Notes\nAlpha Num\nAfghanistan AFN 971 Afghani # 1 1\nAlbania ALL 008 Lek # 0.01 1\nAlgeria DZD 012 Algerian Dinar # 0.05 1\nAmerican Samoa USD 840 US Dollar 0.01 1\nAngola AOA 982 Kwanza # 0.5 1\nAnguilla XCD 951 East Caribbean Dollar 0.01 1\nAntigua & Barbuda XCD 951 East Caribbean Dollar 0.01 1\nArgentina ARS 032 Peso # 0.01 1\nArmenia AMD 051 Armenian Dram # - -\nAruba AWG 533 Aruban Florin 0.01 0.05\nAustralia AUD 036 Australian Dollar 0.05 1 4\nAustria EUR 978 Euro 0.01 0.01\nAzerbaijan AZN 944 Azerbaijanian Manat # 0.01 1\nBahamas BSD 044 Bahamian Dollar 0.01 1\nBahrain BHD 048 Bahraini Dinar 0.005 1\nBangladesh BDT 050 Taka # 0.05 1\nBarbados BBD 052 Barbados Dollar # 0.01 1\nBelarus BYN 933 Belarussian Ruble # 0.01 1\nBelgium EUR 978 Euro 0.01 0.01\nBelize BZD 084 Belize Dollar # 0.01 1\nBenin XOF 952 CFA Franc # 5 100\nBermuda BMD 060 Bermudian Dollar 0.01 1\nBhutan BTN 064 Ngultrum 0.05 1\nBolivia BOB 068 Boliviano # 0.1 1\nBonaire, Saint Eustatius\nUSD 840 US Dollar 0.01 1\nand Saba\nBosnia & Herzegovina BAM 977 Convertible Mark 0.01 10\nBotswana BWP 072 Pula 0.01 1\nBrazil BRL 986 Brazilian Real # 0.01 0.01 5\nBrunei Darussalam BND 096 Brunei Dollar 0.01 1\nBulgaria BGN 975 Lev # 0.01 0.01\nBurkina Faso XOF 952 CFA Franc # 5 100\nBurundi BIF 108 Burundi Franc # 0.5 1\nCambodia KHR 116 Riel # 0.1 1\nCameroon XAF 950 CFA Franc 5 100\nCanada CAD 124 Canadian Dollar 0.01 5\nCape Verde CVE 132 Cape Verde Escudo # 5 5\nCayman Islands KYD 136 Cayman Islands Dollar 0.1 1\nCentral African Republic XAF 950 CFA Franc # 5 100\nChad XAF 950 CFA Franc # 5 100\nChile CLP 152 Chilean Peso # 1 1\nChina (excl Hong Kong\nCNY 156 Yuan Renminbi # 0.01 1\nSAR and Macao SAR)\nChinese Taipei TWD 901 New Taiwan Dollar 1 1\nColombia COP 170 Colombian Peso # 10 10\nComoros KMF 174 Comoro Franc 5 100\nCongo (Brazzaville) XAF 950 CFA Franc # 5 100\nCongo (Kinshasa) CDF 976 Franc Congolais # 0.001 1\nCook Islands NZD 554 New Zealand Dollar 0.01 1\n31\n033d\nATTACHMENT 'A'\nRounding Units\nCurrency Except\nCode Accept- Minimum Minimum\nCountry Name Currency Name ability Charges Charges Notes\nAlpha Num\nCosta Rica CRC 188 Costa Rican Colon 0.05 1\nCote d'Ivoire XOF 952 CFA Franc # 5 100\nCroatia HRK 191 Kuna 0.01 10\nCuba CUP 192 Cuban Peso # 0.01 1\nCuracao ANG 532 Antilles Guilder # 0.01 0.05\nCyprus EUR 978 Euro 0.01 0.01\nCzech Republic CZK 203 Czech Koruna 0.5 1\nDenmark DKK 208 Danish Krona 0.1 10\nDjibouti DJF 262 Djibouti Franc 5 500\nDominica XCD 951 East Caribbean Dollar 0.01 1\nDominican Republic DOP 214 Dominican Peso # 0.01 1\nEcuador USD 804 US Dollar 0.01 1\nEgypt EGP 818 Egyptian Pound # 0.1 0.1\nEl Salvador SVC 222 El Salvador Colon # 0.01 1\nEquatorial Guinea XAF 950 CFA Franc # 5 100\nEritrea ERN 232 Nakfa # 0.05 1\nEstonia EEK 233 Kroon # 0.01 1\nEthiopia ETB 230 Ethiopian Birr # 0.05 1\nFaeroe Islands DKK 208 Danish Krona 0.1 10\nFalkland Islands FKP 238 Falkland Is. Pound 0.01 1\nFiji FJD 242 Fiji Dollar 0.01 1 4\nFinland EUR 978 Euro 0.01 0.01\nFrance EUR 978 Euro 0.01 0.01\nFrench Guiana EUR 978 Euro 0.01 0.01\nFrench Polynesia XPF 953 CFP Franc 0.1 100\nGabon XAF 950 CFA Franc # 5 100\nGambia GMD 270 Dalasi # 0.01 1\nGeorgia GEL 981 Lari # 0.01 0.01\nGermany EUR 978 Euro 0.01 0.01\nGhana GHS 936 Ghana Cedi # 0.01 1\nGibraltar GIP 292 Gibraltar Pound 0.01 1\nGreece EUR 978 Euro 0.01 0.01\nGreenland DKK 208 Danish Krona 0.1 10\nGrenada XCD 951 East Caribbean Dollar 0.01 1\nGuadaloupe (inc. St\nBartholemi & Northern St EUR 978 Euro 0.01 0.01\nMartin)\nGuam USD 840 US Dollar 0.01 1\nGuatamala GTQ 320 Quetzal 0.01 1\nGuinea GNF 324 Guinea Franc # 100 1\nGuinea-Bissau XOF 952 CFA Franc # 5 100\nGuyana GYD 328 Guyana Dollar # 0.01 1\nHaiti HTG 332 Gourde # 0.05 1\nHonduras HNL 340 Lempira 0.01 1\nHong Kong SAR HKD 344 Hong Kong Dollar 0.01 1\nHungary HUF 348 Forint 5 10\n32\n033d\nATTACHMENT 'A'\nRounding Units\nCurrency Except\nCode Accept- Minimum Minimum\nCountry Name Currency Name ability Charges Charges Notes\nAlpha Num\nIceland ISK 352 Iceland Krona 0.1 1\nIndia (inc. Andamin Island) INR 356 Indian Rupee # 0.05 1\nIndonesia IDR 360 Indonesian Rupiah 5 1\nIran (Islamic Rep. Of) IRR 364 Iranian Rial # 10 100\nIraq IQD 368 Iraqi Dinar # 0.005 0.1\nIreland EUR 978 Euro 0.01 0.01\nIsrael ILS 376 Shekel 1 1 1\nItaly EUR 978 Euro 0.01 0.01\nJamaica JMD 388 Jamaican Dollar # 0.01 1\nJapan JPY 392 Yen 1 100\nJordan JOD 400 Jordanian Dinar 0.005 0.1\nKazakhstan KZT 398 Tenge # 0.01 0.01\nKenya KES 404 Kenyan Shilling # 0.50 5\nKiribati AUD 036 Australian Dollar 0.05 1 4\nKorea (Dem. Rep. Of) KPW 408 North Korean Won # 0.01 0.01\nKorea (Rep. Of) KRW 410 Won 10 100 6\nKuwait KWD 414 Kuwaiti Dinar 0.005 0.1\nKyrgyzstan KGS 417 Som # 0.01 0.01\nLaos LAK 418 Kip # 0.1 1\nLatvia EUR 978 Euro 0.01 0.01\nLebanon LBP 422 Lebanese Pound 100 1000 3\nLesotho LSL 426 Loti 0.01 1\nLiberia LRD 430 Liberian Dollar # 0.01 1\nLibya LYD 434 Libyan Dinar # 0.005 1\nLithuania EUR 978 Euro 0.01 0.01\nLuxembourg EUR 978 Euro 0.01 0.01\nMacao SAR MOP 446 Pataca 0.01 1\nMacedonia (FYROM) MKD 807 Denar # 0.01 10\nMadagascar MGA 969 Ariary # 100 100\nMalawi MWK 454 Kwacha # 0.01 1\nMalaysia MYR 458 Malaysian Ringgit 0.01 1\nMaldives MVR 462 Rufiyaa 0.05 1\nMali XOF 952 CFA Franc 5 100\nMalta EUR 978 Euro 0.01 0.01\nMarshall Islands USD 840 US Dollar 0.01 1\nMartinique EUR 978 Euro 0.01 0.01\nMauritania MRU 929 Ouguiya # 1 20\nMauritius MUR 480 Mauritius Rupee # 0.05 10\nMayotte EUR 978 Euro 0.01 0.01\nMexico MXN 484 Mex. Nuevo Peso 0.01 0.01\nMicronesia USD 840 US Dollar 0.01 1\nMoldova MDL 498 Moldovan Leu # 0.01 0.01\nMonaco EUR 978 Euro 0.01 0.01\nMongolia MNT 496 Tugrik 0.01 1\nMontenegro EUR 978 Euro 0.01 0.01\nMontserrat XCD 951 East Caribbean Dollar 0.01 1\nMorocco MAD 504 Morrocan Dirham # 0.05 1\nMozambique MZN 943 Metical # 1 10\nMyanmar MMK 104 Kyat # 0.05 1\n33\n033d\nATTACHMENT 'A'\nRounding Units\nCurrency Except\nCode Accept- Minimum Minimum\nCountry Name Currency Name ability Charges Charges Notes\nAlpha Num\nNamibia NAD 516 Namibia Dollar 0.01 1\nNauru AUD 036 Australian Dollar 0.05 1 4\nNepal NPR 524 Nepalese Rupee # 0.05 1\nNetherlands EUR 978 Euro 0.01 0.01\nNew Caledonia (inc.\nXPF 953 CFP Franc 0.1 100\nLoyalty Islands)\nNew Zealand NZD 554 New Zealand Dollar 0.01 1\nNicaragua NIO 558 Cordoba Oro # 0.01 1\nNieue NZD 554 New Zealand Dollar 0.01 1\nNiger XOF 952 CFA Franc # 5 100\nNigeria NGN 566 Naira # 0.01 1 2\nNorfolk Island AUD 036 Australian Dollar 0.05 1 4\nNorthern Mariana Islands USD 840 US Dollar 0.01 1\nNorway NOK 578 Norwegian Krone 0.1 10\nOman OMR 512 Rial Omani 0.005 1\nPakistan USD 840 US Dollar 0.01 1\nPalau USD 840 US Dollar 0.01 1\nPanama PAB 590 Balboa 0.05 1\nPapua New Guinea PGK 598 Kina 0.05 1\nParaguay PYG 600 Guarani # 10 100\nPeru PEN 604 Nuevo Sol # 0.1 1\nPhilippines PHP 608 Philippine Peso # 1 1\nPoland PLN 985 Zloty 0.01 0.1\nPortugal EUR 978 Euro 0.01 0.01\nPuerto Rico USD 840 US Dollar 0.01 1\nQatar QAR 634 Qatari Rial 0.05 1\nReunion EUR 978 Euro 0.01 0.01\nRomania RON 946 Leu 0.01 0.01\nRussian Federation RUB 643 Russian Ruble 0.05 1\nRwanda RWF 646 Rwanda Franc # 0.05 1\nSaint Helena, Ascension\nSHP 654 Saint Helena Pound 0.1 1\nand Tristan Da Cunha\nSaint Kitts and Nevis XCD 951 East Caribbean Dollar 0.01 1\nSaint Lucia XCD 951 East Caribbean Dollar 0.01 1\nSaint Maarten ANG 532 Antilles Guilder 0.01 0.05\nSaint Pierre and Miquelon EUR 978 Euro 0.01 0.01\nSaint Vincent and the\nXCD 951 East Caribbean Dollar 0.01 1\nGrenadines\nSamoa WST 882 Tala 0.01 5\nSao Tome and Principe STN 930 Dobra # 1 1\nSaudi Arabia SAR 682 Saudi Riyal 0.05 1\nSenegal XOF 952 CFA Franc # 5 100\nSerbia RSD 941 Serbian Dinar # 0.01 10\nSeychelles SCR 690 Seychelles Rupee # 0.05 10\nSierra Leone SLL 694 Leone # 0.01 1\nSingapore SGD 702 Singapore Dollar 0.01 1\nSlovakia EUR 978 Euro 0.01 0.01\nSlovenia EUR 978 Euro 0.01 0.01\nSolomon Islands SBD 090 Solomon Is. Dollar 0.01 1\n34\n033d\nATTACHMENT 'A'\nCurrency Except\nCode Accept- Minimum Minimum\nCountry Name Currency Name ability Charges Charges Notes\nAlpha Num\nSomalia SOS 706 Somali Shilling # 0.1 1\nSouth Africa ZAR 710 Rand 0.01 1\nSouth Sudan SSP 728 South Sudanese Pound # 0.05 1\nSpain EUR 978 Euro 0.01 0.01\nSri Lanka LKR 144 Sri Lanka Rupee # 1 50\nSudan SDG 938 Sudanese Pound # 0.05 1\nSuriname SRD 968 Surinam Dollar # 0.01 1\nSwaziland SZL 748 Lilangeni 0.01 1\nSweden SEK 752 Swedish Krona 0.1 10\nSwitzerland CHF 756 Swiss Franc 0.05 5\nSyria SYP 760 Syrian Pound # 1 1\nTajikistan TJS 762 Somoni # 1 1\nTanzania TZS 834 Tanzanian Shilling # 5 5\nThailand THB 764 Baht 1 1\nTimor Leste USD 840 US Dollar 0.01 1\nTogo XOF 952 CFA Franc # 5 100\nTonga TOP 776 Pa'anga # 0.01 1\nTrinidad and Tobago TTD 780 Trin & Tob Dollar # 0.01 1\nTunisia TND 788 Tunisian Dinar # 0.01 0.05\nTurkey USD 840 US Dollar 0.01 1\nTurkmenistan TMT 934 New Manat # 0.01 0.01\nTurks and Caicos Islands USD 840 US Dollar 0.01 1\nTuvalu AUD 036 Australian Dollar 0.05 1 4\nUganda UGX 800 Uganda Shilling # 0.1 1\nUkraine UAH 980 Hryvnia # 0.01 0.01\nUnited Arab Emirates AED 784 UAE Dirham 0.05 1\nUnited Kingdom GBP 826 Pound Sterling 0.01 1\nUnited States USD 840 US Dollar 0.01 1\nUruguay UYU 858 Peso Uruguayo # 1 1\nUS Minor Outlying Islands USD 840 US Dollar 0.01 1\nUzbekistan UZS 860 Uzbekistan Sum # 0.01 0.01\nVanuatu VUV 548 Vatu 5 100\nVenezuela VES 928 Bolivar Soberano # 1 1\nVietnam VND 704 Dong # 1 1\nVirgin Islands (British) USD 840 US Dollar 0.01 1\nVirgin Islands (US) USD 840 US Dollar 0.01 1\nWallis and Futuna Islands XPF 953 CFP Franc 0.1 100\nYemen YER 886 Yemeni Rial 0.05 1\nZambia ZMK 894 Kwacha # 0.01 1\nZimbabwe ZWR 935 Zimbabwe Dollar # 0.05 1\n35\n033d\nATTACHMENT 'A'\nNotes\nGeneral – for all dollar currencies, TC Members may use as the third character of the currency code the symbol '$' instead\nof the letter 'D'\n– for all pound currencies TC Members may use as the third character of the currency code the symbol '£' instead\nof the letter 'L’\n– the rounding off unit for bulk unitisation charges and containerised SCRs shall be as follows\na) except for transportation from Australia/Fiji, where the amount to be charged is expressed as an amount for\nthe carriage of the ULD at the minimum chargeable weight and the rounding unit shown in Attachment 'A' is\nless than 1, rounding shall be carried out to 1.00, provided that where the rounding unit is greater than 1,\nsuch rounding unit shall be applied as required\nb) where the amount to be charged is expressed as an amount per kg, rounding shall be in accordance with\nAttachment 'A'\n+ Acceptance of currencies marked with a '+' sign shall be limited as provided in Resolution 033e\n1 a) payment in New Israeli Sheqels will be made at the selling rates for bank transfers for the US Dollar quoted by a\ncommercial bank in Israel on the day of issuance of the Air Waybill\nb) sales reports by Agents or billing will be made solely in US Dollars. Remittances in New Israeli Sheqels will be\nmade at the selling rate for bank transfers for the US Dollar quoted by a commercial bank in Israel on the day of\nremittance\n2 for Nigerian Naira, TC Members may use as the third character of the currency code the symbol 'N' instead of the letter\n'N'\n3 Rounding off in local currency shall be accomplished by dropping all decimals and the resultant whole amount shall be\nrounded up to the next higher rounding unit\n4 specific or constructed bulk unitisation charges and containerised SCRs in AUD/FJD shall be rounded off to the nearest\nAUD/FJD 10.00 except that where the amount to be charged is expressed as an amount per kg this shall be rounded\noff to the nearest AUD 0.05/FJD 0.01\n5 no rounding is involved; all decimals beyond 2 shall be ignored\n6 specific or constructed bulk unitisation charges and containerised SCRs in KRW shall be rounded off to the nearest\nKRW 100 except that where the amount to be charged is expressed as an amount per kg, this shall be rounded off to\nthe nearest KRW 10\n36\n033e\nRULES FOR PAYMENT OF CARGO RATES, CHARGES AND OTHER AMOUNTS\n(EXCEPT TO/FROM AUSTRALIA)\nCTCCOMP (Mail 706) 033e (amended) Expiry: Indefinite\nType A\nRESOLVED that,\nSECTION A: GENERAL RULES\n1) Nothing in this Resolution shall be construed as prohibiting TC Members from engaging in normal banking and exchange\ntransactions independent of the sale of transportation; provided that such transactions shall not be used directly or\nindirectly as a means of charging less than the applicable local currency fares.\n2) Payment of cargo rates, charges and other amounts shall be made as follows;\na) in the currency of the country of commencement of transportation; or\nb) in any currency not marked with a '#' sign in Resolution 033d, provided that the equivalent of the currency tariff in the\ncountry of commencement of transportation is collected at the bankers buying rate of exchange\nc) the rate of exchange to be applied shall be the applicable rate of exchange in effect on the date of execution of the Air\nWaybill\nSECTION B: DETERMINATION OF RATES OF EXCHANGE FOR PAYMENTS ACCORDING TO SECTION A\nfor certain countries, specific sources for rates of exchange have been established; these are listed in Attachment ‘A’.\nIf no source is specified in Attachment ‘A’, the rates shown in the latest issue of the ‘Clearing House Monthly 5 Day Rate’\ncirculated each month by IATA shall be used.\nSECTION C: SOURCES\nthe Secretary is authorised to update Attachment 'A' by additions and/or changes upon notification by any TC Member.\nSuch changes shall be circulated to all TC Members.\n37\n033e\nATTACHMENT 'A'\nSOURCES FOR RATES OF EXCHANGE\nCOUNTRY SOURCE\nAngola Cargo rates and related charges shall be converted to Angola Kwanza (AOA) using the exchange rate\npublished daily by the Banco de Fomento Angola on their website http://www.bfa.ao.\n— The rate is found under the heading “Divisas” in the “Venda” column and shall be applicable from the\nfollowing day.\nArgentina For air transportation the cargo rates must be converted into Argentine pesos at the selling rate quoted\nby Banco de la Nacion on their website http://www.bna.com.ar/ on the date preceding the date of the\nsale. The rate is found on the bottom right corner of the page under the heading “Cotizacion Billetes”\nand the subheading “Venta”.\nArmenia Cargo rates and related charges shall be converted to Armenian Dram using the bankers selling rate\npublished on the Central Bank of Armenia website https://www.cba.am/EN/SitePages/Default.aspx. This\nrate will be applicable from the following day.\nAzerbaijan The bankers rate means the rate published by the National Bank of Azerbaijan on their website\nhttp://en.cbar.az/ daily (Monday through Friday), to be applicable the following day. In the case of public\nholidays, the rate of the last working day before public holidays remains in force until the next working\nday.\nBangladesh The rate is published periodically and shall be applicable from the following day.\nBelarus Cargo rates and related charges shall be converted to Belarusian Ruble (BYN) using the exchange\npublished daily by the National Bank of the Republic of Belarus on their website\nhttp://www.nbrb.by/engl/statistics/rates/ratesDaily.asp, to be applicable from the following day.\nBolivia, The bankers rate means the rates published by the Banco Central de Bolivia each Monday on their\nPlurinational website http://www.bcb.gob.bo/?q=cotizaciones_tc. These rates will be applicable from Tuesday of each\nState of week up to and including Monday of the following week.\nBrazil Cargo rates, charges and other amounts shall be converted to Brazilian currency for the purposes of\npublication and sales using the rates published on the Central Bank of Brazil’s website\n(www.bacen.gov.br) on the banking day before the date of sale of air transportation.\nBulgaria Cargo rates and related charges shall be converted to Bulgarian Lev (BGN) using the exchange rate\nquoted by the Bulgarian National Bank on the day before the date of transaction, on their website\nhttp://www.bnb.bg/Statistics/StExternalSector/StExchangeRates/StERForeignCurrencies/index.htm?toL\nang=_EN.\nBurundi The bankers rate means the rates published by the Banque de la Republique du Burundi on Monday on\ntheir website https://www.brb.bi/, under the column “Vendeur”. The rate, published each Monday, shall\nbe applicable from Tuesday through the following Monday.\nColombia The bankers rate of exchange (TCRM) is updated on a daily basis (Monday through Friday, working\ndays only) and applicable for tickets issued the next day. The rate issued on Fridays will be applicable\nfor the following Saturday, Sunday and Monday.\n— In the event that new rates are not available for any day, due to a local holiday or other, the most\nrecent previous rate shall remain in effect until such time that a new set of exchange rates is quoted.\n— The rate (TCRM) is published on the website www.superfinanciera.gov.co and can be found by\nclicking on “TRM” on the right side of the webpage. The subsequent page lists the rate of exchange and\nthe date through which it is valid.\nCosta Rica Cargo rates and related charges shall be converted to Costa Rican Colon (CRC) using the bankers\nselling rate published on the Banco de Costa Rica website (http://www.bccr.fi.cr/) daily. The rate is\nlocated under the heading “Tipo de Cambio y Tasas” and “Venta”.\n38\nCroatia TC Members shall convert cargo rates and related charges to Croatian Kuna (HRK) at the selling rate of\nexchange to the euro quoted by Privredna Banka Zagreb (Croatia) each Tuesday. This rate shall be\napplicable from Wednesday of the same week up to and including Tuesday of the following week. In\ncase that Tuesday is a national holiday, exchange rate of the previous week will continue to stay in\neffect until and including the next official business day thereafter the exchange rate shown in the first\navailable edition shall apply until Tuesday of the following week.\nCuba The bankers rate means the rates published by the Banco Central de Cuba each Monday on their\nwebsite http://www.bc.gob.cu/English/home.asp. These rates will be applicable from Tuesday of each\nweek up to and including Monday of the following week. In the event that a public holiday falls on\nMonday, the rates effective from the previous Tuesday will continue to be used for a further week.\nDominican The bankers rate is published each Friday to be applicable from Saturday through the following Friday.\nRepublic\nEgypt The bankers rate means the daily rates published by the National Bank of Egypt on their website\nhttp://www.nbe.com.eg/en/ExchangeRate.aspx. The rates published will be effective the following day\nand updated daily.\nEthiopia TC Members shall convert cargo rates to Ethiopian Birr at the bank rate published each Monday by the\nCommercial Bank of Ethiopia on their website http://www.combanketh.com. The rate will be applicable\nfrom Tuesday of the same week up to and including the following Monday.\nEswatini The bankers rate is published each Monday to be applicable from Tuesday through the following\nMonday.\n033e\nATTACHMENT 'A'\nCOUNTRY SOURCE\nGeorgia Cargo rates and related charges shall be converted to Georgia Lari (GEL) using the exchange rates in\neffect on a daily basis, published by the TBC bank on their website\nwww.tbcbank.ge/web/en/web/guest/exchange-rates, under the heading “TBC Buy Rate”.\n— The rates are effective for transactions executed the following day. In the event that new rates are\nnot available, the current published rates shall remain in effect until such time that new rates are quoted\nGhana Cargo rates and related charges shall be converted to Ghana Cedi (GHS) using the exchange rate\nquoted daily on the Standard Chartered Bank (https://www.sc.com/gh/help-centre/rates-and-\nservices.html) under the section entitled “Rate for Ticket Sale in Ghana”. The rates are updated daily for\napplicability the following day.\nGuatemala TC Members shall convert cargo rates to Quetzales, as currency of payment, at the selling rate of\nexchange to the US Dollar quoted by the Banco Central each day. Quotations rates of the Banco\nCentral are published on their public web page “http://www.banguat.gob.gt/cambio/default.asp”.\nGuyana Cargo rates and related charges shall be converted to Guyanese Dollar (GYD) using the selling rate\nquoted each Monday on the Bank of Guyana's website (http://www.bankofguyana.org.gy/bog/). The rate\nis applicable from Tuesday through the following Monday.\nHonduras Cargo rates and related charges shall be converted to Honduras Lempira (HNL) using the exchange\nrate in effect on the date of transaction quoted by Banco Central de Honduras on their website\nhttp://www.bch.hn/index.php under the heading Cotización del Dólar (Lempiras por Dólar).\nIndonesia Cargo rates and related charges shall be converted to Indonesia Rupiah (IDR) using the daily JISDOR\nrate as quoted by the Bank of Indonesia on their website\nHTTP://WWW.BI.GO.ID/EN/MONETER/INFORMASI-KURS/REFERENSI-JISDOR/DEFAULT.ASPX.\n— The rate is applicable from the following day. In the event of banking or public holidays, the rate of\nthe previous business day will apply.\nIran, Islamic The rate is published periodically and shall be applicable the following day.\nR epublic of\n39\nIsrael Payment in New Israeli Sheqels will be made at the selling rate for bank transfers for the US Dollar\nquoted by a commercial bank in Israel on the day of sale of transportation.\nSales reports by Agents or billing will be made solely in US Dollars. Remittances in New Israeli Sheqels\nwill be at the selling rate for bank transfers for the US Dollar quoted by a commercial bank in Israel on\nthe day of remittance\nJamaica Cargo rates and related charges shall be converted to Jamaican Dollar (JMD) using the selling rate\npublished daily on the Bank of Jamaica (http://www.boj.org.jm) daily. The rate shall be applicable from\nthe following day.\nJapan The banker's selling rate means the telegraphic transfer selling rate at the opening of business on each\nMonday quoted from the Bank of Tokyo-Mitsubishi UFJ (http://www.bk.mufg.jp/english/). This rate will\nbe applicable from the Wednesday of the same week up to and including the Tuesday of the following\nweek. When a national holiday falls on Monday, foreign exchange rates are not quoted from the Bank\nof Tokyo-Mitsubishi. In such exceptional case the rates at the opening of business on the previous\nFriday will be applicable from the Wednesday of the week up to and including the Tuesday of the\nfollowing week.\nKazakhstan Cargo rates and related charges shall be converted to Kazakhstan Tenge (KZT) using the exchange\nrate published daily on website http://www.kase.kz/en/cur.\n— The rate is found under the “WA” column and is applicable from the following day.\nKenya The bankers rate is published each Tuesday to be applicable from Wednesday through the following\nTuesday.\nKorea (Rep. of)\nThe bankers rate is published around the 20th of each month and shall be applicable from the following\nday\n033e\nATTACHMENT 'A'\nCOUNTRY SOURCE\nKyrgyzstan Cargo rates and related charges shall be converted to Kyrgyzstan Som using the rate quoted every\nFriday by the National Bank of the Kyrgyz Republic on their website www.nbkr.kg. These rates shall be\napplicable from Saturday of each week up to and including Friday of the following week. In the event\nthat Friday is a public holiday the previous rates in force shall remain in effect until such time that a new\nset of exchange rates is quoted on the first working day immediately after the public holiday.\nLesotho The bankers rate is published each Monday to be applicable from Tuesday through the following\nMonday.\nMacedonia Cargo rates and related charges shall be converted to Macedonian Denar (MKD) using the middle rate\npublished every Friday by the National Bank of the Republic of Macedonia: http://www.nbrm.mk/\nThese rates shall be applicable from Saturday of each week up to and including Friday of the following\nweek.\nMalawi Cargo rates and related charges shall be converted to Malawi Kwacha (MWK) using the exchange rate\npublished daily by the National Bank of Malawi on their website\nhttp://www.natbank.co.mw/index.php/2013-01-10-09-18-18/foreign-exchange-rates-nbm.\n— The rate is found under the heading “TT Sell” column and is applicable from the following day.\nMaldives Cargo rates and related charges shall be converted to Maldives Rufiyaa (MVR) using the exchange rate\npublished daily by the Maldives Monetary Authority on their website www.mma.gov.mv/er.php, to be\napplicable from the following day.\n— The rate to is found under the heading “MMA Reference Rate”.\nMexico Cargo rates and related charges shall be converted to Mexican Pesos using the selling rate quoted daily\nby the Banco de México's website: http://www.banxico.org.mx/portal-mercado-cambiario/foreign-\nexchange-markets--exc.html under the heading “Foreign Exchange Market/Exchange Rate Fix 48 hrs”.\nThis shall take into consideration Banco de México and Ley Moneteria de los Estados Unidos\nMexicanos directives. The rate shall be applicable from the following day.\n40\nMoldova Cargo rates and related charges shall be converted to Moldovan Leu (MDL) using the rate quoted daily\nby the Moldova Agroindbank at the following website: http://maib.md/en/curs-valutar/. The rate shall be\napplicable from the following day.\nMozambique Cargo rates and related charges shall be converted to Mozambique Metical (MZN) using the exchange\nrate published on Fridays by the Mozambican Commercial Bank on their website www.bci.co.mz. The\nrate is found under the heading “Cambios” in the “Venda/Offer” column.\n— The rate is applicable from Saturday through the following Friday.\nNamibia The bankers rate is published each Monday to be applicable from Tuesday through the following\nMonday.\nNigeria Fares and related charges shall be converted to Nigerian Naira (NGN) using the NAFEX exchange rate\nquoted daily on the following website: http://www.fmdqotc.com/ under “Fixings” – “NAFEX” to be\napplicable from the following day.\nParaguay Cargo rates and related charges shall be converted to Paraguay Guarani (PYG) using the exchange\nrate published daily by the Banco Central Del Paraguay on their website www.bcp.gov.py, to be\napplicable from the following day.\nPeru TC Members shall convert agreed cargo rates to Peruvian currency at the free market rate as published\ndaily by the Superintendency of Banks on the website http://www.sunat.gob.pe/cl-at-ittipcam/tcS01Alias\nu nder the column heading “Venta”. The rate shall be applicable from the following day.\nPhilippines The bankers rate is published daily to be applicable from the following day.\n033e\nATTACHMENT 'A'\nCOUNTRY SOURCE\nRussia Cargo rates and related charges shall be converted to RUB using the rate dated each Tuesday as\npublished by the Central bank of Russian Federation on their website\nhttp://www.cbr.ru/eng/currency_base/daily.aspx?date rounded up to the next RUB 0.50.\n— This rate will be applicable from Wednesday of the same week up to and including Tuesday of the\nfollowing week. In the event that a public holiday falls on a Monday the rates in force shall remain in\neffect until such time that a new set of exchange rates is quoted on the second working day immediately\nafter the public holiday.\n— In this case, these exchange rates shall be applicable from the day after the second working day of\nthe week, up to and including Tuesday of the following week. For the currencies not published, the\nEUR–RUB rate appearing on the CBR website will be used to cross-calculate.\nSaudi Arabia The bankers rate is the rate published each Monday by the Riyad Bank. This rate will be applicable from\nMonday up to and including the following Sunday.\nSouth Africa The bankers rate is published each Monday to be applicable from Tuesday through the following\nMonday.\nSouth Sudan Cargo rates and related charges shall be converted to South Sudanese Pound (SSP) using the\nexchange rate quoted each Wednesday on the following website:\nhttps://treasury.un.org/operationalrates/OperationalRates.php.\n— These rates will be applicable from Thursday of the same week up to and including Wednesday of\nthe following week.\n41\nSudan The rate is published periodically and shall be applicable from the following day.\nSyrian Arab The bankers rates are the rates in effect on the first and 16th day of each month as quoted by the\nRepublic Central Bank of Syria on their website http://www.banquecentrale.gov.sy/main-eg.htm. The rates are\nfound under the heading “Foreign Exchange Quotations”.\n— The rates to convert to Syrian Pounds (SYP) are found under the heading “Foreign Exchange Rates\nfor Airlines Transactions”. For transactions within Syria, the rates to convert from Syrian Pounds (SYP)\nare found under the heading “Foreign Exchange Rates for Airlines Transactions-SP”.\n— In the event that no rates are quoted on the first or 16th day of the month, the previous rates shall\nremain in effect until new rates are published.\nTajikistan Cargo rates and related charges shall be converted to Tajikistan Somoni (TJS) using the rates quoted\ndaily by the National Bank of Tajikistan on their website www.nbt.tj. The rates shall be applicable from\nthe following day.\n— In the event of a public holiday, the previous rates in force shall remain in effect until such time that a\nnew set of exchange rates is quoted on the first working day immediately after the public holiday.\nThailand The Bankers Rate is the Selling Rate published by the Bank of Thailand each Monday on their website\nhttp://www.bot.or.th under the heading “Exchange Rates”.\n— BBR = Average Buying Rates (Telex Transfer)\n— BSR = Average Selling Rates\n— These rates will be applicable from Tuesday of each week up to and including Monday of the\nfollowing week. In the event that a public holiday falls on a Monday when exchange rates are not\nquoted, the rates in force shall remain in effect until such time that a new set of exchange rates is\npublished on the first working day immediately after the public holiday.\nTrinidad and Cargo rates and related charges shall be converted to Trinidad and Tobago Dollar (TTD) using the\nTobago bankers selling rate published on the Central Bank of Trinidad and Tobago's website http://www.central-\nbank.org.tt/.\n— The rate, published each Monday, shall be applicable from Tuesday through the following Monday.\nTurkey Cargo rates and related charges shall be converted to TRY using the applicable bankers selling rate in\neffect on the date preceding the date of the transaction as quoted on the Central Bank of the Republic\nof Turkey's website http://www.tcmb.gov.tr/wps/wcm/connect/tcmb+en/tcmb+en.\nTurkmenistan Cargo rates and related charges shall be converted to Turkmenistan New Manat (TMT) using the\nbankers selling rate published on the website http://www.cbt.tm/kurs/2015_en.html# and is updated\nPeriodically.\n033e\nATTACHMENT 'A'\nCOUNTRY SOURCE\nUkraine Cargo rates and related charges shall be converted to Ukrainian Hryvnia using the bankers selling rate\npublished on the website http://finance.ua/ru/currency/#interbank under the section entitled МЕЖБАНК,\nin the column on the right with the heading ПРОДАЖА.\n— The rate published daily shall be applicable from the following day.\nUzbekistan Cargo rates and related charges shall be converted to Uzbekistan Som (UZS) using the bankers rate\npublished on the website http://cbu.uz/eng/section/rates.\n— The rate, published each Monday, shall be applicable from Tuesday through the following Monday.\nVenezuela, Cargo rates and related charges shall be converted to Venezuelan Bolivar Fuerte at the “Venta” rate of\nBolivarian exchange, as quoted daily by the Banco Central de Venezuela website http://www.bcv.org.ve/. The rate\nRepublic of will be applicable from the following day.\nVietnam Cargo rates and related charges shall be converted to Vietnamese Dong (VND) using the bankers\nselling rate published on the website http://vietcombank.com.vn/default.aspx?&lang=en under the\nsection entitled “Exchange Rates”.\n— The rate, published daily, shall be applicable from the following day.\nYemen The USD–YER rate is the rate published by the Central Bank of Yemen and will be updated on a\nregular basis.\n42\n033g 034\nCONVERSION OF US DOLLAR SPECIFIED AMOUNTS SPECIAL PROVISIONS RESOLUTION\nINTO LOCAL CURRENCIES CURRENCY ADJUSTMENTS\nCTC1(19)033g (amended) Expiry: Indefinite CTCCOMP(Mail 618)034 (amended) Expiry: Indefinite\nCTC2(22)033g (amended) Type B\nCTC3(18)033g (amended) Type A\nCTC12(34)033g (amended)\nCTC23(22)033g (amended)\nCTC31(20)033g (amended)\nCTC123(24)033g (amended)\nWHEREAS from time to time governments require tariff\nRESOLVED that, except as otherwise specifically provided in increases due to a change in value of their currency, and\na cargo Resolution, the following shall apply\nWHEREAS it is necessary that the IATA data base be\n1) when US Dollar amounts are specified in the text of a speedily updated to provide accurate tariff levels for\nResolution, such US Dollar amounts shall be converted through-put to industry systems\ninto local currency amounts by using the rates of\nexchange shown in Attachment 'A' to Resolution 033c, IT IS RESOLVED that,\nunless otherwise established locally. Rounding-off shall\nbe in accordance with Resolution 033d 1) in the event a Government requires an increase in\ntariff levels as a result of a change in value of its\n2) in accordance with the provisions of Resolution 033c, currency, any TC Member may notify the Secretary\nthe rates of exchange to be used are issued 3 times a of such change. A copy of a Government document\nyear, for use as follows to this effect must support the notification\na) the March 'Clearing House Monthly 5 Day Rate' for 2) upon receipt of such notification, the IATA data base\nimplementation from 1 June through 30 September will be amended accordingly on an industry basis\nand the information will be circulated to all TC\nb) the July 'Clearing House Monthly 5 Day Rate' for Members\nimplementation from 1 October through the following\n31 January 3) this Resolution shall not apply between countries in\nthe ECAA or to/from Australia\nc) the November 'Clearing House Monthly 5 Day Rate'\nfor implementation from 1 February through 31 May\nEach issue of Attachment 'A' to Resolution 033c will be\ncirculated to all TC Members by the Secretary\n43\n035 049a\nUNETHICAL DISCLOSURE OF INFORMATION APPLICATION OF CHANGES IN RATES\nCTCCOMP(Mail 262)035 Expiry: Indefinite CTC1(02)049a Expiry: Indefinite\nType A CTC2(02)049a\nCTC3(02)049a Type A\nCTC12(02)049a\nRESOLVED that, CTC23(03)049a\nCTC31(02)049a\n1) no TC Member shall divulge or disclose to anyone other CTC123(03)049a\nthan a TC Member or IATA\nRESOLVED that, air cargo rates shall be the published\na) knowledge or information it has obtained as a result cargo rates in effect on the date of issuance of the Air\nof its IATA Tariff Conference(s) membership; or Waybill by a TC Member, including its agent\nb) in connection with any mail vote or any meeting of\nTC Members or their representatives pursuant to the\nProvisions for the Conduct of the IATA Traffic\nConferences, or Resolutions, or other action of Tariff\nConferences or of the Traffic Committee, the attitude,\nposition or action it will take, is taking or has taken on\nmatters that will be, are being, or have been\nconsidered which has the effect of discrediting or\ndetrimentally affecting the interest of another TC\nMember\n2) no TC Member shall divulge or disclose to anyone other\nthan a TC Member or IATA, in connection with any mail\nvote or any meeting of TC Members or their\nrepresentatives pursuant to the Provisions for the\nConduct of the IATA Traffic Conferences or Resolutions\nor other action of Tariff Conferences or of the Traffic\nCommittee, the attitude, position or action another TC\nMember will take, is taking or has taken on matters that\nwill be, are being, or have been considered\n3) notwithstanding Paragraphs 1) and 2), in the event a TC\nMember has been discredited or detrimentally affected\nby disclosures or publications as referred to above, such\nTC Member may disclose, to the extent necessary to\nrefute such disclosures or publications, the true attitude,\nposition or action theretofore taken, being taken, or to be\ntaken by it and by any other TC Member involved\n4) this Resolution shall not prevent normal liaison by IATA\ncommittees and working groups with corresponding\ncommittees and working groups when and as authorised\nby the Tariff Conferences, Committee or Working Group\nconcerned\n5) this Resolution shall not be construed to prohibit a TC\nMember from divulging or disclosing such information if\nthis is permitted by a Tariff Conference Resolution or if a\nTC Member is to testify in a court of law or other legal or\ngovernmental proceedings or hearing, or from furnishing\nsuch information to its government\n44\n116aa 116aa\nCARGO RATES ENABLING FACILITY CARGO RATES ENABLING FACILITY (cont’d)\nCTC1(Mail 618)116aa (amended) Expiry: Indefinite i) Except to/from USA and US Territories any voting\nCTC2(Mail 618)116aa (amended) Type A TC Member of the Tariff Conference concerned may\nCTC3(Mail 618)116aa (amended) protest the filing, and shall provide reasons and\nCTC12(Mail 618)116aa (amended) compromise proposals\nCTC31(Mail 618)116aa (amended)\nCTC123(Mail 618)116aa (amended) j) i) the protest shall be sent to the Secretary within\n10 days from the date of circulation with a copy\nto the filing TC Member. In such case the\nWHEREAS coordination of cargo rates and charges is protested rate(s) or charge(s) shall not come into\nnecessary to ensure comprehensible cargo rates structures effect. If the protesting TC Member withdraws the\nand stability in the market, to the benefit of consumers, protest, the rate(s)/charge(s) shall become\ngovernments and airlines, and effective 7 days after the notice by the Secretary\nof the withdrawal\nWHEREAS as a consequence it is desirable that the bilateral,\nor multilateral rates understandings achieved in the IATA ii) protest codes shall be as follows;\nConferences be recognised to the greatest extent possible,\nrates too low (a)\nwhilst furthering flexibility, and\nrates too high (b)\npresent rates adequate (c)\nWHEREAS the opportunities for the rapid and orderly\ndescription (d)\nintroduction of rates/charges should be enhanced\npoor potential (e)\nno GCRs specified (f)\nIT IS RESOLVED that,\nminimum weightbreak too low (g)\nminimum weightbreak too high (h)\n1) any TC Member may file to change an existing cargo\ntoo many breakpoints (i)\nrate(s)/charge(s) or introduce a new cargo\nrates needed, traffic still moving (j)\nrate(s)/charge(s)\ncommonration not acceptable (k)\n- to/from Japan\nrequire extension to: . . (points/countries) (l)\n- from China (excl Hong Kong SAR and Macao\nother reasons (must be shown in full) (m)\nSAR)\n- from Thailand k) if a protest is received, the Secretary shall include it\nin a weekly cabled report in accordance with\nsubject to the following Subparagraph m)\na) as used herein, the term 'charges' shall mean all\ncharges (including minimum charges and ULD l) filings not protested shall become effective on the\ncharges) and fees date proposed, subject to Subparagraph j), and shall\nbe incorporated into the agreement from such date,\nb) filings should be based on the IATA Rates subject to applicable government approval(s)\nTables/Resolutions\nm) the Secretary shall circulate a weekly Status Report\nc) the filing shall be submitted to the Secretary and of all filings received to all TC Members of the Tariff\nshall contain the information in Attachment 'A' Conference concerned. Such Status Reports shall\ncontain\nd) upon receipt of such filing, the Secretary shall i) circulation date of filing by IATA with telex\ncirculate the information to all TC Members who reference\nhave requested to receive filings for the area/sub- ii) filing TC Member\narea concerned iii) proposed effective date\niv) protest(s) received, if any, showing protesting TC\ne) Except to/from USA and US Territories Member(s), reasons and counter-proposal(s)\nthe effective date of any filing shall be not less than\n15 days from the date of circulation by the Secretary n) Applicable to/from USA and US Territories\ni) the filed rates and/or charges may be applied by\nf) expiry dates may be included in filings, provided that any TC Member, provided that if a TC Member\nany such expiry date is not beyond the expiry of the does not wish to apply such rates/charges, they\napplicable rates agreement, and shall not be shall notify the Secretary for circulation\nimposed on filings\nii) the filed rates and/or charges shall not reflect\ng) filings for SCRs or ULD rates will only be accepted if increases with respect to existing rates\nthere is a GCR structure between the same points,\neither specified or available through the use of add- o) This Resolution shall not apply or to/from Australia\non(s). If no such GCR structure exists then the filing\ncarrier must file an appropriate GCR in conjunction\nwith the SCR or ULD rate filing\nh) filings that include Notes shall not be permitted\n45\n116aa 116aa\nATTACHMENT 'A'\nCARGO RATES ENABLING FACILITY\n2) EFFECTIVENESS Data to be provided for filings\nexcept for add-ons, notwithstanding Resolution 001, this\nResolution shall only become effective when an IATA A. Filing carrier\nrates agreement for an area/sub-area becomes effective\nB. Area/Sub-area concerned\nand shall remain in effect only so long as such IATA\nrates agreement remains in effect; unless otherwise C. Resolution Number(s) affected\nspecifically precluded in the IATA rates agreement\nD. Proposed changes/additions/deletions\nE. Intended effective date\nF. Substantiation - this should show full\nbackground to the filing\nGOVERNMENT RESERVATIONS\nG. Whether Government approval is required\nbefore implementation\nGREECE\nFilings to/from Greece (except between countries in the\nFilings must show, as applicable\nECAA and Greece) regardless of whether subject to protest\nor not must be submitted to the Greek Authorities for approval Weightbreak(s)\nprior to implementation unless otherwise determined by the\nbilateral air service agreements Rate level(s)\nSector(s)\nNEW ZEALAND Any applicable Notes\nSCR Item Number(s)\nApproval of Resolution 116aa is subject to the general New\nZealand Government reservation on Resolution 001 SCR new descriptions, or amended descriptions\nregarding the obligation of carriers to file rates/charges and to\nthe specific New Zealand Government reservation on this\nResolution that approval of the Resolution does not override\nprovisions of New Zealand bilateral air services agreements\nwith other countries concerning rights of designated carriers\nto initiate tariffs and of other carriers to price match but not\ninitiate such tariffs\nULD Type\nULD charge code\nExpiry Date\nLimitation by carrier, if any\nThe intended effectiveness date may either show\na. \"in accordance with Subparagraph 1)e)\"; or\nb. the date required provided it is not earlier\nthan that shown in Subparagraph 1)e)\n46\n116bb 116bb\nSPECIAL ENABLING RESOLUTION SPECIAL ENABLING RESOLUTION (cont’d)\nCTC1(Mail 618)116bb (amended) Expiry: Indefinite j) Applicable to/from USA/US Territories\nCTC2(Mail 618)116bb (amended) Type B the filed rates and/or charges shall not reflect\nCTC3(Mail 618)116bb (amended) increases with respect to existing rates\nCTC12(Mail 618)116bb (amended)\nCTC31(Mail 618)116bb (amended)\nCTC123(Mail 618)116bb (amended) 2) EFFECTIVENESS\nWHEREAS coordination of cargo rates and charges is except for add-ons, notwithstanding Resolution 001, this\nnecessary to ensure comprehensible cargo rates structures Resolution shall only become effective when an IATA\nand stability in the market, to the benefit of consumers, rates agreement for an area/sub-area becomes effective\ngovernments and airlines, and and shall remain in effect only so long as such IATA\nrates agreement remains in effect; unless otherwise\nWHEREAS as a consequence it is desirable that the bilateral, specifically precluded in the IATA rates agreement\nor multilateral rates understandings achieved in the IATA\nConferences be recognised to the greatest extent possible, 3) this Resolution shall not apply\nwhilst furthering flexibility, and\na) between countries in the ECAA\nWHEREAS the opportunities for the rapid and orderly\nintroduction of rates/charges should be enhanced b) to/from Japan\nIT IS RESOLVED that, c) from China (excluding Hong Kong SAR and Macao\nSAR)\n1) any TC Member may file to change an existing cargo\nrate(s)/charge(s) or introduce a new cargo b) from Thailand\nrate(s)/charge(s), subject to the following\nc) to/from Australia\na) as used herein, the term ‘charges’ shall mean all\ncharges (including minimum charges and ULD 4) this Resolution may not be applied for Alliance\ncharges) and fees Countries by the carriers listed in Resolution 001aa\nb) filings should be based on the IATA Rates\nTables/Resolutions\nc) the filing shall be submitted to the Secretary and\nshall contain the information in Attachment ‘A’\nd) upon receipt of such filing, the Secretary shall\ncirculate the information to all TC Members who\nhave requested to receive filings for the area/sub-\narea concerned\ne) Except to/from USA/US Territories\nthe effective date of any filing shall be not less than\n15 days from the date of circulation by the Secretary\nf) expiry dates may be included in filings, provided that\nany such expiry date is not beyond the expiry of the\napplicable rates agreement, and shall not be\nimposed on filings\ng) filings for SCRs or ULD rates will only be accepted if\nthere is a GCR structure between the same points,\neither specified or available through the use of add-\non(s). If no such GCR structure exists then the filing\ncarrier must file an appropriate GCR in conjunction\nwith the SCR or ULD rate filing\nh) filings that include Notes shall not be permitted\ni) the filed rates and/or charges may be applied by any\nTC Member, provided that if a TC Member does not\nwish to apply such rates/charges, they shall notify\nthe Secretary for circulation\n47\n116bb 116bb\nATTACHMENT 'A'\nGOVERNMENT RESERVATIONS\nData to be provided for filings\nBRAZIL\nA. Filing carrier\nAny rate or charges which are filed under the provisions of\nB. Area/Sub-area concerned\nResolution 116bb with origin or destination points in Brazil\nC. Resolution Number(s) affected must be filed with the Brazilian DAC and shall only be\neffective upon their approval\nD. Proposed changes/additions/deletions\nE. Intended effective date\nGREECE\nF. Substantiation - this should show full background\nto the filing\nFilings to/from Greece (except between countries in the\nG. Whether Government approval is required before ECAA and Greece) regardless of whether subject to protest\nimplementation or not must be submitted to the Greek Authorities for approval\nprior to implementation unless otherwise determined by the\nbilateral air service agreements\nFilings must show, as applicable\nWeightbreak(s) ITALY\nRate level(s)\nSector(s) Any rate, practice or condition between Italy and USA/US\nAny applicable Notes Territories filed pursuant to Resolution 116bb by 5th and 6th\nSCR Item Number(s) Freedom operators must be submitted for approval to the\nSCR new descriptions, or amended descriptions Civil Aviation Administration, and will only come into effect\nULD Type after this Administration has given its approval\nULD charge code\nExpiry Date\nLimitation by carrier, if any NEW ZEALAND\nThe intended effectiveness date may either show Approval is subject to the general New Zealand Government\nreservation on Resolution 001 regarding the obligation of\na. \"in accordance with Subparagraph 1)e)\"; carriers to file rates/charges and to the specific New Zealand\nGovernment reservation on this Resolution that approval of\nor the Resolution does not override provisions of New Zealand\nbilateral air services agreements with other countries\nb. the date required provided it is not earlier than c o n c erning rights of designated carriers to initiate tariffs and\nthat shown in Subparagraph 1)e)\nof other carriers to price match but not initiate such tariffs\nAdministrative Arrangements\nAny filing made will be administered as follows\na) amendments to existing rates will be incorporated\ninto the package provided that within 15 day period\nno TC Member chooses non-participation\nb) if a TC Member chooses not to participate within 15\ndays of the circulation of a filing, the filing carrier's\nrates will not be incorporated into the agreement but\nwill bear the filing carrier's code, unless the filing\ncarrier advises that they wish to withdraw the filing\nNote: when a rate structure applicable between 2 cities is\namended by a carrier coded rate, such structure will\nbe duplicated, amended and annotated with the filing\ncarrier's code\n48\n200g 200g\nFILING OF GOVERNMENT REQUIREMENTS GOVERNMENT RESERVATIONS\nAND AUTHORISATIONS - CARGO\nNote: Some reservations dealing with Government\nDirectives or Orders are also published under\nCTCCOMP(Mail 415)200g Expiry: Indefinite Resolution 001\nType A\nBRAZIL\nRESOLVED that,\nThe Department of Civil Aviation (DAC) is the sole organ\n1) any government requirement or authorisation issued to responsible for the issuance of Government Orders pursuant\na TC Member, relating to commercial air transportation to Resolution 200g to the airline companies operating in\nin a manner at variance with approved rates or tariff Brazil. (27.11.81)\nregulations, shall be filed by the TC Member with the\nSecretary\nCANADA\n2) TC Members shall file an exact copy of any such\ngovernment requirement or authorisation (together with Rates, charges and conditions or practices relating thereto\na translation into one of the IATA languages if required) established pursuant to orders, conditions or reservations of a\nwith the Secretary within 30 days of issuance; provided foreign government shall not be applicable in respect of traffic\nthat such filing shall not be required to or from Canada until prior authority has been granted in\nwriting by, and appropriate tariffs have been filed with, the\na) where the TC Member furnishes the transportation\nCanadian Transportation Agency or its authorized filing agent,\npursuant to a government law or requirement\nIATA TACT\npreviously filed by the TC Member with the\nSecretary; or\nSubject to obtaining the prior authority of the Agency, air\nb) where the requirement or authorisation refers to a\ncarriers licensed by the Agency may establish rates, charges\nspecified individual consignment, in which case it\nand conditions or practices for traffic to or from Canada to be\nshall be maintained in the TC Member's files and\ncompetitive with rates, charges and conditions or practices\navailable for inspection for a period of 2 years after\nestablished pursuant to an order from a foreign government.\nthe transportation was commenced\n(8.5.74)\n3) any government requirement or authorisation filed by a\nTC Member with the Secretary pursuant to Paragraph 2)\nDENMARK\nshall be circulated to all TC Members, except when it\nprovides free or reduced rate transportation for\nRates, conditions and practices for transportation from/to\nDenmark, either directly or via connecting services, based on\na) such government's military material being\ngovernment orders or authorisations in accordance with IATA\ntransported for the account of such government; or\nResolution 200g, shall be submitted by the carrier concerned\nto the Ministry of Public Works for consideration and will be\nb) government property being shipped for the account\napplicable only if approved by the said Ministry. If granted,\nof such government\nsuch approval is conditional upon the same rates, conditions\nand practices being applicable to the Danish national carrier\n4) unless by its terms any government requirement or\nas well. This reservation is not applicable to a specified\nauthorisation has a definite expiry date, the filing TC\nindividual shipment. The national carrier, however, is not\nMember shall advise the Secretary for circulation to all\nentitled to accept orders from any foreign government without\nTC Members whenever such TC Member becomes\nthe approval of the Danish authorities. (9.7.73)\naware that such filed government requirement or\nauthorisation is withdrawn or otherwise ceases to apply\nETHIOPIA\n5) all such requirements and authorisations circulated by\nthe Secretary shall be subject to Paragraph 9) of\nCargo rates and practices from/to/through Ethiopia which are\nResolution 001\nto be introduced by any airline against an order received from\nany other Government, pursuant to Resolution 200g, shall,\nprior to 35 days of its effectiveness, be submitted to the Civil\nAviation Administration of the Imperial Ethiopian Government\nfor consideration. Notice shall not be disseminated to the field\noffices before obtaining approval from the above referred\nAdministration. (22.1.74)\n49\n200g 200g\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nFINLAND KUWAIT\nRates, conditions and practices for transportation from/to Some air carriers operating into Kuwait are applying reduced\nFinland either directly or via combination based on rate transportation and/or regulations as per government\nprocedures mentioned in IATA Resolution 200g, shall be directives from their governments without filing such rates\nsubmitted to the National Board of Aviation for consideration and/or regulations with the Civil Aviation Directorate of\nand will be applicable only if approved by the National Board Kuwait. As this practice is considered a violation of the\nof Aviation. If granted, such approval may be made governing regulations that require obtaining the approval from\nconditional upon the same rates, conditions and practices the government of the country to/from which such\nbeing made applicable to the national carrier as well. This rates/regulations are applied, the following instructions are to\nreservation is not applicable to a specified individual be observed\nshipment. The national carrier, however, is not entitled to\naccept orders from any foreign government without the a. Strict adherence to rates and regulations applied by\napproval of the National Board of Aviation. (6.3.80) IATA, such rate/regulation being filed by Kuwait Airways\nCorp. with the Civil Aviation Directorate of Kuwait\nGERMANY b. Any other rates and/or regulations to be introduced or\nthose based on government directives for transportation\nRates and practices proposed to be introduced under the to/from Kuwait should be filed with the Civil Aviation\nprocedures referred to in Resolution 200g which are Directorate of Kuwait, either directly or through Kuwait\napplicable on traffic to/from Germany either directly or via Airways Corp. for approval prior to application of such\ncombination, shall prior to any effectiveness be submitted to rates and/or regulations\nand approved by the German Ministry of Transport. This\nreservation is not applicable to a specified individual Non-adherence to the above instructions will result in\nshipment. Lufthansa however is not entitled to accept orders appropriate measures being taken against the violating air\nfrom any foreign government, without the approval of the carrier. (26.6.79)\nGerman Ministry of Transport\nMALAWI\nHUNGARY\nThe reservation of the Government of Malawi on Resolution\nFares, rates and practices proposed to be introduced under 001 is also applicable to Resolution 200g\nthe procedures referred to in Resolution 200g which are\napplicable on traffic to/from Hungary either directly or via\ncombination, shall prior to any effectiveness be submitted to NETHERLANDS\nand approved by the Hungarian Ministry of Transport\nThis reservation is not applicable to a specified individual The Netherlands Government continues its approval of\njourney or shipment Resolutions 001 and 200g on the condition that fares, rates,\npractices and concessions concerning transportation to/from\nMALEV Hungarian Airlines however is not entitled to accept the Netherlands on more favourable conditions than those in\norders from any foreign government, without the approval of effect under the terms of this or any other Resolution of IATA,\nthe Hungarian Ministry of Transport. (20.11.87) not requested for by the Netherlands Civil Aviation Authorities\n(except those concerning individual transportation of persons\nor property) shall be submitted by Members to the prior\nJORDAN specific approval of Netherlands Civil Aviation Authorities and\nwill be applicable only if so approved and according to the\nRoyal Jordanian shall not be required to notify or file with terms contained in such approval\nIATA any order, Government requirements or authorisations\nwhich this Government might believe should be kept\nconfidential The Netherlands Civil Aviation Authorities reserve the right to\nextend the applicability to the Netherlands flag carriers of any\nfare, rate, practice and concession filed for the\naforementioned approval according to the terms of the\npresent reservation\nThe national carrier is not entitled to accept orders from any\nforeign government without the specific approval of the\nNetherlands Civil Aviation Authorities with the exception of\norders concerning individual transportation of persons or\nproperty. (15.1.81)\n50\n200g 200g\nGOVERNMENT RESERVATIONS (cont'd) GOVERNMENT RESERVATIONS (cont'd)\nNEW ZEALAND SWITZERLAND\nRates, conditions and practices for transportation to and from Any foreign government order to a foreign carrier authorising\nNew Zealand, either directly or via combination, based on a deviation from IATA Resolutions regarding rates and\nprocedures mentioned in the IATA Resolution 200g, shall be conditions of transport shall not be valid for transportation\nsubmitted to the Ministry of Transport for consideration and from, to or via Switzerland without prior approval by the\nwill be applicable only if approved by the New Zealand Federal Air Office. Furthermore, Swiss International Airlines\nAuthorities. If granted such approval may be made conditional are not entitled to accept orders from any foreign government\nupon the same rates, conditions and practices being made without the approval of the Federal Air Office. Government\napplicable to the New Zealand national carrier as well. This orders concerning a specified individual shipment are\nreservation is not applicable to a specified individual excluded from this reservation\nshipment. (14.6.73)\nTUNISIA\nNORWAY\nRates, conditions and practices for transportation to/from or\nRates, conditions and practices for transportation from/to via Tunisia based on Government Orders or authorisations in\nNorway, either directly or via connecting services, based on accordance with the provisions of Resolution 200g, shall be\ngovernment orders or authorisations in accordance with IATA submitted by the interested carrier to the Ministry of\nResolution 200g, shall be submitted by the carrier concerned Transportation and Communications Department of Civil\nto the Directorate of Civil Aviation for consideration and will Aviation and will be applicable only if approved by the said\nbe applicable only if approved by the said Administration. If authority. If granted the National carrier Tunis-Air reserves the\ngranted, such approval is conditional upon the same rates, right to apply the same facility on its services. (4.11.77)\nconditions and practices being applicable to the Norwegian\nnational carrier as well. This reservation is not applicable to a\nspecified individual shipment. The national carrier, however,\nis not entitled to accept orders from any foreign government UNITED KINGDOM\nwithout the approval of the Norwegian Authorities. (9.7.73)\nIn accordance with the provisions of the Air Service\nAgreement under which Members of the International Air\nSERBIA AND MONTENEGRO Transport Association operate scheduled services to and\nfrom the United Kingdom or British territory overseas the\nAny free or reduced cargo tariff in addition to the condition specific approval of Her Majesty's Government (The Civil\nthereof established in accordance with the provisions of IATA Aviation Authority) must be obtained before any fares, rates\nResolution 200g, Government Orders for Free or Reduced or practices which affect the United Kingdom or British\nTransportation, shall be subject to approval of the Directorate territory overseas are introduced under the procedures\nGeneral of Civil Aeronautics referred to in this Resolution\nJAT, Jugoslovenski Aerotransport, is not permitted to perform\nany free or reduced rate transportation under the provisions\nof IATA Resolution 200g without the approval of the\nDirectorate General of Civil Aeronautics\nSWEDEN\nRates, conditions and practices for transportation from/to\nSweden, either directly or via connecting services, based on\ngovernment orders or authorisations in accordance with IATA\nResolution 200g, shall be submitted by the carrier concerned\nto the Board of Civil Aviation for consideration and will be\napplicable only if approved by the said Board. If granted, such\napproval is conditional upon the same rates, conditions and\npractices being made applicable to the Swedish national\ncarrier as well. This reservation is not applicable to a\nspecified individual shipment. The national carrier, however,\nis not entitled to accept orders from any foreign government\nwithout the approval of the Board of Civil Aviation. (9.7.73)\n51\n501 501\nMINIMUM CHARGES FOR CARGO GOVERNMENT RESERVATIONS\nCTCCOMP(Mail 618)501 (amended) Expiry: Indefinite INDIA\nType B\nThe Government of India does not disapprove Resolution 501\non the condition that the minimum charges for transportation\nRESOLVED that, between TC3 and TC1 via TC2 need not be higher than the\nminimum charges established for transportation between TC3\n1) the minimum charge for any consignment shall be as and TC1 via the Pacific. (1.7.74)\nshown in Attachment 'A'\n2) in determining whether a minimum charge is applicable, UNITED STATES\nany valuation charge or value surcharge shall not be\nincluded with the weight (or volume) charge Order 86-9-88\n3) the minimum charge established by this Resolution shall 1. notwithstanding any provisions of this Resolution or any\ntake precedence over any lower combination of other Resolution, all rates and charges established\nminimum charges and/or any lower charge that would pursuant to this Resolution with respect to any United\nresult from the applicable weight and charges provided States point as an origin or destination shall be\nin any other Resolution, unless otherwise specifically maximums; and\nprovided in such other Resolution\n2. each and every carrier operating pursuant to this\n4) this Resolution shall not apply Resolution shall be permitted to file tariffs incorporating\nrates and/or charges below those established by the\na) between countries in the ECAA Resolution\nb) from Belgium, Italy, Luxembourg, Netherlands,\nSwitzerland\nto Albania, Bosnia and Herzegovina, Croatia,\nGibraltar, Macedonia (FYROM), Montenegro, Serbia,\nTurkey\nc) from Belgium, Luxembourg\nto Armenia, Azerbaijan, Georgia, Morocco,\nRussia (in Europe), Tunisia, Ukraine\nd) to/from Australia\nAttachment(s) published separately\n52\n501f 501f\nINTERNATIONAL PRIORITY SERVICE c) the acts of public authorities or their refusal or\ninability to perform their normal functions in a timely\nmanner, including the actions of customs officials\nCTCCOMP(Mail 618)501f (amended) Expiry: Indefinite or other government authorities who control or\nType B inspect consignments in international transportation\nd) strikes and/or work stoppages\nRESOLVED that,\ne) the inaccuracy and/or incompleteness of\n1) notwithstanding any other Resolutions, a TC Member documentation, packaging, consignment and/or\nmay undertake the transportation of international commodity description and representations made\npriority service on an airport to airport basis, subject to by the shipper, consignee, or their agent(s), the\nthe conditions hereof untimely payment or lack of payment of necessary\nlicenses, fees, duties, etc. by the shipper,\n2) consignments accepted under this service shall be consignee, and/or their agents to other parties or\ngiven priority on a designated flight or within a governmental authorities\ndesignated time\nf) the inherent nature of the consignment\n3) such service may be applied to interline traffic subject\nto obtaining the prior written concurrence of the g) acts of God or other reasons of force majeure\nparticipating carrier(s)\nh) consignment fails to clear customs in a timely\n4) the shipper must establish in advance with the carrier manner due to inaccurate and/or insufficient\nthat this service can be provided given the weight, customs documentation\nvolume, packaging, dimensions and conditions of\ntender required by the carrier i) the carrier’s inability to contact the shipper,\nconsignee or their agent on the consignment’s\n5) the shipper must provide all necessary documentation, arrival at the carrier’s destination facility\nincluding the completed air waybill indicating that the\nconsignment is to be transported under the j) failure of shipper, consignee or their agent to\ninternational priority service accept the consignment\n6) such service shall not apply to 9) the carrier will not be liable for any special or\nconsequential damages whether caused by delay or\na) consignments of ‘dangerous goods’ subject to the any other reason\nIATA and ICAO Dangerous Goods Regulations,\nexcept those defined as Class 9 materials 10) if the shipment fails to move on the designated flights\nor within a designated time, a refund not to exceed the\nb) human remains (whether in the form of ashes or in difference between the rates for international priority\ncoffins) service and the applicable IATA cargo rates and\ncharges, based on the weight, may be made to the\nc) consignments of ‘live animals’ subject to the shipper or the consignee; provided that the refund\nprovisions of Resolution 511 provisions shall not apply when failure to provide\nservice is due to those reasons stated in paragraph 8)\nd) consignments of ‘valuable cargo’\n11) the rate for such consignments shall be 140% of the\n7) such service shall be acceptable on a pre-paid or applicable rate or charge\ncollect basis. For cash collect consignments, payment\nof charges must be made prior to delivery to the 12) this Resolution shall not apply between countries in the\nconsignee ECAA to/from Australia\n8) the TC Member will not be held responsible when\nfailure to provide service is due to delays caused by\nany one of the following\na) adverse weather conditions\nb) mechanical reasons\n53\n502 502\nLOW DENSITY CARGO GOVERNMENT RESERVATIONS\nCTC1(Mail 618)502 (amended) Expiry: Indefinite INDIA\nCTC2(Mail 618)502 (amended)\nCTC3(Mail 618)502 (amended) Type B For cut flowers and live plants the density ratio of 7000\nCTC12(Mail 618)502 (amended) cu.cm will apply in India. (11.2.82)\nCTC23(Mail 618)502 (amended)\nCTC31(Mail 618)502 (amended)\nCTC123(Mail 618)502 (amended)\nRESOLVED that,\n1) except as provided in Paragraph 2), consignments the\nextreme dimensions of which average more than 6,000\ncubic cm (366 cubic in) per kg (166 cubic in per lb)\nshall be charged for on the basis that each 6,000 cubic\ncm (366 cubic in) equal one kg or 166 cubic in equal\none lb, the resulting equivalents in kg or lb to be\nrounded up to the next higher full/half kg or full lb\n2) the method of establishing the cubic volume is as\nfollows\na) the cubic volume (cubic dimensions) shall be\nestablished by applying the greatest height, the\ngreatest length and the greatest width of the\nconsignment or its packages\nb) in using linear measurements to obtain cubic\nmeasurements, a half or larger fraction of a cm/in\nshall be rounded up to the next higher whole\ncm/in, a smaller fraction shall be rounded down to\nthe next lower whole cm/in\n3) This Resolution shall not apply to/from Australia\n54\n503 503\nCHARGES IN RELATION TO VALUE CHARGES IN RELATION TO VALUE\nCTC1(Mail 618)503 (amended) Expiry: Indefinite the rounding units will be those shown under the\nCTC2(Mail 618)503 (amended) Column “Minimum Charges” in Resolution 033d\nCTC3(Mail 618)503 (amended) Type B\nCTC12(Mail 618)503 (amended) each issue of Attachment 'A' to Resolution 503 will be\nCTC23(Mail 618)503 (amended) circulated to all TC Members by the Secretary\nCTC31(Mail 618)503 (amended)\nCTC123(Mail 618)503 (amended) 9) This Resolution shall not apply to/from Australia\nRESOLVED that,\nAttachment(s) published separately\n1) the shipper must insert in the appropriate box on the\nAir Waybill a declaration of value for carriage in any\namount, at his option; provided that 'NVD' (No Value\nDeclared) may constitute such a declaration\n2) for goods having a declared value for carriage of\nGOVERNMENT RESERVATIONS\nSDR17 per kg or less, charges for carriage shall be\nsolely on a weight or volume basis\nISRAEL\n3) for goods having a declared value for carriage of more\nthan SDR17 per kg, charges for carriage shall be on a The valuation charge for diamonds (including diamonds for\nweight or volume basis plus the valuation charge industrial use) transported to and from Israel will continue to\nspecified in Paragraph 4) to be assessed on the\nbe assessed at USD0.10 per USD100 pro rata. (30.11.77)\namount by which the value for carriage exceeds\nSDR17 per kg\n4) the charge for such excess value shall be not less than\n0.75 percentum of that part of the shipper's declared\nvalue for carriage which is in excess of SDR17 per kg\n504\n5) value per kg shall be determined by dividing the\nshipper's declared value for carriage by the actual\ngross weight in kg of the consignment as indicated in\nLOWER CHARGE IN HIGHER WEIGHT CATEGORY\nthe gross weight box on the Air Waybill\n6) the valuation charge referred to in Paragraphs 3) and\nCTC1(02)504 Expiry: Indefinite\n4) shall apply on all cargo rates (specified or\nCTC2(02)504\nconstructed) of a TC Member including joint through\nCTC3(02)504 Type B\ncargo rates of a TC Member and a non-TC carrier\nCTC12(02)504\nparticipating therein\nCTC23(03)504\nCTC31(02)504\n7) declared value for carriage shall not be amended after\nCTC123(03)504\ndespatch of the consignment from the airport of\ndeparture shown on the Air Waybill\nRESOLVED that, when lower cargo rates or charges are\napplicable to consignments of larger weight or size, no\n8) the local currency equivalent values of SDR17 shall be\nhigher charge need be applied to a consignment than the\npublished in Attachment 'A'. To establish these local\nminimum charge for a similar consignment in the next larger\ncurrency equivalents the following conversion rates will\nweight or size category\nbe used\na) the March 'Clearing House Monthly 5 Day Rate' for\nimplementation from 1 June through 30 September\nb) the July 'Clearing House Monthly 5 Day Rate' for\nimplementation from 1 October through the\nfollowing 31 January\nc) the November 'Clearing House Monthly 5 Day\nRate' for implementation from 1 February through\n31 May\n55\n505 505 (cont’d)\nAIR CARGO RATES AIRPORT TO AIRPORT transit points and for inbound clearance at the\nairport of destination; also excluding handling\nperformed by a TC Member where such TC\nCTC1(Mail 618)505 (amended) Expiry: Indefinite Member operates a customs warehouse, except\nCTC2(Mail 618)505 (amended) storage of the completed consignment in such a\nCTC3(Mail 618)505 (amended) Type A warehouse until loading\nCTC12(Mail 618)505 (amended)\nCTC23(Mail 618)505 (amended) e) For the Europe Sub-Area\nCTC31(Mail 618)505 (amended) basic carrier processing required for carriage;\nCTC123(Mail 618)505 (amended) excluding presentation and/or preparation and/or\ncompletion of documents required by government\nRESOLVED that, agencies for export and/or required for clearance at\ntransit points and for inbound clearance at the\n1) except as otherwise provided by this Tariff airport of destination; also excluding handling\nConference, international air cargo rates shall apply to performed by a TC Member where such TC\nthe actual gross weight (or volume), determined at the Member operates a customs warehouse, except\nairport of departure, of the air cargo for transportation storage of the complete consignment under bond in\non an airport to airport basis only such a warehouse until loading\n2) at the applicable airport to airport cargo rate, TC f) storage of consignments ready for carriage and\nMembers may provide the following services awaiting loading on the aircraft\na) storage of parts of a consignment prior to the g) aircraft loading\nexecution of the Air Waybill provided that\nh) carriage by air\ni) the TC Member has received the completed but\nas yet unexecuted Air Waybill or completed i) transit services including\nShipper's Letter of Instruction covering the\nconsignment with the first portion of the i) transit charges (including transhipment\nconsignment charges), as well as\nii) the last portion of the consignment is received ii) customs charges and customs clearance\nby the TC Member within 24 hours from the charges incurred in transit and not connected\ntime of receipt of the first portion, and the actual with the importation or exportation of a\nnumber of packages conform to the number of consignment which may be absorbed by the\npackages specified in the Air Waybill or transferring carrier\nShipper's Letter of Instruction\nj) aircraft unloading\nprovided that a 2-day weekend and legal holidays\nneed not be included in the computation of the 24- k) storage of all or part of a consignment after arrival\nhour period; provided further that the 24-hour at the destination airport, and prior to customs\nperiod may be extended, reduced or eliminated by clearance for a period not exceeding 48 hours\nthe TC Member following the day of arrival, except in Japan for a\nperiod not exceeding 48 hours after 8.00 hours of\nb) completion or execution of the Air Waybill except the day following the day of arrival at the airport of\nas otherwise provided in Resolution 512c destination; provided that a 2-day weekend and\nlegal holidays need not be included in the\nc) acceptance (receipt) of a consignment at any of a computation of the 48-hour period, provided further\nTC Member's locations; but excluding transport- that the 48-hour period may be extended, reduced\nation between such location(s) and the place or eliminated by the TC Member; provided further\ndesignated by the TC Member for acceptance that where TC Members serving an airport are\n(receipt) of freight at the airport of departure compelled to utilise a common warehouse for\nstorage of such consignments, the 48 hours of free\nd) Other than the Europe Sub-Area storage as provided above shall not automatically\nbasic carrier processing required for carriage apply to the airport concerned\nwhether or not in a bonded area; including\npresentation at the airport of departure but\nexcluding preparation and/or completion of\ndocuments required by government agencies from\nshipper for export and/or required for clearance at\n56\n505 (cont’d) 505 (cont’d)\nl) presentation of consignee's copy of the Air Waybill 5) where more than one airport serves the same city, air\nincluding carrier's certificate for US customs and cargo rates to or from such city shall apply to air\ngiving notice of arrival to consignee and/or 'also transportation from or to any one of such airports,\nnotify' party as stated on the Air Waybill and/or to either on a direct route basis or via another of such\nconsignee's agent, and issuance of delivery order airports serving the same city; provided that between\nsuch airports, surface transportation may be\nm) transfer of consignments from the aircraft to a substituted for air transportation\nplace so designated by the customs authorities at\nthe airport of destination 6) notwithstanding Paragraphs 1) and 2), when any\ncustoms formality is required on a consignment\nn) Except the Europe Sub-Area imported into a country at a customs port of entry short\npresentation as one complete consignment at one of the final destination in that country, thus resulting in\ntime to customs for clearance purposes, and a higher inbound entry charge than that applicable via\nrelease of consignment to consignee, or his agent, a different routing of a single international carrier or a\nat the place designated by the TC Member for combination of carriers, any carrier or combination of\ndelivery of freight at the airport of destination or to carriers operating via an intermediate port of entry may\ncustoms authorities at the airport of destination absorb the inbound entry charge levied at such port of\nwhere the regulations of the country so require; this entry to the extent necessary to equalise the inbound\nshall not include presentation or release other than entry charge (which may be nil) levied when the final\nas one complete consignment at one time, when destination is served by a single international carrier or\nsuch other manner of presentation or release is a combination of carriers; provided that\nrequested or desired by the shipper, the consignee\nor his agent a) any carrier or combination of carriers shall, 45 days\nprior to the establishment of such absorption, notify\n3) Except for transportation when origin and all TC Members through the Secretary of their\ndestination are both in ECAA intention to do so specifying\nany service rendered by a TC Member, whether\nperformed by or arranged for such TC Member, in i) the route operated by such carrier or\nconnection with the total transportation of a particular combination of carriers to the destination point\nconsignment, and which is not involved\na) included above amongst the services which may ii) the point at which such inbound entry charges\nbe provided by a TC Member at the applicable are to be absorbed\nairport to airport rates; or\niii) the lowest inbound entry charge applicable via\nb) an intrinsic part of the carriage by air (including any route(s) to the destination concerned\nhandling and care of cargo during such carriage,\nbut excluding any services made available to the iv) the amount which the carrier or combination of\ngeneral public and not limited to shippers carriers propose to absorb, and\n(consignee) only); or\nv) the carrier or combination of carriers and the\nc) specifically excluded by a Tariff Conference route(s) over which the lowest inbound entry\nResolution charge is applied\nshall not be absorbed by the TC Member and shall be b) any carrier or combination of carriers operating to\ncharged for to the shipper or consignee as applicable the destination concerned may, during the 45-day\nunless otherwise agreed pursuant to this Resolution filing period, register a protest with the Secretary\nfor circulation to all TC Members only on grounds\n4) For transportation when origin and destination are that the data submitted in the filing notice is\nboth in ECAA inaccurate or incorrect, in which case the\nany service rendered by a TC Member, including those absorption shall not be permitted; and\nin Resolutions 508e, 509e, 512e, 522e, whether\nperformed by or arranged for such TC Member, in c) if during the 45-day filing period no such protest is\nconnection with the total transportation of a particular lodged, or if the inaccuracy or incorrectness in the\nconsignment need not be absorbed by the TC Member filing notice is rectified prior to the end of the filing\nand may be charged for to the shipper or consignee period, the filing carrier or combination of carriers\nand any other carrier or combination of carriers\noperating to the same destination via the same\nintermediate customs port of entry may equalise\nthe charges applicable\n57\n505 (cont’d)\n7) Except for transportation when origin and\ndestination are both in ECAA\nTC Members shall not absorb transportation or allied\ntaxes levied on air cargo rates and charges, or levied\non the issuance of Air Waybills, but shall collect such\ntaxes directly from the shipper or consignee\n8) For transportation when origin and destination are\nboth in ECAA\nTC Members need not absorb transportation or allied\ntaxes levied on air cargo rates and charges, or levied\non the issuance of Air Waybills, but may collect such\ntaxes directly from the shipper or consignee\n9) if a government conditions its approval of Paragraph 1)\nof this Resolution, such condition shall be deemed to\nbe a disapproval of the Resolution and the Resolution\nshall cease to be effective and shall be referred back\nto TC Members for further consideration and action; in\nthis context, a government requirement that carriers\nfile notices or submit copies of filings shall not be\ndeemed a condition\n10) this Resolution shall not come into or remain in effect\nunless Resolution 507b comes into and remains in\neffect\n11) This Resolution shall not apply to/from Australia\n58\n507b 507b (cont’d)\nUSE OF SURFACE TRANSPORTATION v) carriage of the consignment on such carrier's\nair services cannot be accomplished within 24\nhours of acceptance of the consignment or\nCTCCOMP(Mail 618)507b (amended) Expiry: Indefinite within 24 hours of its arrival at a connecting\nType A point\nvi) carriage of the consignment in such carrier's air\nRESOLVED that, services will result in a missed connection\n1) WHEN AVAILABLE 2) WHERE AVAILABLE\na) Except for transportation when origin and the routing by surface means permitted in Paragraph\ndestination are both in ECAA 1) may be effected only within the country of origin\nnotwithstanding anything to the contrary in any and/or destination shown on the face of the Air\nother Resolution, TC Members may route at the Waybill, or between either of such countries and a\nthrough air rate applicable for carriage between the country immediately adjacent thereto; provided that\nairport of departure and airport of destination routing by surface means shall be at the air carrier's\nshown on the face of the Air Waybill a consignment option and not subject to the conditions in\nvia surface means over the first and/or last Subparagraphs 1)b)i) through vi)\nsector(s) of the route as shown on the face of the\nAir Waybill where routing of such consignment over a) within the Europe Sub-area\nthe services of the air carrier originally entitled to\ncarry the consignment over such sector(s) cannot b) from Congo (Kinshasa), Rwanda and Burundi to\nbe accomplished due to any one of the following Uganda\nreasons\nc) within Zambia\nb) For transportation when origin and destination\nare both in ECAA 3) BY WHOM EFFECTED\nnotwithstanding anything to the contrary in any\nother Resolution, TC Members may route a a) the routing by surface means permitted in\nconsignment via surface means over the first Paragraph 1) may be effected only by the air\nand/or last sector(s) of the route as shown on the carrier originally entitled to carry the consignment\nface of the Air Waybill where routing of such from the point where such surface means are to be\nconsignment over the services of the air carrier used, except that the issuing air carrier may effect\noriginally entitled to carry the consignment over such routing as long as the consignment is under\nsuch sector(s) cannot be accomplished due to any its custody. Where surface means is to be used on\none of the following reasons the last sector of the route, the air carrier delivering\nthe consignment to the point where such last sector\ni) lack of available cargo space on such carrier's commences shall also be entitled to effect such\nair services routing pursuant to Paragraph 1). As used herein\n'air carrier' shall include such air carrier's General\nii) size, weight or nature of the consignment is Agent, General Sales Agent and/or Handling\nsuch that it cannot be accommodated on the Agent, but not an IATA Approved Sales\ntype of aircraft operated by such carrier Agent/IATA Cargo Agent unless such IATA\nApproved Sales Agent/IATA Cargo Agent is also\niii) such air carrier refuses to accept the the air carrier's General Agent, General Sales\nconsignment Agent and/or Handling Agent\niv) carriage of the consignment on such carrier's b) where routing on the Air Waybill is totally or\nair services will delay its arrival at partially incomplete, an air carrier preceding such\nopen portion is authorised to complete the routing,\naa) the connecting point, where surface in which case it shall be deemed to be acting on\ntransportation is to be used on the first behalf of the issuing air carrier; the routing so\nsector, or completed shall be determinative in the application\nof Paragraphs 1) and 3)a) hereof\nbb) the final destination, where surface\ntransportation is to be used on the last c) where the air carrier entitled to route the\nsector; consignment by surface means determines the\nexistence of any one of the conditions set forth in\nSubparagraphs 1)b)i) through vi), such air carrier\nshall be entitled to effect the routing of such a\nconsignment and any other consignment(s) under\nhis custody at that time by surface means under\nthe terms of this Resolution whether or not\nsubsequent to the time at which such determination\nwas made, the conditions justifying the routing by\nsurface means cease to exist\n59\n507b (cont’d)\n4) MINIMUM TOTAL CHARGES\nExcept for transportation when origin and\ndestination are both in ECAA\nwhere substitution of air transportation by surface\ntransportation is effected pursuant to this Resolution,\ntotal charges to the shipper and/or consignee shall not\nbe less than the total charges (including, but without\nlimitation, the airport-to-airport cargo rates, and any\nother charges) that would have been applicable had\nthe consignment been carried completely by air; such\ntotal charges shall be applicable whether or not the\nconsignment is physically carried to or from the airport\nof departure or the airport of destination\n5) DOCUMENTATION\nwhere pursuant to this Resolution an air carrier routes\nthe consignment via surface means, it shall indicate on\nall remaining copies of the Air Waybill the fact that\nsurface transportation is to be used, specifying the\nsectors involved and the reason(s) for the use of such\nsurface transportation\n6) TIE-IN\nthis Resolution shall not come into or remain in effect\nunless Resolution 505 comes into and remains in\neffect\n7) TC1, TC12, TC31, TC123\nthis Resolution shall not apply to sectors within USA in\nrespect of transportation to or from USA\n8) This Resolution shall not apply to/from Australia\n60\n509\nCHARGES FOR DISBURSEMENTS\nCTCCOMP(Mail 618)509 (amended) Expiry: Indefinite\nType B\nRESOLVED that,\n1) subject to the conditions of Resolution 614, the following charges for collection of disbursements shall apply\n2) a charge of 10%, but not less than USD20, (except in Brunei Darussalam 10%, but not less than BND50 and except in\nSingapore 8%, but not less than USD17) shall be made for collection by a TC Member from the consignee of a\ndisbursement which shall not be in any case in excess of the air freight charge indicated on the Air Waybill, except that\nwhen the air freight charge is less than USD100, disbursements of up to USD100 (up to USD300 in Hong Kong SAR )\nshall be permitted\n3) for traffic to Zambia the maximum amount(s) of any disbursement shall not be more than USD100\n4) such charge shall accrue to the issuing carrier\n5) TC Members shall not undertake to collect any amount(s) in a country for which local agreement has been reached not to\naccept charges collect consignments\n6) notwithstanding the amounts in US Dollars mentioned above, the local currency amounts shown in Attachment 'A' shall\napply in the countries listed therein\n7) this Resolution shall not apply for traffic to Algeria\n8) this Resolution shall not apply in ECAA (see Resolution 509e)\n9) this Resolution shall not apply to/from Australia\nATTACHMENT 'A'\nThe following local currency amounts shall apply in the countries listed below\nWith respect to: Paras. 2) Para. 2)\nand 3)\nand reference to: USD100 USD20\nCode\nCanada CAD 130 32.50\nEritrea USD 81 16\nEthiopia USD 81 16\nJapan JPY 25,000 5,000\nKorea (Rep. of) KRW 129,000 25,800\nMalaysia MYR 282 57\nNamibia NAD 200 40\nNew Zealand NZD 190 37\nSaudi Arabia SAR 375 75\nSouth Africa ZAR 600 120\nThailand THB 4,000 800\n61\n509e 511\nCHARGES FOR DISBURSEMENTS RATES FOR LIVE ANIMALS\nECAA\nCTCCOMP(Mail 618)511 (amended) Expiry: Indefinite\nCTC1(Mail 168)509e (amended) Expiry: Indefinite Type B\nCTC2(43)509e (amended)\nCTC12(55)509e (amended) Type A\nCTC23(43)509e (amended) RESOLVED that,\nCTC123(47)509e (amended)\n1) for the carriage of live animals (other than baby poultry\nRESOLVED that, in ECAA less than 72 hours old), the rate shall be 175% of the\nN rate\n1) subject to the conditions of Resolution 614, a charge\nmay be established for the collection of disbursements Exception: TC3, TC23, TC31 the rate shall be 150% of\nthe N rate\n2) any such charge shall be collected by a TC Member\nfrom the consignee of a disbursement 2) for baby poultry less than 72 hours old, the rate shall\nbe the N rate\n3) any such charge shall accrue to the issuing carrier\n3) the minimum charge for consignments under this\n4) TC Members shall not undertake to collect any\nResolution shall be 200% of the applicable minimum\namount(s) in a country for which local agreement has\ncharge specified in Resolution 501\nbeen reached not to accept charges collect\nconsignments\n4) the above charges shall be applicable to carriage of\nboth the animal and its container, subject to the\nprovisions of Resolution 508\n5) notwithstanding the foregoing, TC Members may\nestablish in accordance with the appropriate SCRs\nResolutions, special cargo rates for any items listed\nabove\n6) this Resolution shall not apply\na) between countries in the ECAA\nb) from Belgium, Italy, Luxembourg, Netherlands,\nSwitzerland\nto Albania, Bosnia and Herzegovina, Croatia,\nGibraltar, Macedonia (FYROM), Montenegro,\nSerbia, Turkey\nc) from Belgium, Luxembourg\nto Armenia, Azerbaijan, Georgia, Morocco,\nRussia (in Europe), Tunisia, Ukraine\nd) from and within South West Pacific\ne) to/from Australia\n62\n511a\nRATES FOR LIVE ANIMALS\nSOUTH WEST PACIFIC\nCTC3(Mail 618)511a (amended) Expiry: Indefinite\nCTC23(Mail 618)511a (amended)\nCTC31(Mail 618)511a (amended) Type B\nCTC123(Mail 618)511a (amended)\nRESOLVED that, notwithstanding Resolution 511\n1) for the carriage of live animals from and within the\nSouth West Pacific Sub-area the cargo rate shall be\n200% of the applicable GCR\n2) the minimum charge for consignments under this\nResolution shall be the applicable minimum charge\nspecified in Resolution 501 increased by 100%\n3) the above charges shall be applicable to carriage of\nboth the animal and its container, subject to the\nprovisions of Resolution 508\n4) notwithstanding the foregoing, TC Members may\nestablish in accordance with the appropriate SCRs\nResolution, special cargo rates for live animals\n5) this Resolution shall not apply to/from Australia\n63\n512c 512c\nATTACHMENT 'A'\nCHARGE FOR PREPARATION OF AIR WAYBILL\nThe documentation charge in the countries listed below\nshall not be less than the amounts shown\nCTC1(Mail 618)512c (amended) Expiry: Indefinite\nCTC2(Mail 618)512c (amended) Code Amount\nCTC3(Mail 618)512c (amended) Type B\nCTC12(Mail 618)512c (amended) Algeria DZD 500\nCTC23(Mail 618)512c (amended) Bangladesh USD 0.50\nCTC31(Mail 618)512c (amended) Benin/Burkina Faso/Côte d'Ivoire/\nCTC123(Mail 618)512c (amended) Mali/Niger/Senegal/Togo XOF 4,000\nBosnia and Herzegovina EUR 5\nRESOLVED that, Brunei Darussalam BND 15\nCameroon/Central African Republic/\n1) a documentation charge shall be made when the TC Chad/Congo (Brazzaville)/\nMember or its Agent (e.g. IATA Cargo Agent or Equatorial Guinea/Gabon XAF 4,000\nGeneral Sales Agent) issues or completes the Air China (excl. Hong Kong SAR and\nWaybill; provided that where the Air Waybill is issued Macao SAR) CNY 50\nand completed accurately by such Agent, including Comoros KMF 2,600\nitemisation of costs and completion of the charges box, Croatia EUR 5\nthe Agent shall be entitled to retain such charge Cuba USD 3.20\nEritrea USD 4\n2) the documentation charge may be collected from the Ethiopia USD 4\nshipper or consignee India USD 3.70\nIran IRR 37,000\n3) except as shown in Attachment A the documentation Japan JPY 200\ncharge shall be Korea (Rep. of) KRW 3,100\nLebanon USD 11\na) USD 15.00 in TC1 (except in Canada, USA), TC2 Macedonia (FYROM) EUR 5\nand TC3 Malawi MWK 350\nMalaysia MYR 5\n4) this Resolution shall not apply in ECAA (see Mauritania MRO 529\nResolution 512e) or to/from Australia Montenegro EUR 10\nMorocco MAD 25\nMozambique (Domestic) MZN 250\nMozambique (International) MZN 750\nNamibia NAD 55\nNigeria USD 5\nPakistan PKR 250\nPapua New Guinea PGK 25\nSaudi Arabia SAR 25\nSerbia EUR 10\nSingapore SGD 10\nSouth Africa ZAR 85\nSri Lanka USD 0.50\nTanzania USD 5\nThailand THB 40\nYemen YER 2,450\nZimbabwe USD 10\n64\nGOVERNMENT RESERVATIONS\nCANADA\nCharges for preparation of Air Waybills shall not\nbe applicable in respect of traffic to or from\nCanada unless specifically provided for in airline\ntariffs in effect and on file with the Canadian\nTransportation Agency or its authorized filing\nagent, IATA TACT\n65\n512e\nCHARGE FOR PREPARATION OF AIR WAYBILL\nECAA\nCTC1(Mail 168)512e Expiry: Indefinite\nCTC2(43)512e\nCTC12(55)512e Type B\nCTC23(43)512e\nCTC123(47)512e\nRESOLVED that, in ECAA\n1) a documentation charge may be established when a\nTC Member or its Agent (e.g. IATA Cargo Agent or\nGeneral Sales Agent) issues or completes the Air\nWaybill; provided that where the Air Waybill is issued\nand completed accurately by such Agent, including\nitemisation of costs and completion of the charges box,\nthe Agent shall be entitled to retain such charge\n2) any such documentation charge may be collected from\nthe shipper or consignee\n66\n513 513\nCHARGES ON MIXED CONSIGNMENTS CHARGES ON MIXED CONSIGNMENTS\nCTCCOMP(Mail 618)513 (amended) Expiry: Indefinite f) from Japan, Korea (Dem. Rep. of), Korea (Rep. of),\nType B from USA to TC3 except South Asian\nSubcontinent, South West Pacific 'dangerous\ngoods' subject to the IATA Dangerous Goods\nRESOLVED that, Regulations\ng) notwithstanding the above, mixed consignments of\n1) CHARGES: WEIGHT/VOLUME human remains and personal effects shall be\npermitted where the personal effects are those of\na) a mixed consignment shall be charged by applying the deceased and they are accompanied by a\nto the weight (or volume) of the entire consignment declaration to this effect\nthe applicable GCR\n4) DANGEROUS GOODS\nb) notwithstanding Subparagraph a), when the\nconsignor (shipper) declares separately the weight if a mixed consignment consists in part of articles\n(or volume) and contents of each package in the subject to the IATA Dangerous Goods Regulations,\nconsignment, the appropriate cargo rate to the such articles must be offered separately and clearly\nweight (or volume) of each package as if shipped indicated in the 'Nature and Quantity of Goods\nseparately may be applied to such package and (including dimensions or volume)' box on the Air\nthe weight of the packaging of the consignment or Waybill as dangerous goods\npart thereof shall be charged on the basis of the\nhighest rated article in such consignment or part 5) AREA OF APPLICATION\nthereof, as appropriate; provided that when 2 or\nmore packages in the consignment come under the this Resolution shall not apply between countries in the\nsame description and qualify for the same cargo ECAA or to/from Australia\nrate and conditions, except for the individual\nweights (or volume), then\ni) the charges for such packages shall be based\non their total weight (or volume)\nii) each separately rated group of items shall be\nlisted together and sub-totalled separately, so\nthat the weights applicable to each cargo rate\nshall be readily identifiable\n2) CHARGES: VALUATION, MINIMUM\nvaluation charges and minimum charges shall be\nassessed on the entire consignment in accordance\nwith the appropriate Resolution\n3) EXCLUDED ARTICLES\nmixed consignments shall not include\na) 'Valuable Cargo'\nb) 'Live Animals'\nc) 'Human Remains' (whether in the form of ashes or\nin coffins)\nd) 'Diplomatic Bags' rated in accordance with the\nprovisions of Resolution 580\ne) 'Baggage Shipped as Cargo' as defined and rated\nin accordance with the provisions of Resolution 598\n67\n514\nCHARGEABLE WEIGHT FOR CONSIGNMENTS\nIN ULDS\nCTCCOMP(Mail 618)514 (amended) Expiry: Indefinite\nType B\nRESOLVED that,\n1) where charges for ULDs are not otherwise specified, transportation charges for\na) consignments containing one or more pieces in excess of the dimensions of the ULDs used for transportation, or\nb) consignments which totally or partially prevent other freight from being loaded on the same ULDs due to special tie-\ndown requirements, or\nc) consignments for which a shipper requires exclusive use of the ULDs\nd) consignments which require special loading procedures in the cargo compartment such as centre loading, zone\nloading, local tie-down over more than one ULD position and/or over-hanging\nmay be assessed at the rate applicable to the consignment based on the greater of the following\nthe actual or dimensional weight of the consignment, excluding the weight of the ULD and tie-down equipment\nthe minimum chargeable weight per ULD required to transport such consignment, as specified in Attachment 'A'.\nWhen more than one ULD position is required, whether in total or in part, the minimum chargeable weight shall be\nmultiplied by the total number of ULD positions required\nNote: if the consignment must be unloaded from one ULD and reloaded onto another ULD, transportation charges will\nbe based on the original ULD\n2) any TC Member may file with the Secretary minimum chargeable weights for specific ULDs to be reflected in Attachment\n'A'; upon receipt of such filing, the Secretary shall circulate the information to all TC Members\n3) such filing shall include full details of the ULD, and any limitation on the area of application of the minimum chargeable\nweight. The minimum chargeable weight so filed shall not be less than that resulting from the application of the density\nprovisions of Resolution 502 to the notional volumes detailed in Resolution 523\n4) filed minimum chargeable weights may be applied by any TC Member; provided that if a TC Member does not wish to\napply such minimum chargeable weight they shall notify the Secretary for circulation to all TC Members\n5) this Resolution shall not apply to/from Australia\n68\n514\nATTACHMENT 'A'\nCHARGEABLE WEIGHT FOR CONSIGNMENTS\nIN ULDS\nMaximum ULD Minimum\nDimensions Chargeable Weight\nClass (in Inches) per ULD\nUnit Description Rating Kg\n1 96 x 238.5 x 96 5,540\n1P 96 x 196 x 96 4,935\n2 96 x 125 x 96 2,860\n2AA 88 x 125 x 88 2,390\n2B 96 x 125 x 72 2,130\n2D 88 x 125 x 86 2,330\n2R 96 x 117.75 x 96 2,685\n2W 96 x 125 x 64 2,265\n2WA 96 x 125 x 64 2,500\n3A 88 x 125 x 81.25 2,240\n4 88 x 108 x 86 1,845\n4A 88 x 108 x 80 1,700\n5A 88 x 125 x 64 1,720\n5WA 88 x 125 x 64 2,125\n6 60.4 x 125 x 64 1,155\n6W 60.4 x 125 x 64 1,460\n7/7 88 x 61.5 x 86 1,015\n8A 60.4 x 61.5 x 45 590\n8B 60.4 x 61.5 x 64 800\n8C 60.4 x 61.5 x 64 550\n8F 88 x 53 x 63 765\n9 88 x 53 x 76 885\nNarrow Body/Upper Deck 3 88 x 125 x 86 2,100\nWide Body/Upper Deck 2A 88 x 125 x 96 2,610\n2C 88 x 125 x 118 3,220\n2H 96 x 125 x 118 3,525\n2Q 96 x 125 x 96 2,750\nWide Body/Lower Deck 2BG 96 x 125 x 64 1,895\n5 88 x 125 x 64 1,630\n5W 88 x 125 x 64 2,170\nFull Size/Lower Deck 6A 96 x 60.4 x 64 1,110\nFull Size/Lower Deck 7A 96 x 60.4 x 64 950\nHalf Size/Lower Deck 8 60.4 x 61.5 x 64 710\n8D 47 x 60.4 x 64 565\nFrom India to TC1 (via\nAtlantic)\nWide Body/Upper Deck 2Q 96 x 125 x 96 3,200\nWide Body/Lower Deck 5 88 x 125 x 64 2,200\n69\n514\nATTACHMENT 'A'\nMaximum ULD Minimum\nDimensions Chargeable Weight\nClass (in Inches) per ULD\nUnit Description Rating Kg\nFrom India, Pakistan to\nTC2\nWide Body/Upper Deck 2A 88 x 125 x 96 3,200\n2Q 96 x 125 x 96 3,200\nWide Body/Lower Deck 2BG 96 x 125 x 64 2,200\n5 88 x 125 x 64 2,200\nFrom India to TC3\nWide Body/Upper Deck 2A 88 x 125 x 96 3,000\n2Q 96 x 125 x 96 3,000\nWide Body/Lower Deck 2BG 96 x 125 x 64 2,000\n5 88 x 125 x 64 2,000\nFrom Korea (Rep. of) to\nCanada, USA\n1 96 x 238.5 x 96 5,000\n2 96 x 125 x 96 2,530\n2A 88 x 125 x 96 2,390\n2H 96 x 125 x 118 3,040\n3 88 x 125 x 86 1,960\n5 88 x 125 x 64 1,690\n8 60.4 x 61.5 x 64 680\n70\n519 519\nATTACHMENT 'A'\nFEE FOR CHARGES COLLECT\nCTCCOMP(Mail 618)519 (amended) Expiry: Indefinite The minimum fee in local selling currency for charges collect\nType A services in the countries listed below shall be as follows\nexcept individual charges which are Type B\nCode Amount\nAlgeria DZD 1000\nRESOLVED that,\nAngola USD 17\nBelize USD 20\n1) when the weight and valuation charge on the Air\nBrunei Darussalam BND 30\nWaybill are shown for collection from the consignee, a\nCanada CAD 20\ncharges collect fee shall be charged. The fee for such\nCosta Rica USD 20\ncharges collect services shall be not less than 5% of\nCroatia EUR 10\nthe weight and valuation charges amount (15% in\nCuba USD 12\nAngola, 8% in Oman); provided that the amounts\nEgypt EGP 86\nindicated above shall be subject to a minimum amount\nEl Salvador USD 20\nas set forth in Paragraph 3)\nEritrea USD 8\nEthiopia USD 8\n2) when charges collect services are performed for\nGibraltar GIP 8\namounts other than the weight and valuation charges\nGuatemala USD 20\non the Air Waybill a charges collect fee may also be\nHonduras USD 20\ncharged provided that such amount shall be subject to\nIraq USD 19\na minimum amount as set forth in Paragraph 3)\nJapan JPY 3,000\nKorea (Rep. of) KRW 12,900\n3) the fee for charges collect services shall in no case be\nKuwait KWD 4\nless than USD10 per consignment (or the equivalent\nLebanon USD 13\namount in local selling currency, such amount to be\nMalaysia MYR 24\nconverted at the local banker's selling rate of\nMontenegro EUR 10\nexchange) except as specified in Attachment 'A'\nMorocco MAD 135\nNamibia NAD 25\n4) the fee for charges collect services shall be assessed\nNew Zealand NZD 45\nby and accrue to the last carrier\nNicaragua USD 20\nPanama USD 20\n5) this Resolution shall not apply\nSaudi Arabia SAR 50\nSerbia EUR 10\na) in Albania, Iran, Nigeria\nSingapore SGD 15\nSouth Africa ZAR 100\nb) in ECAA and Australia\nThailand THB 400\nTunisia TND 10\nGOVERNMENT RESERVATIONS\nISRAEL\nParagraph 3) of Resolution 519 will not be applicable to the\ncharges collect fee in Israel\n71\n522 522\nCHARGES FOR THE USE OF TC MEMBER OWNED Use by Entities other than TC Members\nULDS\ne) subject to Subparagraph a), ULDs owned by a TC\nMember shall not be provided to entities other than\nCTCCOMP(Mail 618)522 (amended) Expiry: Indefinite TC Members gratuitously; provided that a charge\nType A shall not be obligatory if a TC Member for\nexcept charges in Attachment 'A' which are Type B operational reason employs a spreader, or similar\nload distributional device, for the handling of\ntransportation of a consignment\nRESOLVED that,\n3) CONTOURED ULDS\n1) the provisions of Cargo Services Conference\nResolution 680 shall apply notwithstanding anything herein or in Resolution 502,\nregistered contoured ULDs shall be assessed\n2) for the purpose of this Resolution when a consignment volumetric charges on the basis of actual volume\nin whole or in part is to be carried in or on a ULD occupied by such contoured ULDs\nowned by a TC Member\n4) notwithstanding the amounts in US Dollars specified in\na) it shall be the responsibility of the TC Member to Subparagraph 2)c), the local currency amounts shown\ndetermine that the consignment is packaged so in Attachment 'A' shall apply in the countries listed\nthat it can be carried separately from such ULD, in therein\nwhich case\n5) this Resolution shall not apply in ECAA or/to from\ni) charges shall be based on the gross weight (or Australia\nvolume in accordance with Resolution 502) of\nsuch consignment, excluding the actual tare\nweight of the ULD\nii) the leasing charge provided in Subparagraph c)\nneed not apply ATTACHMENT 'A'\nb) if the consignment is not packaged so that it can be\ncarried separately from such ULD, charges shall be The following local currency amounts shall apply for\nbased on the gross weight (or volume) of such payment in the countries listed below, in respect of\nconsignment, including the weight of the ULD Subparagraph 2)c)\nLeasing Charges a) with respect to reference to USD 0.20\nc) TC Members may lease permanent ULD to entities Saudi Arabia SAR 0.75\nother than a TC Member(s) in which case there\nshall be a minimum charge of USD0.20, or b) with respect to reference to USD 3\nequivalent, for each 10 cubic feet (0.2832 cubic\nmetre) or fraction thereof, but in no case less than Saudi Arabia SAR 11\nUSD3, or equivalent, per ULD per single trip;\ndisposable ULDs, i.e. the design or construction of\nwhich makes them unsuitable for use on more than\na single trip, shall not be leased\nd) in the event a TC Member shall lease a ULD for\nmore than a single trip, charges shall be not less\nthan the exact multiple of the leasing charge for a\nsingle trip applicable under Subparagraph c). In all\ncases, a leasing charge for each trip shall be\ninserted on the Air Waybill as a non-transportation\ncharge\n72\n523\nSTANDARD AIRCRAFT ULDS\nCTCCOMP(Mail 618)523 (amended) Expiry: Indefinite\nType A\nRESOLVED that,\n1) when referred to in each respective TC Resolution, the specifications of individual ULDs shown in the IATA ULD\nRegulations (ULDR) shall apply.\n2) where permitted, the actual tare weight of the ULD shall be used in calculating the 'basis of charge' for non-TC Member\nowned aircraft ULDs. Note: The actual tare weight of the ULD is marked on the manufacturer’s plate attached to the ULD.\n3) this Resolution shall not apply to/from Australia\n73\n530 530\nRATES AND/OR CHARGES RATES AND/OR CHARGES\nFOR UNITISED CONSIGNMENTS FOR UNITISED CONSIGNMENTS\nCTCCOMP(Mail 618)530 Expiry: 30 September 2026 f) where a consignment consists of 2 or more\nCTCCOMP(Mail002/12)530 (amended) Type B ULDs, the minimum chargeable weight shall be\nCTCCOMP(Mail 762)530 the sum of the minimum chargeable weights for\nthe individual ULDs in such consignment\nRESOLVED that,\ng) for the purposes of determining the weight\n1) APPLICATION charge, consignments shall be charged at the\nactual gross weight of the consignment,\nexcept as provided in Resolution 014b ULD rates and/or\nexcluding the tare weight of the ULD\ncharges shall be those set forth in Attachments ‘A’ and\n‘B’\na) the consignments must be delivered to the carrier\nready for carriage at the airport of departure named 3) COMBINATIONS\non the air waybill and subsequently delivered loaded combinations only permitted with domestic rates\nto the consignee at the airport of destination\nb) the consignment must be carried in the same ULD\nfrom airport of departure to airport of destination and 4) RECONTOURING OR UNLOADING\nonly between those airports where service can be notwithstanding Paragraph 1), when a carrier must\nprovided recontour or unload the ULDs in accordance with\nResolution 680, a charge may be levied by the\nc) the ULDs shall be those registered in accordance\ncarrier.\nwith Resolution 683 and described in Resolution 523\nd) the air waybill shall bear the IATA ID Code(s) of the\nULDs used 5) AREA OF APPLICATION\nthis Resolution shall not apply between countries in\ne) the provisions of Resolution 680 shall apply\nthe ECAA or to/from Australia\nb) unless otherwise specified in the Attachment hereto\nthe Minimum Chargeable Weight for ULDs shall be 6) this Resolution is subject to Resolution 001aa\nas specified in Attachment ‘A’ to Resolution 514\nAttachment A published separately\n2) BASIS OF CHARGES\na) the rate per kg and/or the charge for the\nconsignment shall be as shown in Attachment 'A'\nb) the charge for the consignment shall consist of a\nminimum charge for the ULDs used, plus an over\npivot charge, if applicable, for any weight in excess\nof the minimum chargeable weight\nc) where a minimum charge is not specified it shall be\ncalculated by multiplying the “at pivot” rate by the\nminimum chargeable weight for the ULD\nd) the over pivot charge shall be calculated by\nmultiplying the weight in excess of the minimum\nchargeable weight by the “over pivot” rate as shown\nin Attachment ‘A’\ne) the minimum charge for the ULDs used, or the rate\nper kg to apply “at pivot”, the applicable minimum\nchargeable weights, and the “over pivot” rate(s)\n(where applicable) shall be as shown in Attachments\n74\n550 580\nGCRS DIPLOMATIC BAGS\nCTCCOMP(Mail 618)550 Expiry: 30 September 2026 CTCCOMP(Mail 618)580 (amended) Expiry: Indefinite\n(amended) Type B Type B\nCTCCOMP(Mail 762)530\nRESOLVED that, RESOLVED that,\n1) except as provided in Resolution 014b, GCRs shall be 1) diplomatic bags shall be carried in accordance with\nthose set forth in Attachments special procedures agreed upon, either between the\ngovernment and its national air carrier, or between the\n2) subject to Resolution 014b, GCRs specified between government and a foreign air carrier, when also\nany 2 points in Attachments take precedence over any selected thereby\nlower combination of intermediate GCRs applicable\nbetween the same points 2) the cargo rate for carriage of diplomatic bags by a TC\nMember for its own government shall be that agreed\n3) this Resolution shall not apply upon between the TC Member and its government\na) between countries in the ECAA 3) the cargo rate for carriage of diplomatic bags by a TC\nMember of a government other than its own\nb) from Belgium, Luxembourg, Netherlands, government shall be XDR4 per tonne-kilometre;\nSwitzerland to Albania, Bosnia and Herzegovina, provided that the minimum charge shall be XDR50 per\nCroatia, Gibraltar, Macedonia (FYROM), consignment; provided further that on routes where a\nMontenegro, Serbia, Turkey lower cargo rate or minimum charge has been agreed\nupon between the originating government and its\nc) from Belgium, Luxembourg national air carrier, such lower cargo rate or charge\nto Armenia, Azerbaijan, Georgia, Morocco, may be used\nRussia (in Europe), Tunisia, Ukraine\n4) diplomatic cargo shall be carried under an ordinary\nd) to/from Australia IATA Air Waybill at not less than the applicable IATA\ncargo rates\n4) this Resolution is subject to Resolution 001aa\n5) this Resolution shall not apply between countries in the\nECAA or to/from Australia\nAttachment(s) published separately\nGOVERNMENT RESERVATIONS\nCANADA\nThe Canadian Transportation Agency requires rates to be\nfiled in cargo tariffs. Special rates for particular governments\nmust be specifically approved by the Agency before tariff\nprovision therefore could be filed\n75\n590 590 (cont’d)\nSCRs\nCTCCOMP(Mail 618)530 Expiry: 30 September 2026 6) AREA OF APPLICATION\nCTCCOMP(Mail002/12)530 (amended) Type B\nCTCCOMP(Mail 762)530 this Resolution shall not apply\nRESOLVED that, a) between countries in the ECAA\n1) except as provided in Resolution 014b, SCRs shall be b) from Belgium, Italy, Luxembourg, Netherlands,\nthose set forth in Attachments Switzerland\nto Albania, Bosnia and Herzegovina, Croatia,\n2) EQUALISATION OF SCRS Gibraltar, Macedonia (FYROM), Montenegro,\nSerbia ,Turkey\nTC Members may put into effect between the same\npoints any SCR established in accordance with this c) from Belgium, Luxembourg\nResolution; except that when a more specific to Armenia, Azerbaijan, Georgia, Morocco,\ndescription is established which carries a higher SCR Russia (in Europe), Tunisia, Ukraine\nthan the lower SCR already established for a broader\ndescription, any TC Member which has in effect the d) to/from Australia\nlower SCR must put into effect such higher SCR\n7) this Resolution is subject to Resolution 001aa\n3) PRECEDENCE OF SCRS AND COMMODITY\nDESCRIPTIONS\nAttachment(s) published separately\nwhen a commodity can be classified and shipped\nunder different descriptions, the more specific\ndescription applicable between the points and in the\nsame direction to which the SCR applies shall be\nused, notwithstanding that a higher charge results;\nprovided that a less specific description applicable to\nboth a lower minimum weight and at a higher SCR\nthan a more specific description may be used until the\nmore specific description at a higher minimum weight\nand lower SCR becomes applicable\n4) SPECIFIC COMMODITY CONTAINER RATES\na) in the application of specific commodity container\nrates the provisions of Resolutions 523, 530 and\n680 shall apply\nb) if a TC Member must recontour and/or unload the\nULD in accordance with Resolution 680, a charge\nmay be levied by the carrier.\n5) COMBINATION AND CONSTRUCTION OF RATES\na SCR shall apply between the points for which the\nrate is specified; provided that combination is only\npermitted with domestic rates and/or Canada/USA\ntransborder rates and construction is permitted with\nadd-ons\n76\n590 590\nGOVERNMENT RESERVATIONS GOVERNMENT RESERVATIONS (cont'd)\nCANADA UNITED STATES\nWhere combination of specific commodity rates with other Order 84-11-9\nrates is not to be permitted that fact must be clearly\nindicated in the tariff in which such specific commodity rates 1. approval shall not constitute approval of the specific\nare published by the air carrier, effective and on file with the commodity descriptions contained therein for purposes\nCanadian Transportation Agency of tariff publication\nThe Canadian Transportation Agency will not, other than for 2. where a specific commodity rate is published for a\nexceptional cause, extend special tariff filing permission to specified minimum weight at a level lower than the\ncover cancellation of existing specific commodity rates on general commodity rate applicable for such weight,\nless than the full thirty days statutory notice required under and where a general commodity rate is published for a\nits regulations greater minimum weight at a level lower than such\nspecific commodity rate, the specific commodity rate\nAcceptance of these Resolutions is further conditioned by shall be extended to all such greater minimum weights\nthe express stipulation that it is without prejudice to rejection at the applicable general commodity rate level\nor disallowance by the Canadian Transportation Agency of\nany reflecting tariff provision that may be found, upon filing\nwith the Agency, to be insufficiently clear or in any way\nimproper under its regulations. (1.7.74)\nNEW ZEALAND\nNothing in Resolution 014b and 590 shall prohibit carriers\nserving New Zealand combining International Specific\nCommodity Rates from New Zealand with Incentive Rates\nestablished by the New Zealand National Airways\nCorporation and published from time to time in their Tariffs;\nfurther that such Incentive Rates shall be considered to be\ndomestic rates for the purpose of these Resolutions.\n(16.10.74)\nSOUTH AFRICA\nThe Government of the Republic of South Africa conditions\nits approval of IATA Resolutions 014b and 590 to the extent\nthat nothing in said Resolutions shall prohibit SAA\ncombining its specially established domestic specific\ncommodity rates in order to construct through rates; further\nthat such specially established domestic specific commodity\nrates shall be considered to be domestic rates for the\npurpose of these Resolutions. (18.6.74)\nSWITZERLAND\nThe restriction 'excluding steamship machinery parts,\nmotorship machinery parts' as contained in the descriptions\nof IATA Specific Commodity Rate Items No. 4499, 4702 and\n9704 shall not apply for transportation to and from\nSwitzerland. (8.2.1977)\n77\n590aa\nSCRS\nITEM NUMBERS AND DESCRIPTION GUIDE\nCTC1(22)590aa (amended) Expiry: Indefinite\nCTC2(28)590aa (amended)\nCTC3(23)590aa (amended) Type B\nCTC12(41)590aa (amended)\nCTC23(29)590aa (amended)\nCTC31(25)590aa (amended)\nCTC123(31)590aa (amended)\nRESOLVED that, in order to simplify and standardise SCRs item numbers and descriptions, the allocation of such shall be\nsubject to the following conditions\n1) the SCR Description Writers' Guidelines, and the SCR Item Numbers and Description Guide shall be as shown in\nAttachments 'A' and 'B'\n2) the Secretary shall establish new item numbers and amend existing item numbers and the wording of such in accordance\nwith the SCR Description Writers' Guidelines\n3) any changes to item numbers and/or descriptions shall be circulated to all TC Members\n4) item numbers and descriptions are unique and are applicable worldwide\n5) SCR Item Numbers and the Description Guide shall be reissued periodically subject to the following\na) if no rates exist under an item number, the item number and description will continue to be published for a 2 year\nperiod\nb) if unused during a 2 year period, such item number and description will automatically be deleted\n6) descriptions shall be reviewed every 5 years\n7) SCR Item Numbers and the Description Guide shall be reissued periodically\nAttachment 'B' published separately\n78\n590aa\nATTACHMENT 'A'\nSCRS\nDESCRIPTION WRITERS' GUIDELINES\nINTRODUCTION\nThe purpose of the \"Description Writers' Guidelines\" is to provide Member Airlines and IATA with uniform rules to follow when\nestablishing descriptions for SCRs\nGENERAL RULES\nDescriptions shall be written in English with all spelling in accordance with Webster's Dictionary\nDescriptions must be accurate and avoid ambiguity; a longer, more explicit description is more acceptable than a shorter,\nincomplete and obscure description\nWhen reviewing or making a new description either for mixtures or composite goods, goods should be classified by the\nmaterial or component which gives them their essential character\nAbbreviations Abbreviations such as N.E.S. (Not Elsewhere Specified), VIZ, IE, EG, ETC, and abbreviated\nwords such as TV-SETS shall not be used\nBrand and Company Names Brand and company names shall not be used within a description unless considered to be\nthe generic name of the item\nCarrier References Carrier names shall not be used in a description; the rate alone shall be annotated\nGeographical References Geographical points of origin of an item shall not be used within a description\nQualifications Qualifications of opposite meaning shall not be used to indicate that no restriction applies (a\ndescription with no qualification indicates that no restriction applies)\nExample: MANICURE CASES, FITTED OR UNFITTED shall read MANICURE CASES\nPUNCTUATION\nThe following punctuation shall be used throughout descriptions and shall be defined as follows\n\",\" means \"and\" \"or\"\n\"/\" means \"and\" \"plus\"\n\"or\" means \"or\"\n\"–\" means hyphenation (joining 2 words together)\nExample: semi–precious\n\"– .. –\" means general qualification applying to all previous items in the description\nExample: MEAT, VEGETABLES – FRESH –\n\"( .. )\" means specific qualification applying to the item immediately preceding it in the description\nExample 1: FOODSTUFFS (EXCLUDING STRAWBERRIES), SPICES, BEVERAGES\n2: PHOTOCOPYING MACHINES (INCLUDING ACCESSORIES, SUPPLIES)\nA full stop \".\" shall not be used in descriptions\n\"–\" meaning a hyphenation to split one word at the end of a line shall not be used in descriptions\n79\n590aa\nATTACHMENT 'A'\nPRESENTATION\n1. Each description shall begin on a new line\n2. Where several items are contained in a description, and these items are split into \"groupings\", show these groupings\nunder Sections A:, B:, C:. Each section shall begin on a new line\nExample: MACHINES FOR\nA: PROCESSING METAL, TEXTILES, PLASTIC\nB: ABRADING, GRINDING, CUTTING, POLISHING\n(Note: this method of presentation does not exclude the possibility of amalgamating items from each section)\n3. Where 'Accessories' and 'Supplies' are to be included, these should follow the item(s) concerned\nExample 1: PHOTOCOPYING MACHINES (INCLUDING ACCESSORIES, SUPPLIES)\n2: RADIOS, TELEVISIONS, RECORD PLAYERS, TAPE RECORDERS, LOUDSPEAKERS,\nAMPLIFIERS – INCLUDING ACCESSORIES –\n4. Where exceptions to a description apply, these should be listed under the word \"EXCLUDING\"\nIf the \"EXCLUDING\" pertains to only one item, this shall follow the item in parenthesis\nExample: ELECTRIC EQUIPMENT (EXCLUDING MACHINERY)\nIf the \"EXCLUDING\" pertains to several items within the description, the \"EXCLUDING\" shall follow these items\nExample: ELECTRIC EQUIPMENT, ELECTRIC MACHINES – EXCLUDING STEAMSHIP MACHINERY\nPARTS – TOOLS, AIRCRAFT PARTS\nIf the \"EXCLUDING\" pertains to all items within the description, the \"EXCLUDING\" shall be shown on a new line and\nthe exclusions on the next line\nExample: ELECTRIC APPLIANCES, ELECTRIC MACHINERY\nEXCLUDING\nSTEAMSHIP MACHINERY PARTS, MOTORSHIP MACHINERY PARTS\nWhere 2 items are exactly the same except for part of the \"EXCLUDINGS\" the additional excluded items should be\nstated at the front of the \"EXCLUDING\" list\nExample: Items 3025 and 3027 shall read:\n3025: METAL WARES (EXCLUDING GOLD, PLATINUM, PLATINUM MATERIALS)\n3027: METAL WARES (EXCLUDING SILVER, GOLD, PLATINUM, PLATINUM MATERIALS)\nPARTS/ACCESSORIES/SUPPLIES\n1. Definitions\n'Parts' are such objects which are essential to the normal use of the main article or are an integral component thereof;\nprovided that this shall not include 'Supplies' as defined below\n'Accessories' are such additional objects which are not essential to the normal use of the main article or are not an\nintegral component thereof, but which are intended for use with the main article\n'Supplies' are materials used with the main article, but other than 'parts'\n2. a. 'Parts' are included in commodity descriptions unless specifically excluded\nb. 'Accessories' and 'Supplies' are excluded from commodity descriptions unless specifically included\n3. Where a description only refers to 'Parts' of an item, 'Parts' shall remain in the description (see definition above)\nExample: PARTS FOR THE MANUFACTURE OF TELECOMMUNICATION EQUIPMENT\nExample: TELEVISION TUNERS AND PARTS THEREOF\n80\n590aa\nATTACHMENT 'A'\nSTANDARD WORDING\nDescriptions shall use the wording shown in the \"YES\" column below, and not the wording shown in the \"NO\" column\nYES NO\n'ELECTRIC' 'ELECTRICAL'\n'SEMI-FINISHED' 'PARTLY MANUFACTURED'\n'PRINTED MATTER' 'PRINTED MATERIALS'\n'ARTIFICIAL' 'SYNTHETIC' items\n'TELEVISIONS' 'TV-SETS'\n'WEARING APPAREL' 'CLOTHING', 'FOOTWEAR'\nlist all items 'NAMELY', 'CONSISTING OF'\nDEFINITION OF VALUABLE CARGO\nReference should be made to the definition in Resolution 012 when a description includes valuable cargo\n81\n595 596\nSPECIAL RATES FOR VALUABLE CARGO NEWSPAPERS AND PERIODICALS\nCTCCOMP(Mail 618)595 (amended) Expiry: Indefinite CTCCOMP(Mail 618)596 (amended) Expiry: Indefinite\nType A Type B\nRESOLVED that, RESOLVED that,\n1) for the carriage of 'Valuable Cargo' the rate shall be 1) for the carriage of Braille type equipment, talking\n200% of the N rate, except from France 250% of the books for the blind, newspapers, periodicals,\nN rate and except from Russia 300% of the N rate magazines, books and catalogues in consignments of\nprovided that for consignments from Russia to 5 kg or more, not carried as mail, the rate shall be not\nCanada, USA of 1000 kg or more the rate shall be less than 50% of the N rate, except for TC1/TC12 the\n200% of the N rate rate shall not be less than 67% of the N rate\n2) notwithstanding the foregoing, in accordance with the 2) the minimum charge shall be as specified in\nappropriate Resolutions, TC Members may establish Resolution 501\nSCRs for any of the items listed in Resolution 012\n3) where a general cargo quantity discount rate results in\n3) the minimum charge for consignments under this a lower charge than that otherwise established by this\nResolution shall be 200%, except from France 400%, Resolution, such lower cargo rate shall apply\nof the applicable minimum charge specified in\nResolution 501; provided that it shall not be less than 4) the charge on LH services shall be at 100% of the\nUSD50, except from Saudi Arabia SAR190 applicable GCR\n4) this Resolution shall not apply 5) this Resolution shall not apply\na) between countries in the ECAA a) between countries in the ECAA\nb) from Belgium, Italy, Luxembourg, Netherlands, b) from Belgium, Italy, Luxembourg, Netherlands,\nSwitzerland Switzerland\nto Albania, Bosnia and Herzegovina, Croatia, to Albania, Bosnia and Herzegovina, Croatia,\nGibraltar, Macedonia (FYROM), Montenegro, Gibraltar, Macedonia (FYROM), Montenegro,\nSerbia, Turkey Serbia, Turkey\nc) from Belgium, Luxembourg c) from Belgium, Luxembourg\nto Armenia, Azerbaijan, Georgia, Morocco, to Armenia, Azerbaijan, Georgia, Morocco,\nRussia (in Europe), Tunisia, Ukraine Russia (in Europe), Tunisia, Ukraine\nd) to/from Australia d) to/from Australia\nc) from Italy to Algeria, Morocco\n82\n597 597 (TC2)\nCARRIAGE OF HUMAN REMAINS\nCARRIAGE OF HUMAN REMAINS\nCTCCOMP(Mail 618)597 (amended) Expiry: Indefinite CTC2(02)597 (amended) Expiry: Indefinite\nType B Type B\nRESOLVED that, RESOLVED that,\n1) the rate for carriage of human remains in coffins shall 1) the rate for carriage of human remains in the form of\nbe the N rate ashes shall be 300% of the N rate\n2) this Resolution shall not apply between countries in the 2) the rate for carriage of human remains in coffins shall\nECAA or to/from Australia be 200% of the N rate\n3) quantity discount shall not be applicable to either of the\ncargo rates provided for herein\n4) the minimum charge for consignments under this\nResolution shall be 200% of the applicable minimum\ncharge specified in Resolution 501; provided that it\nshall not be less than USD65\n5) this Resolution shall not apply\na) between countries in the ECAA\nb) from Belgium, Italy, Luxembourg, Netherlands,\nSwitzerland\nto Albania, Bosnia and Herzegovina, Croatia,\nGibraltar, Macedonia (FYROM), Montenegro\nSerbia, Turkey\nc) from Belgium, Luxembourg\nto Armenia, Azerbaijan, Georgia, Morocco,\nRussia (in Europe), Tunisia, Ukraine\n83\n598\nBAGGAGE SHIPPED AS CARGO\nCTCCOMP(Mail 618)598 (amended) Expiry: Indefinite\nType B\nRESOLVED that,\n1) for transportation of baggage shipped as cargo, the\nfollowing rules shall apply\na) unaccompanied baggage of a passenger may be\naccepted as cargo, for conveyance between the\nsame points (airports only) for which the passenger\nholds a ticket; or an electronic ticket/receipt (‘e-\nticket’); provided the baggage is delivered not later\nthan the date of the passenger's departure\nb) the rate to be charged shall be not less than the\napplicable general cargo rate, except\ni) from Malaysia,\nii) from South West Pacific (except from Papua\nNew Guinea and from New Zealand to Niue,\nSamoa, Tonga),\nthe rate to be charged shall be not less than 50%\nof the N rate, subject to the applicable minimum\ncharge as specified in Resolution 501\niii) from Papua New Guinea,\niv) from Croatia,\nthe rate to be charged shall be not less than 75%\nof the N rate, subject to the applicable minimum\ncharge as specified in Resolution 501\nc) the passenger using this facility must make a\ndeclaration of the contents of the baggage,\ncomplete all documents required for dispatch and\ncustoms and be responsible for all additional\ncharges for collection, delivery and customs. The\nbaggage shall be cleared through customs by the\npassenger personally or by his agent\nd) the numbers of the tickets and the flight/line\nnumbers of the services on which the passenger is\ntravelling shall be endorsed on the Air Waybill\ne) it shall be within the discretion of the carrier on\nwhich flight the baggage is carried\nf) such rate shall not be combined with any GCR or\nSCR to result in a combination which is less than\nthe applicable specified or constructed cargo rates\n2) this Resolution shall not apply\na) between countries in the ECAA\nb) to/from Australia\nc) within Europe\n84",
  "pages": 90,
  "method": "pdfplumber"
}