{
  "source": "pdfs/17.pdf",
  "title": "17",
  "content": "No. 16510\nMULTILATERAL\nCustoms Convention on the international transport of goods\nunder cover of TIR carnets (TIR Convention) (with\nannexes). Concluded at Geneva on 14 November 1975\nAuthentic texts: English, French and Russian.\nRegistered ex officio on 20 March 1978.\nMULTILATERAL\nConvention douani re relative au transport international de\nmarchandises sous le couvert de carnets TIR (Conven\ntion TIR) [avec annexes]. Conclue Gen ve le\n14 novembre 1975\nTextes authentiques : anglais, français et russe.\nEnregistrée d'office le 20 mars 1978.\nVol. 1079, I-165IO\n90______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\nCUSTOMS CONVENTION' ON THE INTERNATIONAL TRANSPORT OF\nGOODS UNDER COVER OF TIR CARNETS (TIR CONVENTION)\nThe Contracting Parties,\nDesiring to facilitate the international carriage of goods by road vehicle;\nConsidering that the improvement of the conditions of transport constitutes one of the\nfactors essential to the development of co-operation among them;\nDeclaring themselves in favour of a simplification and a harmonization of\nadministrative formalities in the field of international transport, in particular at frontiers;\nHave agreed as follows:\nCHAPTER I. GENERAL\n(a) DEFINITIONS\nArticle 1\nFor the purposes of this Convention:\n(a) The term \"TIR operation\" shall mean the transport of goods from a Customs\noffice of departure to a Customs office of destination under the procedure, called the \"T1R\nprocedure\", laid down in this Convention;\n(b) The term \"import or export duties and taxes\" shall mean Customs duties and all\nother duties, taxes, fees and other charges which are collected on, or in connexion with,\nthe import or export of goods, but not including fees and charges limited in amount to the\napproximate cost of services rendered;\n(c) The term \"road vehicle\" shall mean not only any power-driven road vehicle but\nalso any trailer or semi-trailer designed to be coupled thereto;\n1 Came into force for the States indicated hereafter on 20 March 1978, i.e., six months after the date on which five States\nhad siiggnneedd iitt ddeeffiinniittiivveellyy oorr hhaadd ddeeppoossiitteedd tthheeiirr iinnssttrruummeenntt ooff rraattiiffiiccaattii on, acceptance, approval or accession with the Secretary-\nGeneral of the United1 NNaattiioons, in accordance with article 53 (1):\nDate of definitive signature (s)\nor of deposit of instrument\nState of ratification or accession (a)\nAustria .................................................................... 13 May 1977\nFrance..................................................................... 30 December 1976 s\nMalta ..................................................................... 18 February 1977 a\nSweden.................................................................... 17 December 1976 s\nYugoslavia ................................................................. 20 September 1977\nSubsequently, the Convention came into force for the following States six months after the date of the deposit of their\ninstrument of ratification, acceptance, approval or accession, with the Secretary-General of the United Nations, in accordance\nwith article 53 (2):\nDate of deposit of instrument\nState of ratification or accession (a)\n(With effect from 13 April 1978.) .......................................... 13 October 1977\nBulgaria*\n(With effect from 20 April 1978.)........................................... 20 October 1977 a\nSwitzerland\n(With effect from 3 August 1978.) .......................................... 3 February 1978\nFinland\n(With effect from 27 August 1978.) ......................................... 27 February 1978\nHungary*\n(With effect from 9 September 1978.) ....................................... 9 March 1978\nQ\\ * See p. 296 of this volume for the text of the reservations and declarations made upon ratification or accession.\nVol. 1079, 1-16510\n1978_____United Nations — TVeaty Séries • Nations Unies — Recueil des TVaités______91\n(d) The term \"combination of vehicles\" shall mean coupled vehicles which travel on\nthe road as a unit;\n(e) The term \"container\" shall mean an article of transport equipment (lift-van,\nmovable tank or other similar structure):\n(i) fully or partially enclosed to constitute a compartment intended for containing goods;\n(ii) of a permanent character and accordingly strong enough to be suitable for repeated\nuse;\n(iii) specially designed to facilitate the transport of goods by one or more modes of\ntransport without intermediate reloading;\n(iv) designed for ready handling, particularly when being transferred from one mode of\ntransport to another;\n(v) designed to be easy to fill and to empty; and\n(vi) having an internal volume of one cubic metre or more;\n\"demountable bodies\" are to be treated as containers;\n(/) The term \"Customs office of departure\" shall mean any Customs office of a\nContracting Party where the international transport of a load or part-load of goods under\nthe TIR procedure begins;\n(g) The term \"Customs office of destination\" shall mean any Customs office of a\nContracting Party where the international transport of a load or part-load of goods under\nthe TIR procedure ends;\n(h) The term \"Customs office en route\" shall mean any Customs office of a\nContracting Party through which a road vehicle, combination of vehicles or container is\nimported or exported in the course of a TIR operation;\n(/) The term \"person\" shall mean both natural and legal persons;\n(k) The term \"heavy or bulky goods\" shall mean any heavy or bulky object which\nbecause of its weight, size or nature is not normally carried in a closed road vehicle or\nclosed container;\n(0 The term \"guaranteeing association\" shall mean an association approved by the\nCustoms authorities of a Contracting Party to act as surety for persons using the TIR\nprocedure.\n(b) SCOPE\nArticle 2\nThis Convention shall apply to the transport of goods without intermediate reloading,\nin road vehicles, combinations of vehicles or in containers, across one or more frontiers\nbetween a Customs office of departure of one Contracting Party and a Customs office of\ndestination of another or of the same Contracting Party, provided that some portion of the\njourney between the beginning and the end of the TIR operation is made by road.\nArticle 3\nFor the provisions of this Convention to become applicable:\n(a) the transport operations must be performed:\n(i) by means of road vehicles, combinations of vehicles or containers previously\napproved under the conditions set forth in chapter III (a); or\n(ii) by means of other road vehicles, other combinations of vehicles or other\ncontainers under the conditions set forth in chapter III (c);\nVol. 1079, 1-16510\n92______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\n(b) th transport operations must be guaranteed by associations approved in accordance\nwith the provisions of article 6 and must be performed under cover of a TIR carnet,\nwhich shall conform to the model reproduced in annex 1 to this Convention.\n(c) PRINCIPLES\nArticle 4\nGoods carried under the TIR procedure shall not be subjected to the payment or\ndeposit of import or export duties and taxes at Customs offices en route.\nArticle 5\n1. Goods carried under the TIR procedure in sealed road vehicles, combinations of\nvehicles or containers shall not as a general rule be subjected to examination at Customs\noffices en route.\n2. However, to prevent abuses, Customs authorities may in exceptional cases, and\nparticularly when irregularity is suspected, carry out an examination of the goods at such\noffices.\nCHAPTER II. ISSUE OF TIR CARNETS; LIABILITY\nOF GUARANTEEING ASSOCIATIONS\nArticle 6\n1. Subject to such conditions and guarantees as it shall determine, each Contracting\nParty may authorize associations to issue TIR carnets, either directly or through\ncorresponding associations, and to act as guarantors.\n2. An association shall not be approved in any country unless its guarantee also\ncovers the liabilities incurred in that country in connexion with operations under cover of\nTIR carnets issued by foreign associations affiliated to the same international organization\nas that to which it is itself affiliated.\nArticle 7\nTIR carnet forms sent to the guaranteeing associations by the corresponding foreign\nassociations or by international organizations shall not be liable to import and export\nduties and taxes and shall be free of import and export prohibitions and restrictions.\nArticle 8\n1. The guaranteeing association shall undertake to pay the import or export duties\nand taxes, together with any default interest, due under the Customs laws and regulations\nof the country in which an irregularity has been noted in connexion with a TIR operation.\nIt shall be liable, jointly and severally with the persons from whom the sums mentioned\nabove are due, for payment of such sums.\n2. In cases where the laws and regulations of a Contracting Party do not provide for\npayment of import or export duties and taxes as provided for in paragraph 1 above, the\nguaranteeing association shall undertake to pay, under the same conditions, a sum equal to\nthe amount of the import or export duties and taxes and any default interest.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______93\n3. Each Contracting Party shall determine the maximum sum per TIR carnet, which\nmay be claimed from the guaranteeing association of the basis of the provisions of\nparagraphs 1 and 2 above.\n4. The liability of the guaranteeing association to the authorities of the country\nwhere the Customs office of departure is situated shall commence at the time when the\nTIR carnet is accepted by the Customs office. In the succeeding countries through which\ngoods are transported under the TIR procedure, this liability shall commence at the time\nwhen the goods are imported or, where the TIR operation has been suspended under\narticle 26, paragraphs 1 and 2, at the time when the TIR carnet is accepted by the Customs\noffice where the TIR operation is resumed.\n5. The liability of the guaranteeing association shall cover not only the goods which\nare enumerated in the TIR carnet but also any goods which, though not enumerated\ntherein, may be contained in the sealed section of the road vehicle or in the sealed\ncontainer. It shall not extend to any other goods.\n6. For the purpose of determining the duties and taxes mentioned in paragraphs 1\nand 2 of this article, the particulars of the goods as entered in the TIR carnet shall, in the\nabsence of evidence to the contrary, be assumed to be correct.\n7. When payment of sums mentioned in paragraphs 1 and 2 of this article becomes\ndue, the competent authorities shall so far as possible require payment from the person or\npersons directly liable before making a claim against the guaranteeing association.\nArticle 9\n1. The guaranteeing association shall fix the period of validity of the TIR carnet by\nspecifying a final date of validity after which the carnet may not be presented for\nacceptance at the Customs office of departure.\n2. Provided that it has been accepted by the Customs office of departure on or before\nthe final date of validity, as provided for in paragraph 1 of this article, the carnet shall\nremain valid until the termination of the TIR operation at the Customs office of\ndestination.\nArticle 10\n1. The TIR carnet may be discharged unconditionally or conditionally; where\ndischarge is conditional this shall be on account of facts connected with the TIR operation\nitself. These facts shall be clearly indicated in the TIR carnet.\n2. When the Customs authorities of a country have discharged a TIR carnet\nunconditionally they can no longer claim from the guaranteeing association payment of\nthe sums mentioned in article 8, paragraphs 1 and 2, unless the certificate of discharge\nwas obtained in an improper or fraudulent manner.\nArticle 11\n1. Where a TIR carnet has not been discharged or has been discharged conditionally,\nthe competent authorities shall not have the right to claim payment of the sums mentioned\nin article 8, paragraphs 1 and 2, from the guaranteeing association unless, within a period\nof one year from the date of acceptance of the TIR carnet by those authorities, they have\nnotified the association in writing of the non-discharge or conditional discharge. The same\nprovision shall apply where the certificate of discharge was obtained in an improper or\nfraudulent manner, save that the period shall be two years.\nVol. 1079, 1-16510\n94______United Nations — Tteaty Séries • Nations Unies — Recueil des Traités_____1978\n2. The claim for payment of the sums referred to in article 8, paragraphs 1 and 2,\nshall be made to the guaranteeing association at the earliest three months after the date on\nwhich the association was informed that the carnet had not been discharged or had been\ndischarged conditionally or that the certificate of discharge had been obtained in an\nimproper or fraudulent manner and at the latest not more than two years after that date.\nHowever, in cases which, during the above-mentioned period of two years, become the\nsubject of legal proceedings, any claim for payment shall be made within one year of the\ndate on which the decision of the court becomes enforceable.\n3. The guaranteeing association shall have a period of three months, from the date\nwhen a claim for payment is made upon it, in which to pay the amounts claimed. The\nsums paid shall be reimbursed to the association if, within the two years following the date\non which the claim for payment was made, it has been established to the satisfaction of the\nCustoms authorities that no irregularity was committed in connexion with the transport\noperation in question.\nCHAPTER in. TRANSPORT OF GOODS UNDER TIR CARNET\n(a) APPROVAL OF VEHICLES AND CONTAINERS\nArticle 12\nIn order to fall within the provisions of sections (a) and (b) of this chapter, every road\nvehicle must as regards its construction and equipment fulfil the conditions set out in\nannex 2 to this Convention and must have been approved according to the procedure laid\ndown in annex 3 to this Convention. The certificate of approval shall conform to the\nspecimen reproduced in annex 4.\nArticle 13\n1. To fall within the provisions of sections (a) and (b) of this chapter, containers\nmust be constructed in conformity with the conditions laid down in part I of annex 7 and\nmust have been approved according to the procedure laid down in part II of that annex.\n2. Containers approved for the transport of goods under Customs seal in accordance\nwith the Customs Convention on Containers, 1956,' the agreements arising therefrom\nconcluded under the auspices of the United Nations, the Customs Convention on\nContainers, 1972,2 or any international instruments that may supersede or modify the latter\nConvention, shall be considered as complying with the provisions of paragraph 1 above\nand must be accepted for transport under the TIR procedure without further approval.\nArticle 14\n1. Each Contracting Party reserves the right to refuse to recognize the validity of the\napproval of road vehicles or containers which do not meet the conditions set forth in\narticles 12 and 13 above. Nevertheless, Contracting Parties shall avoid delaying traffic\nwhen the defects found are of minor importance and do not involve any risk of smuggling.\n2. Before it is used again for the transport of goods under Customs seal, any road\nvehicle or container which no longer meets the conditions which justified its approval,\nshall be either restored to its original state, or presented for reapproval.\n1 United Nations, Treaty Series, vol. 338, p, 103.\n2 Ibid., vol. 988, p. 43.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______95\n(b) PROCEDURE FOR TRANSPORT UNDER COVER OF A TIR CARNET\nArticle 15\n1. No special Customs document shall be required in respect of the temporary\nimportation of a road vehicle, combination of vehicles or container carrying goods under\ncover of the TIR procedure. No guarantee shall be required for the road vehicle or\ncombination of vehicles or container.\n2. The provisions of paragraph 1 of this article shall not prevent a Contracting Party\nfrom requiring the fulfilment at the Customs office of destination of the formalities laid\ndown by its national regulations to ensure that, once the TIR operation has been\ncompleted, the road vehicle, the combination of vehicles or the container will be re-\nexported.\nArticle 16\nWhen a road vehicle or combination of vehicles is carrying out a TIR operation, one\nrectangular plate bearing the inscription \"TIR\" and conforming to the specifications given\nin annex 5 to this Convention, shall be affixed to the front and another to the rear of the\nroad vehicle or combination of vehicles. These plates shall be so placed as to be clearly\nvisible and shall be removable.\nArticle 17\n1. A single TIR carnet shall be made out in respect of each road vehicle or container.\nHowever, a single TIR carnet may be made out in respect of a combination of vehicles or\nfor several containers loaded on to a single road vehicle or on to a combination of\nvehicles. In that case the TIR manifest of the goods covered by the TIR carnet shall list\nseparately the contents of each vehicle in the combination of vehicles or of each container.\n2. The TIR carnet shall be valid for one journey only. It shall contain at least the\nnumber of detachable vouchers for Customs acceptance and for discharge which are\nnecessary for the transport operation in question.\nArticle 18\nA TIR operation may involve several Customs offices of departure and destination,\nbut, save as may otherwise be authorized by the Contracting Party or Parties concerned,\n(a) the Customs offices of departure shall be situated in only one country;\n(b) the Customs offices of destination shall be situated in not more than two countries;\n(c) the total number of Customs offices of departure and destination shall not exceed\nfour.\nArticle 19\nThe goods and the road vehicle, the combination of vehicles or the container shall be\nproduced with the TIR carnet at the Customs office of departure. The Customs authorities\nof the country of departure shall take such measures as are necessary for satisfying\nthemselves as to the accuracy of the goods manifest and either for affixing the Customs\nseals or for checking Customs seals affixed under the responsibility of the said Customs\nauthorities by duly authorized persons.\nVol. 1079, I-16510\n96______United Nations — Treaty Séries » Nations Unies — Recueil des TVaités_____1978\nArticle 20\nFor journeys in the territory of their country, the Customs authorities may fix a time-\nlimit and require the road vehicle, the combination of vehicles or the container to follow a\nprescribed route.\nArticle 21\nAt each Customs office en route and at Customs offices of destination, the road\nvehicle, the combination of vehicles or the container shall be produced for purposes of\ncontrol to the Customs authorities together with the load and the TIR carnet relating\nthereto.\nArticle 22\n1. As a general rule and except when they examine the goods in accordance with\narticle 5, paragraph 2, the Customs authorities of the Customs offices en route of each of\nthe Contracting Parties shall accept the Customs seals of other Contracting Parties,\nprovided that they are intact. The said Customs authorities may, however, if control\nrequirements make it necessary, add their own seals.\n2. The Customs seals thus accepted by a Contracting Party shall have in the territory\nof that Contracting Party the benefit of the same legal protection as is accorded to the\nnational seals.\nArticle 23\nThe Customs authorities shall not\nrequire road vehicles, combinations of vehicles or containers to be escorted at the\ncarriers' expense on the territory of their country,\nrequire examination en route of road vehicles, combinations of vehicles or containers\nand their loads\nexcept in special cases.\nArticle 24\nIf the Customs authorities conduct an examination of the load of a road vehicle,\ncombination of vehicles or container in the course of the journey or at a Customs office en\nroute, they shall record on the TIR carnet vouchers used in their country, on the\ncorresponding counterfoils, and on the vouchers remaining in the TIR carnet, particulars\nof the new seals affixed and of the controls carried out.\nArticle 25\nIf the Customs seals are broken en route otherwise than in the circumstances of\narticles 24 and 35, or if any goods are destroyed or damaged without breaking of such\nseals, the procedure laid down in annex 1 to this Convention for the use of the TIR carnet\nshall, without prejudice to the possible application of the provisions of national law, be\nfollowed, and the certified report in the TIR carnet shall be completed.\nArticle 26\n1. When transport under cover of a TIR carnet takes place in part in the territory of a\nState which is not a Contracting Party to this Convention, the TIR operation shall be\nsuspended during that part of the journey. In that case, the Customs authorities of the\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______97\nContracting Party on whose territory the journey continues shall accept the TIR carnet for\nthe resumption of the TIR operation, provided that the Customs seals and/or identifying\nmarks have remained intact.\n2. The same shall apply where for a part of the journey the TIR carnet is not used by\nthe holder of the carnet in the territory of a Contracting Party because of the existence of\nsimpler Customs transit procedures or when the use of a Customs transit r gime is not\nnecessary.\n3. In such cases the Customs offices where the TIR operation is suspended or\nresumed shall be deemed to be Customs offices of exit e« route and Customs offices of\nentry en route respectively.\nArticle 27\nSubject to the provisions of this Convention and in particular of article 18, another\nCustoms office of destination may be substituted for a Customs office of destination\noriginally indicated.\nArticle 28\nOn arrival of the load at the Customs office of destination, and provided that the\ngoods are then placed under another system of Customs control or are cleared for home\nuse, discharge of the TIR carnet shall take place without delay.\n(c) PROVISIONS CONCERNING TRANSPORT OF HEAVY OR BULKY GOODS\nArticle 29\n1. The provisions of this section apply only to the transport of heavy or bulky goods\nas defined in article 1, subparagraph (k), of this Convention.\n2. Where the provisions of this section apply, heavy or bulky goods may, if the\nauthorities at the Customs office of departure so decide, be carried by means of non-sealed\nvehicles or containers.\n3. The provisions of this section shall apply only if, in the opinion of the authorities\nat the Customs office of departure, the heavy or bulky goods carried and any accessories\ncarried with them can be easily identified by reference to the description given, or can be\nprovided with Customs seals and/or identifying marks so as to prevent any substitution, or\nremoval of the goods, without it being obvious.\nArticle 30\nAll the provisions of this Convention, save those to which the special provisions of\nthis section make an exception, shall apply to the transport of heavy or bulky goods under\nthe TIR procedure.\nArticle 31\nThe liability of the guaranteeing association shall cover not only the goods\nenumerated in the TIR carnet, but also any goods which, though not enumerated in the\ncarnet, are on the load platform or among the goods enumerated in the TIR carnet.\nVol. 1079, 1-16510\n98______United Nations — Treaty Series • Nations Unies — Recueil des TVaités_____1978\nArticle 32\nThe cover and all vouchers of the TIR carnet shall bear the endorsement \"heavy or\nbulky goods\" in bold letters in English or in French.\nArticle 33\nThe authorities at the Customs office of departure may require such packing lists,\nphotographs, drawings, etc., as are necessary for the identification of the goods carried to\nbe appended to the TIR carnet. In this case they shall endorse these documents, one copy\nof the said documents shall be attached to the inside of the cover page of the TIR carnet,\nand all the manifests of the TIR carnet shall include a reference to such documents.\nArticle 34\nThe authorities at the Customs offices en route of each of the Contracting Parties\nshall accept the Customs seals and/or identifying marks affixed by the competent\nauthorities of other Contracting Parties. They may, however, affix additional seals and/or\nidentifying marks; they shall record particulars of the new seals and/or identifying marks\non the vouchers of the TIR carnet used in their country, on the corresponding counterfoils\nand on the vouchers remaining in the TIR carnet.\nArticle 35\nIf Customs authorities conducting an examination of the load at a Customs office en\nroute or in the course of the journey are obliged to break seals and/or remove identifying\nmarks, they shall record the new seals and/or identifying marks on the vouchers of the TIR\ncarnet used in their country, on the corresponding counterfoils and on the vouchers\nremaining in the TIR carnet.\nCHAPTER iv. IRREGULARITIES\nArticle 36\nAny breach of the provisions of this Convention shall render the offender liable, in\nthe country where the offence was committed, to the penalties prescribed by the law of\nthat country.\nArticle 37\nWhen it is not possible to establish in which territory an irregularity was committed,\nit shall be deemed to have been committed in the territory of the Contracting Party where it\nis detected.\nArticle 38\n1. Each of the Contracting Parties shall have the right to exclude temporarily or\npermanently from the operation of this Convention any person guilty of a serious offence\nagainst the Customs laws or regulations applicable to the international transport of goods.\n2. This exclusion shall be notified immediately to the Customs authorities of the\nContracting Party on whose territory the person concerned is established or resident, and\nalso to the guaranteeing association(s) in the country where the offence has been\ncommitted.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Tt-aités______99\nArticle 39\nWhen TIR operations are accepted as being otherwise in order:\n1. The Contracting Parties shall disregard minor discrepancies in the observance of\ntime-limits or routes prescribed.\n2. Likewise, discrepancies between the particulars on the goods manifest of the TIR\ncarnet and the actual contents of a road vehicle, combination of vehicles or container shall\nnot be considered as infringements of the Convention by the holder of the TIR carnet\nwhen evidence is produced to the satisfaction of the competent authorities that these\ndiscrepancies were not due to mistakes committed knowingly or through negligence at the\ntime when the goods were loaded or dispatched or when the manifest was made out.\nArticle 40\nThe Customs administrations of the countries of departure and of destination shall\nnot consider the holder of the TIR carnet responsible for the discrepancies which may be\ndiscovered in those countries, when the discrepancies in fact relate to the Customs\nprocedures which preceded or followed a TIR operation and in which the holder was not\ninvolved.\nArticle 41\nWhen it is established to the satisfaction of the Customs authorities that goods\nspecified on the manifest of a TIR carnet have been destroyed or have been irrecoverably\nlost by accident or force majeure or that they are short by reason of their nature, payment\nof the duties and taxes normally due shall be waived.\nArticle 42\nOn receipt from a Contracting Party of a request giving the relevant reasons, the\ncompetent authorities of the Contracting Parties concerned in a TIR operation shall\nfurnish that Contracting Party with all the available information needed for implementa\ntion of the provisions of articles 39, 40 and 41 above.\nCHAPTER v. EXPLANATORY NOTES\nArticle 43\nThe Explanatory Notes set out in annex 6 and annex 7, part III, interpret certain\nprovisions of this Convention and its annexes. They also describe certain recommended\npractices.\nCHAPTER vi. MISCELLANEOUS PROVISIONS\nArticle 44\nEach Contracting Party shall provide the guaranteeing associations concerned with\nfacilities for:\n(a) the transfer of the currency necessary for the sums claimed by the authorities of\nContracting Parties by virtue of the provisions of article 8 of this Convention; and\n(b) the transfer of currency for payment for TIR carnet forms sent to the guaranteeing\nassociations by the corresponding foreign associations or by the international\norganizations.\nVol. 1079, 1-16510\n100_____United Nations — Treaty Series « Nations Unies — Recueil des Traités_____1978\nArticle 45\nEach Contracting Party shall cause to be published the list of the Customs offices of\ndeparture, Customs offices en route and Customs offices of destination approved by it for\naccomplishing TIR operations. The Contracting Parties of adjacent territories shall consult\neach other to agree upon corresponding frontier offices and upon their opening hours.\nArticle 46\n1. No charge shall be made for Customs attendance in connexion with the Customs\noperations mentioned in this Convention, save where it is provided on days or at times or\nplaces other than those normally appointed for such operations.\n2. Contracting Parties shall arrange to the fullest extent possible for Customs\noperations concerning perishable goods at Customs offices to be facilitated.\nArticle 47\n1. The provisions of this Convention shall preclude neither the application of\nrestrictions and controls imposed under national regulations on grounds of public morality,\npublic security, hygiene or public health, or for veterinary or phytopathological reasons,\nnor the levy of dues chargeable by virtue of such regulations.\n2. The provisions of this Convention shall not preclude the application of other\nprovisions either national or international governing transport.\nArticle 48\nNothing in this Convention shall prevent Contracting Parties which form a Customs\nor economic union from enacting special provisions in respect of transport operations\ncommencing or terminating in, or passing through, their territories, provided that such\nprovisions do not attenuate the facilities provided for by this Convention.\nArticle 49\nThis Convention shall not prevent the application of greater facilities which\nContracting Parties grant or may wish to grant either by unilateral provisions or by virtue\nof bilateral or multilateral agreements provided that such facilities do not impede the\napplication of the provisions of this Convention, and in particular, TIR operations.\nArticle 50\nThe Contracting Parties shall communicate to one another, on request, information\nnecessary for implementing the provisions of this Convention, and particularly informa\ntion relating to the approval of road vehicles or containers and to the technical\ncharacteristics of their design.\nArticle 51\nThe annexes to this Convention form an integral part of the Convention.\nCHAPTER vu. FINAL CLAUSES\nArticle 52. SIGNATURE, RATIFICATION, ACCEPTANCE, APPROVAL AND ACCESSION\n1. All States Members of the United Nations or members of any of the specialized\nagencies or of the International Atomic Energy Agency or parties to the Statute of the\nVol. 1079, 1-16510\n1978_____United Nations — IVeaty Séries • Nations Unies — Recueil des TVaités______101\nInternational Court of Justice, and any other State invited by the General Assembly of the\nUnited Nations, may become Contracting Parties to this Convention:\n(a) by signing it without reservation of ratification, acceptance or approval;\n(b) by depositing an instrument of ratification, acceptance or approval after signing it\nsubject to ratification, acceptance or approval; or\n(c) by depositing an instrument of accession.\n2. This Convention shall be open from 1 January 1976 until 31 December 1976\ninclusive for signature at the Office of the United Nations at Geneva by the States referred\nto in paragraph 1 of this article. Thereafter it shall be open for their accession.\n3. Customs or economic unions may, together with all their member States or at any\ntime after all their member States have become Contracting Parties to this Convention,\nalso become Contracting Parties to this Convention in accordance with the provisions of\nparagraphs 1 and 2 of this article. However, these unions shall not have the right to vote.\n4. The instruments of ratification, acceptance, approval or accession shall be\ndeposited with the Secretary-General of the United Nations.\nArticle 53. ENTRY INTO FORCE\n1. This Convention shall enter into force six months after the date on which five\nStates referred to in article 52, paragraph 1, have signed it without reservation of\nratification, acceptance or approval or have deposited their instruments of ratification,\nacceptance, approval or accession.\n2. After five States referred to in article 52, paragraph 1, have signed it without\nreservation of ratification, acceptance or approval, or have deposited their instruments of\nratification, acceptance, approval or accession, this Convention shall enter into force for\nfurther Contracting Parties six months after the date of the deposit of their instruments of\nratification, acceptance, approval or accession.\n3. Any instrument of ratification, acceptance, approval or accession deposited after\nthe entry into force of an amendment to this Convention shall be deemed to apply to this\nConvention as amended.\n4. Any such instrument deposited after an amendment has been accepted but before\nit has entered into force shall be deemed to apply to this Convention as amended on the\ndate when the amendment enters into force.\nArticle 54. DENUNCIATION\n1. Any Contracting Party may denounce this Convention by so notifying the\nSecretary-General of the United Nations.\n2. Denunciation shall take effect fifteen months after the date of receipt by the\nSecretary-General of the notification of denunciation.\n3. The validity of TIR carnets accepted by the Customs office of departure before\nthe date when the denunciation takes effect shall not be affected thereby and the guarantee\nof the guaranteeing association shall hold good in accordance with the provisions of this\nConvention.\nArticle 55. TERMINATION\nIf, after the entry into force of this Convention, the number of States which are\nContracting Parties is for any period of twelve consecutive months reduced to less than\nfive, the Convention shall cease to have effect from the end of the twelve-month period.\nVol. 1079, 1-16510\n102______United Nations — Treaty Series • Nations Unies — Recueil des IVaités_____1978\nArticle 56. TERMINATION OF THE OPERATION OF THE TIR CONVENTION, 1959'\n1. Upon its entry into force, this Convention shall terminate and replace, in relations\nbetween the Contracting Parties to this Convention, the TIR Convention, 1959.\n2. Certificates of approval issued in respect of road vehicles and containers under the\nconditions of the TIR Convention, 1959, shall be accepted during the period of their\nvalidity or any extension thereof for the transport of goods under Customs seal by\nContracting Parties to this Convention, provided that such vehicles and containers\ncontinue to fulfil the conditions under which they were originally approved.\nArticle 57. SETTLEMENT OF DISPUTES\n1. Any dispute between two or more Contracting Parties concerning the interpreta\ntion or application of this Convention shall, so far as possible, be settled by negotiation\nbetween them or other means of settlement.\n2. Any dispute between two or more Contracting Parties concerning the interpretation\nor application of this Convention which cannot be settled by the means indicated in\nparagraph 1 of this article shall, at the request of one of them, be referred to an arbitration\ntribunal composed as follows: each party to the dispute shall appoint an arbitrator, and\nthese arbitrators shall appoint another arbitrator, who shall be chairman. If, three months\nafter receipt of a request, one of the parties has failed to appoint an arbitrator or if the\narbitrators have failed to elect the chairman, any of the parties may request the Secretary-\nGeneral of the United Nations to appoint an arbitrator or the chairman of the arbitration\ntribunal.\n3. The decision of the arbitration tribunal established under the provisions of\nparagraph 2 shall be binding on the parties to the dispute.\n4. The arbitration tribunal shall determine its own rules of procedure.\n5. Decisions of the arbitration tribunal shall be taken by majority vote.\n6. Any controversy which may arise between the parties to the dispute as regards the\ninterpretation and execution of the award may be submitted by any of the parties for\njudgment to the arbitration tribunal which made the award.\nArticle 58. RESERVATIONS\n1. Any State may, at the time of signing, ratifying or acceding to this Convention,\ndeclare that it does not consider itself bound by article 57, paragraphs 2 to 6, of this\nConvention. Other Contracting Parties shall not be bound by these paragraphs in respect\nof any Contracting Party which has entered such a reservation.\n2. Any Contracting Party having entered a reservation as provided for in paragraph 1\nof this article may at any time withdraw such reservation by notifying the Secretary-\nGeneral of the United Nations.\n3. Apart from the reservations provided for in paragraph 1 of this article, no\nreservation to this Convention shall be permitted.\nArticle 59. PROCEDURE FOR AMENDING THIS CONVENTION\n1. This Convention, including its annexes, may be amended upon the proposal of a\nContracting Party by the procedure specified in this article.\n1 United Nations, Treaty Series, vol. 348, p. 13.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series » Nations Unies — Recueil des Traités______103\n2. Any proposed amendment to this Convention shall be considered in an\nAdministrative Committee composed of all the Contracting Parties in accordance with the\nrales of procedure set out in annex 8. Any such amendment considered or prepared during\nthe meeting of the Administrative Committee and adopted by it by a two-thirds majority of\nthe members present and voting shall be communicated by the Secretary-General of the\nUnited Nations to the Contracting Parties for their acceptance.\n3. Except as provided for under article 60, any proposed amendment communicated\nin accordance with the preceding paragraph shall come into force with respect to all\nContracting Parties three months after the expiry of a period of twelve months following\nthe date of communication of the proposed amendment during which period no objection\nto the proposed amendment has been communicated to the Secretary-General of the\nUnited Nations by a State which is a Contracting Party.\n4. If an objection to the proposed amendment has been communicated in accordance\nwith paragraph 3 of this article, the amendment shall be deemed not to have been accepted\nand shall have no effect whatsoever.\nAnicle 60. SPECIAL PROCEDURE FOR AMENDING ANNEXES 1, 2, 3, 4, 5, 6 AND 7\n1. Any proposed amendment to annexes 1, 2, 3, 4, 5, 6 and 7 considered in\naccordance with paragraphs 1 and 2 of article 59 shall come into force on a date to be\ndetermined by the Administrative Committee at the time of its adoption, unless by a prior\ndate determined by the Administrative Committee at the same time, one-fifth or five of\nthe States which are Contracting Parties, whichever number is less, notify the Secretary-\nGeneral of the United Nations of their objection to the amendment. Determination by the\nAdministrative Committee of the dates referred to in this paragraph shall be by a two-\nthirds majority of those present and voting.\n2. On entry into force, any amendment adopted in accordance with the procedures\nset out in paragraph 1 above shall for all Contracting Parties replace and supersede any\nprevious provisions to which the amendment refers.\nArticle 61. REQUESTS, COMMUNICATIONS AND OBJECTIONS\nThe Secretary-General of the United Nations shall inform all Contracting Parties and\nall States referred to in article 52, paragraph 1, of this Convention of any request,\ncommunication or objection under articles 59 and 60 above and of the date on which any\namendment enters into force.\nArticle 62. REVIEW CONFERENCE\n1. Any State which is a Contracting Party may, by notification to the Secretary-\nGeneral of the United Nations, request that a conference be convened for the purpose of\nreviewing this Convention.\n2. A review conference to which all Contracting Parties and all States referred to in\narticle 52, paragraph 1, shall be invited, shall be convened by the Secretary-General of the\nUnited Nations if, within a period of six months following the date of notification by the\nSecretary-General, not less than one-fourth of the States which are Contracting Parties\nnotify him of their concurrence with the request.\n3. A review conference to which all Contracting Parties and all States referred to in\narticle 52, paragraph 1, shall be invited shall also be convened by the Secretary-General\nof the United Nations upon notification of a request by the Administrative Committee.\nThe Administrative Committee shall make a request if agreed to by a majority of those\npresent and voting in the Committee.\nVol. 1079, 1-16510\n104______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\n4. If a conference is convened in pursuance of paragraphs 1 or 3 of this article, the\nSecretary-General of the United Nations shall so advise all the Contracting Parties and\ninvite them to submit, within a period of three months, the proposals which they wish the\nconference to consider. The Secretary-General of the United Nations shall circulate to all\nContracting Parties the provisional agenda for the conference, together with the texts of\nsuch proposals, at least three months before the date on which the conference is to meet.\nArticle 63. NOTIFICATIONS\nIn addition to the notifications and communications provided for in articles 61 and\n62, the Secretary-General of the United Nations shall notify all the States referred to in\narticle 52 of the following:\n(a) signatures, ratifications, acceptances, approvals and accessions under article 52;\n(b) the dates of entry into force of this Convention in accordance with article 53;\n(c) denunciations under article 54;\n(d) the termination of this Convention under article 55;\n(e) reservations under article 58.\nArticle 64. AUTHENTIC TEXT\nAfter 31 December 1976, the original of this Convention shall be deposited with the\nSecretary-General of the United Nations, who shall transmit certified true copies to each\nof the Contracting Parties and to the States referred to in article 52, paragraph 1, which are\nnot Contracting Parties.\nIN WITNESS WHEREOF, the undersigned, being duly authorized thereto, have signed this\nConvention.\nDONE at Geneva, this fourteenth day of November one thousand nine hundred and\nseventy-five, in a single copy in the English, French and Russian languages, the three\ntexts being equally authentic.\nANNEX 1\nMODEL OF TIR CARNET1\nThe TIR carnet is printed in French except for page 1 of the cover where the items are also\nprintteedd iinn EEnngglliisshh.. TThhee \"\"RRuulleess rreeggaarrddiinngg tthhee uussee ooff tthhee TTIIRR ccaa rnet\" given in French on page 2 of the\ncover are also printed in English on page 3 of the cover.\nANNEX 2\nREGULATIONS ON TECHNICAL CONDITIONS APPLICABLE TO ROAD VEHICLES\nWHICH MAY BE ACCEPTED FOR INTERNATIONAL TRANSPORT UNDER CUSTOMS\nSEAL\nArticle 1. BASIC PRINCIPLES\nApproval for the international transport of goods under Customs seal may be granted only to\nvehicles, the load compartments of which are constructed and equipped in such a manner that:\n(d) no goods can be removed from, or introduced into, the sealed part of the vehicle without\nleaving obvious traces of tampering or without breaking the Customs seal;\n(b) Customs seals can be simply and effectively affixed to them;\n1 See inserts in a pocket at the end of the volume.\nVol. 1079, 1-16510\n1978_____United Nations — Tteaty Séries • Nations Unies — Recueil dés li-aités_____105\n(c) they contain no concealed spaces where goods may be hidden;\n(d) all spaces capable of holding goods are readily accessible for Customs inspection.\nArticle 2. STRUCTURE OF LOAD COMPARTMENTS\n1. To meet the requirements of article 1 of these Regulations:\n(a) the constituent parts of the load compartment (sides, floor, doors, roof, uprights, frames, cross-\npieces, etc.) shall be assembled either by means of devices which cannot be removed and\nreplaced from the outside without leaving obvious traces or by such methods as will produce a\nstructure which cannot be modified without leaving obvious traces. When the sides, floor,\ndoors and roof are made up of various components, these shall meet the same requirements and\nbe of sufficient strength;\n(b) doors and all other closing systems (including stopcocks, manhole-covers, flanges, etc.) shall\nbe fitted with a device on which Customs seals can be fixed. This device must be such that it\ncannot be removed and replaced from the outside without leaving obvious traces, or the door or\nfastening be opened without breaking the Customs seals. The latter shall be adequately\nprotected. Opening roofs shall be permitted;\n(c) apertures for ventilation and drainage shall be provided with a device preventing access to the\ninterior of the load compartment. This device must be such that it cannot be removed and\nreplaced from the outside without leaving obvious traces.\n2. Notwithstanding the provisions of article 1 (c) of these Regulations, constituent parts of the\nload compartment which, for practical reasons, have to include empty spaces (for example, between\nthe partitions of a double wall) shall be permitted. In order that the said spaces cannot be used to\nconceal goods:\n(i) where it covers the full height from floor to roof, or, in other cases, where the space between it\nand the outer wall is completely enclosed, the lining inside the load compartment shall be so\nfitted that it cannot be removed and replaced without leaving obvious traces; and\n(ii) where a lining is of less than full height and the spaces between the lining and the outer wall are\nnot completely enclosed, and in all other cases where spaces occur in the construction of a load\ncompartment, the number of such spaces shall be kept to a minimum and these spaces shall be\nreadily accessible for Customs inspection.\n3. Windows shall be allowed provided that they are made of materials of sufficient strength\nand that they cannot be removed and replaced from the outside without leaving obvious traces.\nGlass shall nevertheless be permitted, but in this case the window shall be fitted with a fixed metal\ngrille which cannot be removed from the outside; the mesh of the grille shall not exceed 10 mm.\n4. Openings made in the floor for technical purposes, such as lubrication, maintenance and\nfilling of the sand-box, shall be allowed only on condition that they are fitted with a cover capable of\nbeing fixed in such a way as to render the load compartment inaccessible from the outside.\nArticle 3. SHEETED VEHICLES\n1. Where applicable, the provisions of articles 1 and 2 of these Regulations shall apply to\nsheeted vehicles. In addition, these vehicles shall conform to the provisions of this article.\n2. The sheet shall be either of strong canvas or of plastic-covered or rubberized cloth, which\nshall be of sufficient strength and unstretchable. It shall be in good condition and made up in such a\nway that once the closing device has been secured, it is impossible to gain access to the load\ncompartment without leaving obvious traces.\n3. If the sheet is made up of several pieces, their edges shall be folded into one another and\nsewn together with two seams at least 15 mm apart. These seams shall be made as shown in Sketch\nNo. 1 appended to these Regulations; however, where in the case of certain parts of the sheet (such\nas flaps and reinforced corners) it is not possible to assemble the pieces in that way, it shall be\nsufficient to fold the edge of the top section and make the seams as shown in Sketches Nos. 2 or\n2 (a) appended to these Regulations. One of the seams shall be visible only from the inside and the\ncolour of the thread used for that seam shall be clearly different from the colour of the sheet itself\nand from the colour of the thread used for the other seam. All seams shall be machine-sewn.\nVol. 1079, 1-16510\n106______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____Ï978\n4. If the sheet is of plastic-covered cloth, and is made up of several pieces, the pieces may\nalternatively be welded together in the manner shown in Sketch No. 3 appended to these\nRegulations. The edges of the pieces shall overlap by at least 15 mm. The pieces shall be fused\ntogether over the whole width of the overlap. The edge of the outer sheet shall be covered with a\nband of plastic material at least 7 mm wide, affixed by the same welding process. The plastic band\nand the sheet on each side of it for a width of at least 3 mm shall have a clearly defined uniform\nrelief pattern stamped on them. The pieces shall be welded in such a way that they cannot be\nseparated and rejoined without leaving obvious traces.\n5. Repairs shall be made in accordance with the method described in Sketch No. 4 appended\nto these Regulations; the edges shall be folded into one another and sewn together with two visible\nseams at least 15 mm apart; the colour of the thread visible from the inside shall be different from\nthat of the thread visible from the outside and from that of the sheet itself; all seams shall be\nmachine-sewn. When a sheet which has been damaged near the edges is repaired by replacing the\ndamaged part by a patch, the seam can also be made in accordance with the provisions of\nparagraph 3 of this article and Sketch No. 1 appended to these Regulations. Sheets of plastic-\ncovered cloth may alternatively be repaired in accordance with the method described in paragraph 4\nof this article, but in that case the plastic band must be affixed to both sides of the sheet, the patch\nbeing fitted on the inside of the sheet.\n6. (a) The sheet shall be fixed to the vehicle in strict compliance with the conditions set forth\nin article 1 (a) and (b) of these Regulations. The following types of fastening shall be provided:\n(i) metal rings fixed to the vehicles;\n(ii) eyelets let into the edge of the sheet;\n(iii) a fastening passing through the rings above the sheet and visible from the outside for its entire\nlength.\nThe sheet shall overlap solid parts of the vehicle by at least 250 mm, measured from the centre of the\nsecuring rings, unless the system of construction of the vehicle in itself prevents all access to the\nload compartment.\n(b) When any edge of a sheet is to be permanently secured to a vehicle, the two surfaces shall\nbe joined together without a break and shall be held in place by strong devices.\n7. The sheet shall be supported by an adequate superstructure (uprights, sides, arches, slats,\netc.).\n8. The spaces between the rings and the spaces between the eyelets shall not exceed 200 mm.\nThe eyelets shall be reinforced.\n9. The following fastenings shall be used:\n(a) steel wire ropes of at least 3 mm diameter; or\n(b) ropes of hemp or sisal of at least 8 mm diameter encased in a transparent sheath of unstretchable\nplastic.\nWire ropes may have a transparent sheath of unstretchable plastic.\n10. Each rope shall be in one piece and have a hard metal end-piece at each end. The fastener\nof each metal end-piece shall include a hollow rivet passing through the rope so as to allow the\nintroduction of the thread or strap of the Customs seal. The rope shall remain visible on either side\nof the hollow rivet so that it is possible to ensure that the rope is in one piece (see Sketch No. 5\nappended to these Regulations).\n1 h At the openings in the sheet, used for loading and unloading, the two edges of the sheet\nshall have an adequate overlap. They shall also be fastened by:\n(a) a flap sewn or welded in accordance with paragraphs 3 and 4 of this article;\n(b) rings and eyelets meeting the conditions of paragraph 8 of this article; and\n(c) a thong made of appropriate material, in one piece and unstretchable, at least 20 mm wide and\n3 mm thick, passing through the rings and holding together the two edges of the sheet and the\nflap; the thong shall be secured inside the sheet and fitted with an eyelet to take the rope\nmentioned in paragraph 9 of this article.\nA flap shall not be required if a special device, such as a baffle plate, is fitted, which prevents access\nto the load compartment without leaving obvious traces.\nVol, I079, 1-16510\n1978 United Nations — IVeaty Séries • Nations Unies — Recueil des TVaités 107\nSKETCH No. 1. SHEET MADE OF SEVERAL PIECES SEWN TOGETHER\nOutside view\n\\\nSeam\nInside view\nSeam\nSeam (thread of a colour different\nfrom that of th sheet and from\nthat of the other seam)\nSection a-a\nDouble flat seam\nAt least Thread visible from the inside\n15 mm only and of a colour different\nfrom that of the sheet and\nfrom that of the other seam\nVol. 1079, 1-16510\n108 United Nations — Treaty Series • Nations Unies — Recueil des TVaités 1978\nSKETCH No. 2. SHEET MADE OF SEVERAL PIECES SEWN TOGETHER\nComer seam\nSeam\nOutside\nview\nInside Seam ^thread of a colour different\nview from that of the sheet and from\nthat of the other seam\nSection a-a\nThread visible from the\ninside only and of a colour\ndifferent from that of the\nsheet and from that of the\nother seam\nVol. 1079, 1-16510\n1978 United Nations — Treaty Séries • Nations Unies — Recueil des Traités 109\nSKETCH No. 2 (a). SHEET MADE OF SEVERAL PIECES SEWN TOGETHER\nCorner seam\nOutside\nview\nInside\nview ^ Seam (thread oil a colour\ndifferent from [that of the sheet and\nfrom that of the other seam)\nThread visible from the inside\nonly and of a colour different from\nthat of the sheet and from that of\nthe other seam\nVol. 1079, 1-16510\n110 United Nations — Treaty Series • Nations Unies — Recueil des Itaités 1978\nSKETCH No. 3. SHEET MADE OF SEVERAL PIECES WELDED TOGETHER\n— —f— Outside view\nBand of plastic material\nSection a-a\nThe figures shown\nare\nInside view\nVol. 1079, 1-16510\n1978 United Nations — Treaty Series • Nations Unies — Recueil des Traités\nSKETCH No. 4. REPAIR OF THE SHEET\nr-'— ~—~ —~— -—-——- - -——j— -},\n1 Séants\nOutside view <*-\nn il\na \"• ; t\n! i\n•_.\n. ________ _ _ ___ __ J\nInside view Se\nOutside\nSection a-a\nInside\nAt least\n15 nun\n* Threads visible from inside shall be of a colour different from that of the threads visible from the outside and from that of\nthe sheet. - - - - •\nVol. 1079, 1-16510\n112 United Nations — Treaty Series • Nations Unies — Recueil des Iraités 1978\nSKETCH No. 5. EXAMPLE OF END-PIECE\n1. Side view; Front\nHollow rivet for passing the\nthread or strap of the\nCustoms seal (minimum\ndimensions of the hole!\nwidth 5 mm, length\n11 mm)\nRope\nTransparent\nSolid rivet plastic\nsheath\nHard metal\nend-piece\nHole for closing\nby carrier\n2. Side view; Back\nVol, 1079, 1-16510\n1978_____United Nations — Treaty Series » Nations Unies — Recueil des Tt-aités______113\nANNEX 3\nPROCEDURE FOR THE APPROVAL OF ROAD VEHICLES COMPLYING WITH THE\nTECHNICAL CONDITIONS SET FORTH IN THE REGULATIONS CONTAINED IN\nANNEX 2\nGeneral\n1. Road vehicles may be approved by one of the following procedures:\n(a) individually, or\n(b) by design type (series of road vehicles).\n2. An approval certificate conforming to the standard form of annex 4 shall be issued for\napproved vehicles. This certificate shall be printed in the language of the country of issue and in\nFrench or English. When the authority which has granted the approval deems it necessary,\nphotographs or diagrams authenticated by that authority shall be attached to the certificate. The\nnumber of those documents shall then be inserted by that authority under Item No. 6 of the approval\ncertificate.\n3. The approval certificate shall be kept on the road vehicle,\n4. Road vehicles shall be produced every two years, for the purposes of inspection and of\nrenewal of approval where appropriate, to the competent authorities of the country in which the\nvehicle is registered or, in the case of unregistered vehicles, of the country in which the owner or\nuser is resident.\n5. If a road vehicle no longer complies with the technical conditions prescribed for its\napproval, it shall, before it can be used for the transport of goods under cover of TIR carnets, be\nrestored to the condition which had justified its approval so as to comply again with the said\ntechnical conditions.\n6. If the essential characteristics of a road vehicle are changed, the vehicle shall cease to be\ncovered by the approval and shall be reapproved by the competent authority before it can be used for\nthe transport of goods under cover of TIR carnets.\n7. The competent authorities of the country of registration of the vehicle or, in the case of\nvehicles for which registration is not required, the competent authorities of the country where the\nowner or user of the vehicle is established may, as the case may be, withdraw or renew the approval\ncertificate or issue a new approval certificate in the circumstances set out in article 14 of this\nConvention and in paragraphs 4, 5 and 6 of this annex.\nProcedure for individual approval\n8. The owner, the operator or the representative of either shall apply to the competent authority\nfor individual approval. The competent authority shall inspect the road vehicle produced in\naccordance with the general rules laid down in paragraphs 1 to 7 above and shall satisfy itself that\nthe vehicle complies with the technical conditions prescribed in annex 2, and after approval shall\nissue a certificate conforming to the model in annex 4.\nProcedure for approval by design type (series of road vehicles)\n9. Where road vehicles are manufactured by type series, the manufacturer may apply to the\ncompetent authority of the country of manufacture for approval by design-type.\n10. The manufacturer shall state in his application the identification numbers or letters which\nhe assigns to the type of road vehicle to which his application for approval relates.\n11. The application shall be accompanied by drawings and a detailed design specification of\nthe type of road vehicle to be approved.\n12. The manufacturer shall give an undertaking in writing that he will:\n(a) produce to the competent authority such vehicles of the type concerned as that authority may\nwish to examine;\n(b) permit the competent authority to examine further units at any time during the production of the\ntype series concerned;\nVol. 1079, 1-16510\n114______United Nations — Treaty Series • Nations Unies — Recueil des 1>aités_____1978\n(c) advise the competent authority of any change, however small, in the design or specification\nbefore proceeding with such change;\n(d) mark the road vehicles in a visible place with the identification numbers or letters of the design-\ntype and the serial number of the vehicle in the type series (manufacturer's number);\n(e) keep a record of vehicles manufactured to the approved design-type.\n13. The competent authority shall state what changes, if any, must be made to the proposed\ndesign-type in order that approval may be granted.\n14. No approval by design-type shall be granted unless the competent authority has satisfied\nitself by examination of one or more vehicles manufactured to the design-type concerned that\nvehicles of that type comply with the technical conditions prescribed in annex 2.\n15. The competent authority shall notify the manufacturer in writing of its decision to grant\napproval by design-type. This decision shall be dated and numbered. The authority which took the\ndecision shall be clearly designated.\n16. The competent authority shall take the necessary steps to issue an approval certificate,\nwhich it has duly signed, in respect of every vehicle built in conformity with an approved design-\ntype.\n17. The holder of the approval certificate shall, before using the vehicle for the carriage of\ngoods under the cover of a TIR carnet, fill in, as may be required, on the approval certificate:\n— the registration number given to the vehicle (Item No. 1); or\n— in the case of a vehicle not subject to registration, particulars of his name and business address\n(Item No. 8).\n18. When a vehicle which has been approved by design-type is exported to another country\nwhich is a Contracting Party to this Convention, no further approval procedure shall be required in\nthat country on account of its importation.\nProcedure for endorsement of the certificate of approval\n19. When an approved vehicle, carrying goods under cover of a TIR carnet, is found to have\nmajor defects, the competent authorities of Contracting Parties may either refuse to allow the vehicle\nto continue its journey under a TIR carnet, or allow the vehicle to continue its journey under a TIR\ncarnet on its territory while taking the necessary security precautions. The approved vehicle must be\nrestored to a satisfactory state as rapidly as possible, and in any case before it is again used for the\ntransport of goods under cover of a TIR carnet.\n20. In each of these cases the Customs authorities shall make an appropriate endorsement in\nItem No. 10 of the certificate of approval of the vehicle. When the vehicle has been restored to a\ncondition which justifies approval, it shall be presented to the competent authorities of a Contracting\nParty who shall revalidate the certificate by adding an endorsement to Item No. 11 cancelling the\nearlier observations. No vehicle, the certificate of which has been endorsed at Item No. 10 under\nthe provisions of the preceding paragraph, may again be used for the transport of goods under a TIR\ncarnet until it has been restored to a satisfactory condition and until the endorsement in Item No. 10\nhas been cancelled as stated above.\n21. Each endorsement made on the certificate shall be dated and authenticated by the\ncompetent authorities.\n22. When a vehicle is found to have defects which the Customs authorities consider to be of\nminor importance and not involving the risk of smuggling, the continued use of the vehicle for the\ntransport of goods under cover of a TIR carnet can be authorized. The holder of the approval\ncertificate shall be notified of the defects and shall restore his vehicle to a satisfactory state within a\nreasonable time.\nVol. 1079, 1-16510\nANNEX 4\nMODEL CERTIFICATE OF APPROVAL OF A ROAD VEHICLE\n(Back page) (Cover page)\nIMPORTANT NOTICE APPROVAL CERTIFICATE G\n-, v he au*hority which ^ ^ran*ed the of a road vehicle for the transport of goods I\napproval deems it necessary, photographs or re\ndiagrams authenticated by that authority, shall mder Customs\nbe attached to the approval certificate. The\nnumber of those documents shall then be inserted\nby the competent authority, under item No. 6 of\nthe certificate.\nCertificate No.\n2. The certificate shall be kept on the road\nvehicle. TIE Convention of lk November 1975\n3. Road vehicles shall be produced every\ntwo years, for the purposes of inspection and of\nrenewal of approval where appropriate, to the &.\ne\ncompetent authorities of the country in which the Issued by (competent authority)\nvehicle is registered or, in the case of\nunregistered vehicles, of the country in which the\nowner or user is resident.\n4. If a road vehicle no longer complies with\nthe technical conditions prescribed for its\napproval, it shall, before it can be used for\nthe transport of goods under cover of TIR carnets,\nbe restored to the condition which had justified -f\nits approval so as to comply again with the said Si\ntechnical conditions.\n5. If the essential characteristics of a road\nvehicle are changed, the vehicle shall cease to\nbe covered by the approval and shall be S\nreapproved by the competerit authority before it\ncan be used for the transport of goods under\ncover of TIR carnets.\nCERTIFICATE OF APPROVAL REMARKS\ng: HO.\n(reserved for the use of Competent Authorities)\n10. Defects noted 11. Rectification of defects\no 1. Registration Ho.\n2. Type of vehicle\nG\n3. Chassis Ho.\n4. Trade mark (or name of manufacturer) I\nAuthority Stamp Authority Stamp\n5. Other particulars\ns-\n6. Number of annexes\nSignature Signature g\n7. APPROVAL\nValid until 10. Defects noted 11. Rectification of defects\nP\"l individual approval\n[\"\"] approval by design type\n(mark applicable alternative with an \"X\")\nStamp\nPlace Authority Stamp .Authority Stamp\nDate Z\nSignature Signature Signature a o\na\nIK\n8. HOLDER (owner or operator) (for unregistered vehicles only) 0. Defects noted G\nand address\n9. RENEWALS\nValid until Authority Stamp Authori ty Stamp\nSignature Signature Î\n$•\nSignature 12. Other remarks\nStamp\nIMPORTANT HOTICE OVERIEAP\n1978_____United Nations — Tteaty Séries • Nations Unies — Recueil des \"fraités______117\nANNEX 5\nTIR PLATES\n1. The dimensions of the plates shall be 250 mm by 400 mm.\n2. The letters TIR in capital Latin characters shall be 200 mm high and their strokes at least\n20 mm wide. The letters shall be white on a blue ground.\nANNEX 6\nEXPLANATORY NOTES\nIntroduction\n(i) In accordance with the provisions of article 43 of this Convention, the explanatory notes\ninterpret certain provisions of this Convention and of its annexes. They also describe certain\nrecommended practices.\n(ii) The explanatory notes do not modify the provisions of this Convention or of its annexes\nbut merely make their contents, meaning and scope more precise.\n(iii) In particular, having regard to the provisions of article 12 of this Convention and of\nannex 2 relating to the technical conditions for the approval of road vehicles for transport under\nCustoms seal, the explanatory notes specify, where appropriate, the construction techniques to be\naccepted by the Contracting Parties as complying with those provisions. The explanatory notes also\nspecify, where appropriate, which construction techniques do not comply with those provisions.\n(iv) The explanatory notes provide a means of applying the provisions of this Convention and\nof its annexes so as to take into account the development of technology and economic requirements.\n0 MAIN TEXT OF THE CONVENTION\n0.1 Article 1\n0.1 (b) The fees and charges excepted in article 1, subparagraph (b), mean all sums,\nother than import or export duties and taxes, levied by Contracting Parties on or in\nconnexion with importation or exportation. These sums shall be limited in amount\nto the approximate cost of the services rendered and shall not represent an indirect\nprotection to domestic products or a tax on imports or exports for fiscal purposes.\nSuch fees and charges include inter alia payments relating to:\n— certificates of origin if they are required for transit;\n— analyses carried out by Customs laboratories for control purposes;\n— Customs inspections and other clearance operations carried out outside normal\nworking hours or away from Customs offices;\n— inspections for sanitary, veterinary or phytopathological reasons.\n0.1 (e) The term \"demountable body\" means a load compartment which has no\nmeans of locomotion and which is designed to be transported upon a road vehicle,\nthe chassis of which, together with the under-framing of the body, is specially\nadapted for this purpose.\n0.1 (e) (i) The term \"partially enclosed\", as applied to equipment in article 1,\nsubparagraph (e) (i), relates to equipment generally consisting of a floor and a\nsuperstructure marking off a loading space equivalent to that of a closed container.\nThe superstructure is generally made up of metal members forming the frame of a\ncontainer. Containers of this type may also comprise one or more lateral or frontal\nwalls. In some cases there is only a roof attached to the floor by uprights. This type\nof container is used in particular for the transport of bulky goods (motor cars, for\nexample).\nVol. 1079, 1-16510\n118______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\n0.2 Article 2\n0.2-1 Article 2 provides that a transport operation under cover of a TIR carnet may\nbegin and end in the same country on condition that part of the journey is\nperformed in foreign territory. In such cases there is nothing to prevent the\nCustoms authorities of the country of departure from requiring, in addition to the\nTIR carnet, a national document, intended to ensure duty-free reimportation of the\ngoods. It is nevertheless recommended that Customs authorities should not insist\non the use of such a document but accept instead an appropriate endorsement on\nthe TIR carnet.\n0.2-2 The provisions of this article allow goods to be carried under cover of a TIR\ncarnet when only part of the journey is made by road. They do not specify what\npart of the journey has to be made by road and it is sufficient that this should occur\nat some point between the beginning and the end of the TIR operation. However, it\nmay happen that, for unforeseen reasons of a commercial or accidental nature, no\npart of the journey can be made by road, despite the intentions of the sender at the\nstart of the journey. In these exceptional cases the Contracting Parties shall\nnevertheless accept the TIR carnet and the liability of the guaranteeing associa\ntions shall remain in force.\n0.5 Article 5\nThis article does not exclude the right to carry out spot checks on the goods\nbut stresses that these checks should be very limited in number. The international\nTIR carnet procedure, in fact, provides protection greater than that given by\nnational procedures. Firstly the particulars on the TIR carnet relating to the goods\nmust agree with the particulars given on the Customs documents which may be\nrequired in the country of departure. In addition the countries of transit and\ndestination are given protection by the controls which are carried out at departure\nand which are certified by the Customs authorities at the office of departure. (See\nnote below to article 19.)\n0.6.2 Article 6, paragraph 2\nUnder the provisions of this paragraph, the Customs authorities of a country\nmay approve more than one association, each of which may incur liability arising\nfrom the operations undertaken under cover of the carnets issued by it or by its\ncorresponding associations.\n0.8.3 Article 8, paragraph 3\nCustoms authorities are recommended to limit to a sum equal to $US50,000\nper TIR carnet the maximum amount which may be claimed from the guaranteeing\nassociation.\n0.8.6 Article 8, paragraph 6\n1. In the absence in the TIR carnet of particulars detailed enough to enable\ncharges on the goods to be determined, the parties concerned may produce\nevidence of their precise nature.\n2. If no evidence is furnished, duties and taxes will be charged, not at a flat\nrate unrelated to the nature of the goods, but at the highest rate applicable to the\nkind of goods covered by the particulars in the TIR carnet.\n0.10 Article 10\nThe certificate of discharge of the TIR carnet shall be regarded as having\nbeen obtained in an improper or fraudulent manner when the TIR operation has\nbeen carried out by means of load compartments or containers adapted for\nfraudulent purposes, or when such malpractices as the use of false or inaccurate\ndocuments, the substitution of goods, tampering with Customs seals, etc., have\nbeen discovered, or when the certificate has been obtained by other illicit means.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des TVaités______119\n0.11 Article 11\n0.11-1 In deciding whether or not to release the goods or vehicle, Customs\nauthorities should not, when they have other means in law of protecting the\ninterests for which they are responsible, be influenced by the fact that the\nguaranteeing association is liable for the payment of duties, taxes and default\ninterest payable by the holder of the carnet.\n0.11-2 If a guaranteeing association is asked, in accordance with the procedure set\nout in article 11, to pay the sums referred to in article 8, paragraphs 1 and 2, and\nfails to do so within the time-limit of three months prescribed by the Convention,\nthe competent authorities may rely on national regulations in requiring payment of\nthe sums in question because what is involved in such cases is a failure to carry out\na contract of guarantee entered into by the guaranteeing association under national\nlaw.\n0.15 Article 15\nCertain difficulties may arise in the case of vehicles not subject to\nregistration, such as in some countries, trailers or semi-trailers, when Customs\ndocuments are not required for temporary admission. In that case, the provisions\nof article 15 may be observed, while assuring adequate protection for the Customs\nauthorities, by recording particulars of these vehicles (make and numbers) on\nvouchers 1 and 2 of the TIR carnet used by the countries concerned and on the\ncorresponding counterfoils.\n0.17 Article 17\n0.17-1 The provision that the manifest of the goods covered by the TIR carnet shall\nshow separately the contents of each vehicle of a combination of vehicles, or of\neach container, is only intended to simplify Customs inspection of the contents of\neach vehicle or container. This provision shall not therefore be interpreted so\nrigidly that each variation between the actual contents of a vehicle or container and\nthe contents of that vehicle or container as shown on the manifest is considered a\nbreach of the provisions of the Convention. If the carrier can satisfy the relevant\nauthorities that, notwithstanding such a variation, all the goods shown on the\nmanifest agree with the total of goods loaded in the combination of vehicles or in\nall the containers covered by the TIR carnet, this shall not normally be considered\na breach of Customs requirements.\n0.17-2 In the case of household removals, the procedure laid down in para\ngraph 10 (c) of the Rules for the use of the TIR carnet can be applied, the list of\narticles concerned being reasonably condensed.\n0.18 Article 18\n0.18-1 It is essential for the smooth operation of the TIR procedure that the Customs\nauthorities of one country should refuse to designate a Customs office of exit as a\nCustoms office of destination for a transport operation which is going on to a\nneighbouring country when that country is also a Contracting Party to this\nConvention, unless there are some special circumstances to justify the request.\n0.18-2 1. Goods should be so loaded that the consignment to be unloaded at the first\nunloading point can be taken out of the vehicle or the container without it being\nnecessary to unload the other consignment or consignments of goods due to be\nunloaded at the other unloading points.\n2. Where a transport operation involves unloading at more than one office, it\nis necessary that, after a partial unloading, a record of it should be made in box 12\non all the remaining manifests of the TIR carnet, and at the same time another\nrecord should be made on the remaining vouchers and the corresponding\ncounterfoils to the effect that new seals have been affixed.\nVol. 1079, 1-16510\n120______United Nations — Iteaty Séries • Nations Unies — Recueil des Thutés_____1978\n0.19 Article 19\nThe requirement that the Customs office of departure should check the\naccuracy of the goods manifest implies the need to verify at least that the\nparticulars in the goods manifest tally with those in the export documents and in\nthe transport or other commercial documents relating to the goods; the Customs\noffice of departure may also have to examine the goods. The Customs office of\ndeparture must also, before affixing seals, check the condition of the road vehicle\nor container and, in the case of sheeted vehicles or containers, the condition of the\nsheets and sheet fastenings, as this equipment is not included in the certificate of\napproval.\n0.20 Article 20\nWhen fixing time-limits for the transport of goods within their territory,\nCustoms authorities must likewise take into account inter alia any special\nregulations to which carriers are subject, particularly regulations concerning\nworking hours and mandatory rest periods for drivers of road vehicles. It is\nrecommended that these authorities should exercise their right to prescribe a route\nonly when they consider it essential.\n0.21 Article 21\n0.21-1 The provisions of this article do not restrict the right of Customs authorities to\nexamine all parts of a vehicle other than the sealed load compartment.\n0.21-2 The Customs office of entry may turn back the carrier to the Customs office\nof exit of the adjacent country if it finds that no clearance has been given by that\noffice or that clearance has not been given in due form. In such cases the Customs\noffice of entry inserts a note in the TIR carnet for the Customs office of exit\nconcerned.\n0.21-3 If in the course of an examination, Customs authorities draw samples of\ngoods, a note recording full particulars of the goods taken must be made by those\nauthorities on the goods manifest of the TIR carnet.\n0.28 Article 28\n1. Article 28 provides that discharge of the TIR carnet at the office of\ndestination shall take place without delay, on condition that the goods are placed\nunder another Customs procedure or cleared for home use.\n2. The use of the TIR carnet must be restricted to the function which it was\nintended to cover, namely the transit operation. The TIR carnet must not, for\nexample, be used to cover the storage of goods under Customs control at\ndestination. Where no irregularity has taken place, the office of destination must\ndischarge the TIR carnet as soon as the goods covered by the carnet have come\nunder another Customs procedure or have been cleared for home use. In practice,\ndischarge must be given as soon as the goods have been directly re-exported (as,\nfor example, when they are shipped on arrival at a port), or as soon as a declaration\nfor Customs purposes has been made at the place of destination, or as soon as the\ngoods have been received into a place approved for storage while awaiting a\ndeclaration for Customs purposes (for example, a transit shed), in accordance with\nthe regulations in force in the country of destination.\n0.29 Article 29\nNo certificate of approval is required for road vehicles or containers\ntransporting heavy or bulky goods. It is, nevertheless, the responsibility of the\nCustoms office of departure to make sure that the other conditions laid down in\nthis article for this type of transport operation are met. Customs offices of other\nContracting Parties shall accept the decision of the Customs office of departure\nunless in their opinion it is clearly in conflict with the provisions of article 29.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des TVaités______121\n0.38.1 Article 38, paragraph 1\nA business enterprise should not be excluded from the TIR system because of\noffences commited by one of its drivers without the knowledge of the manage\nment.\n0.38.2 Article 38, paragraph 2\nWhere a Contracting Party has been notified that a person established or\nresident in its territory has committed an offence on the territory of a foreign\ncountry, it need not cease to allow the issue of TIR carnets to that person.\n0.39 Article 39\nThe expression \"mistakes committed through negligence\" is to be taken to\nmean acts which, although not committed deliberately and in full knowledge of the\nfacts, are due to a failure to take reasonable and necessary steps to ensure the\naccuracy of the facts in any particular case.\n0.45 Article 45\nContracting Parties are recommended to make the largest possible number of\nCustoms offices, both inland and at the frontier, available for dealing with TIR\noperations.\n2 ANNEX 2\n2.2 Article 2\n2.2.1 (a) Subparagraph 1 (a), Assembly of constituent parts\n(a) Where joining devices (rivets, screws, bolts and nuts, etc.) are used, a\nsufficient number of such devices shall be inserted from outside, traverse the\nassembled constituent parts, protrude inside and there be firmly secured (e.g.,\nriveted, welded, bushed or bolted and swaged or welded on the nut). However,\nconventional rivets (i.e., rivets whose placing requires handling from both sides of\nthe assembly of constituent parts) may also be inserted from the inside.\nNotwithstanding the above, load compartment floors may be secured by means of\nself-tapping screws, or self-drilling rivets or rivets inserted by means of an\nexplosive charge, when placed from inside and passing at right-angles through the\nfloor and the metallic cross-pieces underneath, on condition, except in the case of\nself-tapping screws, that some of their ends be flush with the level of the outside\npart of the cross-piece or be welded on to it.\n(b) The competent authority shall determine what joining devices, and how\nmany of them, must fulfil the requirements of subparagraph (a) of this note; they\nshall do so by making sure that the constituent parts so assembled cannot be\ndisplaced and replaced without leaving obvious traces. The choice and placing of\nother joining devices are not subject to any restriction.\n(c) Joining devices which can be removed and replaced from one side\nwithout leaving obvious traces, i.e., without requiring handling from both sides of\nthe constituent parts to be assembled, shall not be allowed under subparagraph (a)\nof this note. Examples of such devices are expansion rivets, blind rivets and the\nlike.\n(d) The assembly methods described above shall apply to special vehicles,\nfor example to insulated vehicles, refrigerated vehicles and tank-vehicles in so far\nas they are not incompatible with the technical requirements which such vehicles\nmust fulfil having regard to their use. Where, due to technical reasons, it is not\npracticable to secure parts in the manner described in subparagraph (a) of this note,\nthe constituent parts may be joined by means of the devices mentioned in\nsubparagraph (c) of this note provided that the devices used on the inner face of the\nwall are not accessible from the outside.\nVol. 1079, 1-16510\n122______United Nations — Tteaty Séries • Nations Unies — Recueil des Traités_____1978\n2.2.1 (b) Subparagraph 1 (b), Doors and other cloning systems\n(a) The device on which Customs seals can be fixed must:\n(i) be secured by welding, or by not less than two joining devices conforming to\nsubparagraph (a) of explanatory note 2.2.1 (a); or\n(ii) be so designed that when the load compartment has been closed and sealed\nthe device cannot be removed without leaving obvious traces.\nIt must also:\n(iii) incorporate holes of not less than 11 mm in diameter or slots of at least 11 mm\nin length by 3 mm in width, and\n(iv) afford equal security whatever type of seal is used.\n(b) Butt hinges, strap hinges, hinge-pins and other devices for hanging doors\nand the like must be secured in conformity with the requirements of\nsubparagraphs (a) (i) and (ii) of this note. Moreover, the various components of\nsuch devices (e.g., hinge-plates, pins or swivels) must be so fitted that they cannot\nbe removed or dismantled when the load compartment is closed and sealed without\nleaving obvious traces. However, where such a device is not accessible from\noutside it will suffice if, when the door or the like has been closed and sealed, it\ncannot be detached from the hinge or similar device without leaving obvious\ntraces. Where a door or closure-device has more than two hinges, only those two\nhinges nearest to the extremities of the door need to be fixed in conformity with\nthe requirements of subparagraph (a) (i) and (ii) above.\n(c) Exceptionally, in the case of vehicles having insulated load compart\nments, the Customs sealing device, the hinges and any fittings, the removal of\nwhich would give access to the interior of the load compartment or to spaces in\nwhich goods could be concealed, may be fixed to the doors of such load\ncompartments by means of set bolts or set screws which are inserted from the\noutside but which do. not otherwise meet the requirements of explanatory\nnote 2.2.1 (a), subparagraph (a), above, on condition that:\n(i) the tails of the set bolts or set screws are fixed into a tapping plate or similar\ndevice fitted behind the outer layer or layers of the door structure; and\n(ii) the heads of the appropriate number of set bolts or set screws are so welded to\nthe Customs sealing device, hinges, etc., that they are completely deformed\nand that the set bolts or set screws cannot be removed without leaving visible\nsigns of tampering.*\nThe term \"insulated load compartment\" is to be taken to include refrigerated and\nisothermic load compartments.\n(d) Vehicles comprising a large number of such closures as valves,\nstopcocks, manhole covers, flanges and the like must be designed so as to keep the\nnumber of Customs seals to a minimum. To this end, neighbouring closures must\nbe interconnected by a common device requiring only one Custom seal, or must be\nprovided with a cover meeting the same purpose.\n(e) Vehicles with opening roofs must be constructed in such manner as to\npermit sealing with a minimum number of Customs seals.\n2.2.1 (c)-l Subparagraph 1 (c), Ventilation apertures\n(a) Their greatest dimension must, in principle, not exceed 400 mm.\n(b) Apertures permitting direct access to the load compartment, must be\nobstructed by means of wire gauze or perforated metal screens (maximum\ndimension of holes: 3 mm in both cases) and protected by welded metal lattice\nwork (maximum dimension of holes: 10 mm).\n(c) Apertures not permitting direct access to the load compartment (e.g.,\nbecause of elbow or baffle-plate systems) must be provided with the same devices,\n* See Sketch No. 1 appended to this annex.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______123\nin which, however, the dimensions of the holes may be as much as 10 mm and\n20 mm respectively.\n(d) Where openings are made in sheets, the devices referred to in\nsubparagraph (b) of this note must in principle be prescribed. However, blocking\ndevices in the form of a perforated metal screen fitted outside, and wire or other\ngauze fitted inside, will be allowed.\n(ë) Identical non-metal devices may be allowed provided that the holes are of\nthe requisite dimensions and the material used is strong enough to prevent the\nholes from being substantially enlarged without visible damage. In addition, it\nmust be impossible to replace the ventilation device by working from one side of\nthe sheet only.\n2.2.1 (c)-2 Subparagraph 1 (c), Drainage apertures\n(a) Their greatest dimension must, in principle, not exceed 35 mm.\n(b) Apertures permitting direct access to the load compartment must be\npirroovided with the devices described in subparagraph (b) of explanatory note\n22..22.1. (c)-l for ventilation apertures.\n(c) When drainage apertures do not permit direct access to the load\ncompartment, the devices referred to in subparagraph (b) of this note will not be\nprescribed, on condition that the apertures are provided with a reliable baffle\nsystem readily accessible from inside the load compartment.\n2.3 Article 3\n2.3.3 Paragraph 3, Sheets made up of several pieces\n(a) The several pieces constituting one sheet may be made of different\nmaterials conforming to the provisions of annex 2, article 3, paragraph 2.\n(b) Any arrangement of the pieces which adequately guarantees security will\nbe allowed in making up the sheet, on condition that the pieces are assembled in\nconformity with the requirements of annex 2, article 3.\n2.3.6 (a) Subparagraph 6 (a), Vehicles with sliding rings\nMetal securing rings sliding on metal bars fixed to the vehicles are acceptable\nfor the purpose of this paragraph (see Sketch No. 2 appended to this annex)\nprovided that:\n(a) the bars are affixed to the vehicle at maximum spacings of 60 cm and in such a\nmanner that they cannot be removed and replaced without leaving obvious\ntraces;\n(b) the rings are made with a double hoop or equipped with a central bar and\nmade in one piece without the use of welding; and\n(c) the sheet is fixed to the vehicle in strict compliance with the conditions set\nforth in annex 2, article 1 (a), of this Convention.\n2.3.6 (b) Subparagraph 6 (b), Permanently-secured sheets\nWhere one or more edges of the sheet are permanently attached to the body of\nthe vehicle, the sheet shall be held in place by one or more strip[s] of metal or\nother suitable material secured to the body of the vehicle by joining devices\nmeeting the requirements of subparagraph (a) of note 2.2.1 (a) of this annex.\n2.3.9 Paragraph 9, Textile-cored steel fastening ropes\nFor purposes of this paragraph, ropes comprising a textile core surrounded by\nsix strands consisting solely of steel wire and completely covering the core will be\nallowed on condition that the ropes (without taking into account the transparent\nplastic sheath, if any) are not less than 3 mm in diameter.\nVol. 1079, 1-16510\n124______United Nations — Treaty Series « Nations Unies — Recueil des Traités_____1978\n2.3.11 (a) Subparagraph 11 (a), Sheet-tensioning flaps\nThe sheets of many vehicles are provided on the outside with a horizontal flap\npierced by eyelets running along the length of the side of the vehicle. Such flaps,\nknown as tensioning flaps, are used to tauten the sheet by means of tensioning\ncords or similar devices. Such flaps have been used to conceal horizontal slits\nmade in the sheets giving improper access to the goods carried in the vehicle. It is\ntherefore recommended that the use of flaps of this type should not be allowed.\nThe following devices may be used instead:\n(a) tensioning flaps of similar design fixed on the inside of the sheet; or\n(b) small individual flaps each pierced by one eyelet secured to the outside\nsurface of the sheet and spaced at such distances as will permit an adequate\ntensioning of the sheet.\nAlternatively, it may be possible in certain cases to avoid the use of tensioning\nflaps on sheets.\n2.3.11 (c) Subparagraph 11 (c), Sheet thongs\n2.3.11 (c)-l The following materials are regarded as suitable for making thongs:\n(a) leather;\n(b) non-tensile textile materials including plastic-covered or rubberized cloth,\nprovided that such materials cannot after severance be welded or reconstituted\nwithout leaving obvious traces. Furthermore, the plastic material used to\ncover thongs shall be transparent and smooth-surfaced.\n2.3.11 (c)-2 The device shown in Sketch No. 3 appended to this annex meets the\nrequirements of the last part of annex 2, article 3, paragraph 11. It also meets the\nrequirements of annex 2, article 3, paragraph 6.\n3 ANNEX 3\n3.0.17 Approval procedure\n1. Annex 3 provides that the competent authorities of a Contracting Party\nmay issue a certificate of approval in respect of a vehicle constructed within its\nterritory and that no additional approval procedures shall be applied in respect of\nsuch a vehicle in the country where it is registered or, as the case may be, where\nthe owner is resident.\n2. These provisions are not intended to restrict the right of the competent\nauthorities of the Contracting Party where the vehicle is registered or where the\nowner is resident to require the production of such a certificate of approval either\nat importation or subsequently for purposes connected with the registration or\ncontrol of the vehicle or with similar legal requirements.\n3.0.20 Procedure for endorsement of the certificate of approval\nWhen an endorsement concerning defects is to be cancelled after the vehicle\nhas been restored to a satisfactory state, it is sufficient to state, under Item No. 11\nprovided for the purpose, \"Defects rectified\" followed by the name, signature and\nstamp of the competent authority concerned.\nVol. 1079, 1-16510\nSKETCH No. 1. EXAMPLE OF HINGE AND CUSTOMS SEALING DEVICE ON DOORS OF VEHICLES\nHAVING INSULATED LOAD COMPARTMENTS\nG\ng.\nDoor\nPivoting section\nPivot bush !\n'Pivot\na\nSet-screw head completely\ndeformed ty welding. Sot\nHinge\n'accessible when door sealed\nblade\nLever\nTapped\nHoles for customs seals\nmetal\n\"back plate\nplate\nHead ot set-bolt or set-\nscrew completely deformed\nDy welding\nTapped metal plate\nHead of bolt or Insulating material\nscrew fully\nwelded and\ncompletely deformed Customs sealing device\nHinge\n126 United Nations — Treaty Series • Nations Unies — Recueil des Traités 1978\nSKETCH No. 2. SHEETED VEHICLES WITH SLIDING RINGS\nDouble hooped\nring\nX\nMetal\nbar\nFastening wire\nAlternative ring with centre bar\nBar attachment points\nVol. 1079, 1-16510\n1978 United Nations — IVeaty Séries • Nations Unies — Recueil des TVaités 127\nSKETCH No. 3. EXAMPLE OF A DEVICE FOR FASTENING VEHICLE SHEETS\nThe device illustrated below meets the requirements of the last part of paragraph 11 of annex 2,\narticle 3. It also meets the requirements of annex 2, article 3, paragraph 6.\nSheet\nSheet-fastening rope\nSecuring\nPart of Sheet\nMetal bar, riveted\nVol. 1079, M6510\n128 United Nations — Treaty Series » Nations Unies — Recueil des Thlités 1978\nSKETCH No. 4. DEVICE FOR FASTENING SHEETS\nThe device illustrated below meets the requirements of annex 2, article 3, subparagraph 6 («).\nSheet\nIron girder Floor\nSecuring ring\nFastening\nrope\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______129\nANNEX 7\nANNEX REGARDING APPROVAL OF CONTAINERS\nPART I. REGULATIONS ON TECHNICAL CONDITIONS APPLICABLE TO CONTAINERS\nWHICH MAY BE ACCEPTED FOR INTERNATIONAL TRANSPORT UNDER CUSTOMS\nSEAL\nArticle 1. BASIC PRINCIPLES\nApproval for the international transport of goods under Customs seal may be granted only to\ncontainers constructed and equipped in such a manner that:\n(a) no goods can be removed from, or introduced into, the sealed part of the container without\nleaving visible traces of tampering or without breaking the Customs seal;\n(b) Customs seals can be simply and effectively affixed to them;\n(c) they contain no concealed spaces where goods may be hidden;\n(d) all spaces capable of holding goods are readily accessible for Customs inspection.\nArticle 2. STRUCTURE OF CONTAINERS\n1. To meet the requirements of article 1 of these Regulations:\n(a) The constituent parts of the container (sides, floor, doors, roof, uprights, frames, cross-\npieces, etc.) shall be assembled either by means of devices which cannot be removed and replaced\nfrom the outside without leaving visible traces or by such methods as will produce a structure which\ncannot be modified without leaving visible traces. When the sides, floor, doors and roof are made up\nof various components, these shall meet the same requirements and be of sufficient strength.\n(b) Doors and all other closing systems (including stopcocks, manhole-covers, flanges, etc.)\nshall be fitted with a device on which Customs seals can be fixed. This device must be such that it\ncannot be removed and replaced from outside the container without leaving visible traces, or the\ndoor or fastening be opened without breaking the Customs seals. The latter shall be adequately\nprotected. Opening roofs shall be permitted.\n(c) Apertures for ventilation and drainage shall be provided with a device preventing access to\nthe interior of the container. This device must be such that it cannot be removed and replaced from\noutside the container without leaving visible traces.\n2. Notwithstanding the provisions of article 1 (c) of these Regulations, constituent parts of the\ncontainer which, for practical reasons, have to include empty spaces (for example, between the\npartitions of a double wall) shall be permitted. In order that the said spaces cannot be used to conceal\ngoods:\n(i) it shall not be possible to remove and replace the lining inside the container without leaving\nvisible traces; or\n(ii) the number of the said spaces shall be kept to a minimum and these spaces shall be readily\naccessible for Customs inspection.\nArticle 3. CONTAINERS CAPABLE OF BEING FOLDED OR DISMANTLED\nContainers capable of being folded or dismantled shall be subject to the provisions of articles 1\nand 2 of these Regulations; in addition, they shall be fitted with a bolting system which locks the\nvarious parts together once the container has been erected. This bolting system must be capable of\nbeing sealed by the Customs if it is on the outside of the container when the latter has been erected.\nArticle 4. SHEETED CONTAINERS\n1. Where applicable, the provisions of articles 1, 2 and 3 of these Regulations shall apply to\nsheeted containers. In addition, these containers shall conform to the provisions of this article.\nVol. 1079, 1-16510\n130______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\n2. The sheet shall be either of strong canvas or of plastic-covered or rubberized cloth, which\nshall be of sufficient strength and unstretchable. It shall be in good condition and made up in such a\nway that once the closing device has been secured, it is impossible to gain access to the load without\nleaving visible traces.\n3. If the sheet is made up of several pieces, their edges shall be folded into one another and\nsewn together with two seams at least 15 mm apart. These seams shall be made as shown in Sketch\nNo. 1 appended to these Regulations; however, where in the case of certain parts of the sheet (such\nas flaps at the rear and reinforced corners) it is not possible to assemble the pieces in that way, it\nshall be sufficient to fold the edge of the top section and make the seams as shown in Sketch No. 2\nappended to these Regulations. One of the seams shall be visible only from the inside and the colour\nof the thread used for that seam shall be clearly different from the colour of the sheet itself and from\nthe colour of the thread used for the other seam. All seams shall be machine-sewn.\n4. If the sheet is of plastic-covered cloth, and is made up of several pieces, the pieces may\nalternatively be welded together in the manner shown in Sketch No. 3 appended to these\nRegulations. The edges of the pieces shall overlap by at least 15 mm. The pieces shall be fused\ntogether over the whole width of the overlap. The edge of the outer sheet shall be covered with a\nband of plastic material at least 7 mm wide, affixed by the same welding process. The plastic band\nand a width of at least 3 mm on each side shall have a well-marked uniform relief stamped on it. The\npieces shall be welded in such a way that they cannot be separated and rejoined without leaving\nvisible traces.\n5. Repairs shall be made in accordance witfi the method described in Sketch No. 4 appended to\nthese Regulations; the edges shall be folded iniy one another and sewn together with two visible\nseams at least 15 mm apart; the colour of the thiead visible from the inside shall be different from\nthat of the thread visible from the outside and from that of the sheet itself; all seams shall be\nmachine-sewn. When a sheet which has been damaged near the edges is repaired by replacing the\ndamaged part by a patch, the seam can also be made in accordance with the provisions of paragraph\n3 of this article and Sketch No. 1 appended to these Regulations. Sheets of plastic-covered cloth\nmay alternatively be repaired in accordance with the method described in paragraph 4 of this article,\nbut in that case the weld must be made on both sides of the sheet, the patch being fitted on the inside\nof the sheet.\n6. (a) The sheet shall be fixed to the container in strict compliance with the conditions set\nforth in article 1, (a) and (b), of these Regulations. The following types of fastening shall be\nprovided:\n(i) metal rings fixed to the container;\n(ii) eyelets in the edge of the sheet;\n(iii) a fastening passing through the rings above the sheet and visible from the outside for its entire\nlength.\nThe sheet shall overlap solid parts of the container by at least 250 mm, measured from the centre of\nthe securing rings, unless the system of construction of the container by itself prevents all access to\nthe goods.\n(b) When the edge of a sheet is to be permanently secured to a container, the joint shall be\ncontinuous and effected by means of solid devices.\n7. The interval between rings and between eyelets shall not exceed 200 mm. The eyelets shall\nbe reinforced.\n8. The following fastenings shall be used:\n(a) steel wire rope of at least 3 mm diameter; or\n(b) a rope of hemp or sisal of at least 8 mm diameter encased in a transparent unstretchable plastic\nsheath.\nWire ropes may have a transparent unstretchable plastic sheath.\n9. Each rope shall be in one piece and have a hard metal end-piece at each end. The fastener of\neach metal end-piece shall include a hollow rivet passing through the rope so as to allow the\nintroduction of the thread or the strap of the Customs seal. The rope shall remain visible on either\nside of the hollow rivet so that it is possible to ensure that the rope is in one piece (see Sketch No. 5\nappended to these Regulations).\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series » Nations Unies — Recueil des TV-aités______131\n10. At the openings in the sheet, used for loading and unloading, the two edges of the sheet\nshall have an adequate overlap. They shall also be fastened by:\n(a) a flap sewn or welded in accordance with paragraphs 3 and 4 of this article;\n(b) rings and eyelets meeting the conditions of paragraph 7 of this article; and\n(c) a thong made of appropriate material, in one piece and unstretchable, at least 20 mm wide and\n3 mm thick, passing through the rings and holding together the two edges of the sheet and the\nflap; the thong shall be secured inside the sheet and fitted with an eyelet to take the rope\nmentioned in paragraph 8 of this article.\nA flap shall not be required if a special device, such as a baffle plate, is fitted, which prevents access\nto the goods without leaving visible traces.\n11. The identification marks, which must appear on the container, and the approval plate\nprovided for in part II of this annex, shall in no circumstances be covered by the sheet.\nArticle 5. TRANSITIONAL PROVISIONS\nUntil 1 January 1977, end-pieces shall be allowed which conform to Sketch No. 5 appended to\nthese Regulations, even if they include hollow rivets of a type previously accepted with holes of\ndimensions less than those given in the sketch.\nVol. 1079. I-16510\n132 United Nations — Treaty Series • Nations Unies — Recueil des Traités 1978\nPART I, SKETCH No. I. SHEETS MADE OF SEVERAL PIECES\nSewn together by means of seams\nOutside view\n\\\nSeam\nInside view\nSeam\nSeam (thread of a colour different\nfrom that of the sheet and from\nthat of the other seam)\nSection a-a\nDouble flat seam\nAt least Thread visible from the inside\n15 mm only and of a colour different\nfrom that of the sheet and from\nthat of the other seam\nVol. 1079, 1-16510\n1978 United Nations — Treaty Series • Nations Unies — Recueil des Traités 133\nPART I, SKETCH No. 2. SHEETS MADE OF SEVERAL PIECES\nCorner seam\nScam\nOutside\nview\nInside view Seam (thread of a colour different\nfrom that of the sheet and from\nthat of the other seam)\nSection a-a\nThread visible from the\ninside only and of a colour\ndifferent from that of the\nsheet and from that of the\nother seam\nNOTE. The corner seams made according to the method illustrated in Sketch No. 2 (a) in\nannex 2 of this Convention are also allowed.\nVol. 1079, I-16510\n134 United Nations — Treaty Series • Nations Unies — Recueil des Traités 1978\nPART I, SKETCH No. 3. SHEETS MADE OF SEVERAL PIECES\nWelded together\nOutside\nview\nBand of plastic material\nSection\na-a1\nThe figures\nshown are\nmillimetres\nInside\nview\nVol. 1079, 1-16510\n1978 United Nations — Treaty Series • Nations Unies — Recueil des Traités 135\nPART I, SKETCH No. 4. REPAIR OF THE SHEET\nOutside view Seams\nInside view Seams\nSection a-a Outside\nInside\nAt least 15 mm\n* Threads visible from the inside shall be of a colour different from that of the threads visible from the outside and from that\nof the sheet.\nVol. 1079, 1-16510\n136 United Nations — Treaty Series • Nations Unies — Recueil des Traités 1978\nPART I, SKETCH No. 5. SPECIMEN OF END-PIECE\nHollow rivet for passing the\nthread or the strap of the\nCustoms seal (minimum dimensions\nof the hole: width J ™i>\nlength 11 mm) Rope\nTransparent\nSolid rivet\nplastic\nsheath\nHard metal\nend-piece\n1. Side view: Front\nHole for closing\nby carrier\n2. Side view: Back\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Tt-aités______137\nPART n. PROCEDURES FOR THE APPROVAL OF CONTAINERS COMPLYING\nWITH THE TECHNICAL CONDITIONS PRESCRIBED IN PART I\nGeneral\n1. Containers may be approved for the transport of goods under Customs seal either:\n(a) at the manufacturing stage, by design type (procedure for approval at the manufacturing stage);\nor\n(b) at a stage subsequent to manufacture, either individually or in respect of a specified number of\ncontainers of the same type (procedure for approval at a stage subsequent to manufacture).\nProvisions common to both approval procedures\n2. The competent authority responsible for granting approval shall issue to the applicant, after\napproval, a certificate of approval valid, as the case may be, either for an unlimited series of\ncontainers of the approved type of for a specified number of containers.\n3. The beneficiary of approval shall affix an approval plate to the approved container or\ncontainers before their use for the transport of goods under Customs seal.\n4. The approval plate shall be affixed permanently and in a clearly visible place adjacent to\nany other approval plate issued for official purposes.\n5. The approval plate, conforming to Model No. I reproduced in appendix 1 to this part, shall\ntake the form of a metal plate measuring not less than 20 cm by 10 cm. The following particulars\nshall be stamped into or embossed on the plate or indicated on its surface in any other permanent and\nlegible way, in at least the English or the French language:\n(a) the words \"Approved for transport under Customs seal\";\n(b) an indication of the country in which approval was granted either by name or by means of the\ndistinguishing sign used to indicate the country of registration of motor vehicles in international\nroad traffic, and the number (figures, letters, etc.) of the certificate of approval and the year\n(e.g., \"NL/26/73\" means \"Netherlands, Certificate of Approval No. 26, issued in 1973\");\n(c) the serial number assigned to the container by the manufacturer (manufacturer's number);\n(d) if the container has been approved by type, the identification numbers or letters of the type of\ncontainer.\n6. If a container no longer complies with the technical conditions prescribed for its approval, it\nshall, before it can be used for the transport of goods under Customs seal, be restored to the\ncondition which had justified its approval, so as to comply again with the said technical conditions.\n7. If the essential characteristics of a container are changed, the container shall cease to be\ncovered by the approval and shall be reapproved by the competent authority before it can be used for\nthe transport of goods under Customs seal.\nSpecial provisions for approval by design type at the manufacturing stage\n8. Where the containers are manufactured by type series, the manufacturer may apply to the\ncompetent authority of the country of manufacture for approval by design type.\n9. The manufacturer shall state in his application the identification numbers or letters which he\nassigns to the type of container to which his application for approval relates.\n10. The application shall be accompanied by drawings and a detailed design specification of\nthe container type to be approved.\n11. The manufacturer shall give an undertaking in writing that he will:\n(a) produce to the competent authority such containers of the type concerned as that authority may\nwish to examine;\n(b) permit the competent authority to examine further units at any time during the production of the\ntype series concerned;\n(c) advise the competent authority of any change, of whatever magnitude, in the design or\nspecification before proceeding with such change;\nVol. 1079, I-165IO\n138______United Nations — Treaty Séries • Nations Unies — Recueil des Traités_____1978\n(d) mark thé containers in a visible place with, in addition to the markings required on the approval\nplate, the identification numbers or letters of the design type and the serial number of the\ncontainer in the type series (manufacturer's number);\n(<?) keep a record of containers manufactured to the approved design type.\n12. The competent authority shall state what changes, if any, must be made to the proposed\ndesign type so that approval may be granted.\n13. No type-approval by design type shall be granted unless the competent authority has\nsatisfied itself by examination of one or more containers manufactured to the design type concerned\nthat containers of that type comply with the technical conditions prescribed in part I.\n14. When a container type is approved there shall be issued to the applicant a single certificate\nof approval conforming to Model No. II reproduced in appendix 2 to this part and valid for all\ncontainers manufactured in conformity with the specifications of the type so approved. Such\ncertificate shall entitle the manufacturer to affix to every container of the type series an approval\nplate in the form prescribed in paragraph 5 of this part.\nSpecial provisions for approval at a stage subsequent to manufacture\n15. If approval has not been applied for at the manufacturing stage, the owner, the operator, or\nthe representative of either, may apply for approval to the competent authority to which he is able to\nproduce the container or containers and for which he seeks approval.\n16. An application for approval submitted under paragraph 15 of this part shall state the serial\nnumber (manufacturer's number) placed on each container by the manufacturer.\n17. When the competent authority has ascertained that the container or containers comply with\nthe technical conditions prescribed in part I, by examination of as many containers as it considers\nnecessary, it shall issue a certificate of approval conforming to Model No. Ill reproduced in\nappendix 3 to this part and valid solely for the number of containers approved. Such certificate,\nwhich shall bear the manufacturer's serial number or numbers assigned to the container or containers\nto which it relates, shall entitle the applicant to affix to each container so approved the approval plate\nprescribed in paragraph 5 of this part.\nVol. 1079, 1-16510\nAPPENDIX 1 TO PART II\nMODEL No. I. APPROVAL PLATE\n(English version)\nG\na\ng\nS.\nAPPROVED FOR TRANSPORT\n-?\nUNDER CUSTOMS SEAL I\nNL/26/73\nS.\nMANUFACTURERS No\nQ.\nOF THE CONTAINER\ntS\ng\n§\nMetal plate Container wall\n* Only in case of approval by design type.\nAPPENDIX 1 TO PART H i\nMODEL No. I. APPROVAL PLATE\n(French version)\no.\nZ\nAGREE POUR LE TRANSPORT\nSOUS SCELLEMENT DOUANIER\nNL/26/73\nTYPE.^ N° DE FABRICATION\nDU CONTENEUR\nÏ\nMetal plate Container wall\n* Only in case of approval by design type.\n1978_____United Nations — Iteaty Séries • Nations Unies — Recueil des Tf aités______141\nAPPENDIX 2 TO PART II\nMODEL No. II. CUSTOMS CONVENTION ON THE INTERNATIONAL TRANSPORT OF GOODS\nUNDER COVER OF TIR CARNETS (1975)\nCERTIFICATE OF APPROVAL BY DESIGN TYPE\n1. Certificate No.* .............................................................\n2. This is to certify that the container design type described below has been approved and that\ncontainers manufactured to this type can be accepted for the transport of goods under Customs\nseal. <\n3. Kind of container ............................................................\n4. Identification number or letters of the design type .................................\n5. Identification number of the working drawings ....................................\n6. Identification number of the design specifications .................................\n7. Tare weight .................................................................\n8. External dimensions in cm ....................................................\n9. Essential characteristics of structure (nature of materials, kind of construction, etc.) ....\n10. This certificate is valid for all containers manufactured in conformity with the drawings and\nspecifications referred to above.\n11. Issued to ...................................................................\n(manufacturer's name and address)\nwho is authorized to affix an approval plate to each container of the approved design type\nmanufactured by him,\nat ................................ on ................................ 19\n(place) (date)\nby .........................................................................\n(signature and stamp of issuing service or organhation)\n(See notice overleaf)\nIMPORTANT NOTICE\n(Annex 7, part II, paragraphs 6 and 7, to the Customs Convention on the International\nTransport of Goods under cover of TIR Carnets, 1975)\n6. If a container no longer complies with the technical conditions prescribed for its approval, it\nshall, before it can be used for the transport of goods under Customs seal, be restored to the\ncondition which had justified its approval, so as to comply again with the said technical\nconditions.\n7. If the essential characteristics of a container are changed, the container shall cease to be\ncovered by the approval and shall be reapproved by the competent authority before it can be\nused for the transport of goods under Customs seal.\n* Insert the letters and figures, which are to be marked on the approval plate (see annex 7, part II, paragraph 5 (b), to the\nCustoms Convention on the International Transport of Goods under cover of TIR Carnets, 1975).\nVol. 1079, 1-16510\n142______United Nations — lï-eaty Séries « Nations Unies — Recueil des Traités_____1978\nAPPENDIX 3 TO PART II\nMODEL No. III. CUSTOMS CONVENTION ON THE INTERNATIONAL TRANSPORT\nOF GOODS UNDER COVER OF TIR CARNETS (1975)\nCERTIFICATE OF APPROVAL\nGRANTED AT A STAGE SUBSEQUENT TO MANUFACTURE\n1. Certificate No.* ..............................................................\n2. This is to certify that the container (containers) specified below has (have) been approved for the\ntransport of goods under Customs seal.\n3. Kind of container(s) ...........................................................\n4. Serial number(s) assigned to the container(s) by the manufacturer .....................\n5. Tare weight ..................................................................\n6. External dimensions in cm .....................................................\n7. Essential characteristics of structure (nature of materials, kind of construction, etc.) .....\n8. Issued to ....................................................................\n(applicant's name and address)\nwho is authorized to affix an approval plate to the above-mentioned container(s),\nat ................................ on ................................ 19 ...\n(place) (date)\nby ..........................................................................\n(signature and stamp of issuing service or organization)\n(See notice overleaf)\nIMPORTANT NOTICE\n(Annex 7, pan II, paragraphs 6 and 7, to the Customs Convention on the International\nTransport of Goods under cover of TIR Carnets, 1975)\n6. If a container no longer complies with the technical conditions prescribed for its approval, it\nshall, before it can be used for the transport of goods under Customs seal, be restored to the\ncondition which had justified its approval, so as to comply again with the said technical\nconditions.\n7. If the essential characteristics of a container are changed, the container shall cease to be\ncovered by the approval and shall be reapproved by the competent authority before it can be\nused for the transport of goods under Customs seal.\n* Insert the letters and figures, which are to be marked on the approval plate (see annex 7, part II, paragraph 5 (b), to the\nCustoms Convention on the International Transport of Goods under cover of TIR Carnets, 1975).\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des TValtés______143\nPART m. EXPLANATORY NOTES\n1. The explanatory notes to annex 2 set out in annex 6 of this Convention apply mutatis\nmutandis to containers approved for transport under Customs seal for the application of this\nConvention.\n2. Part I, article 4, paragraph 6, subparagraph (a). Example of a system of affixing sheets\naround containers' corner-castings, acceptable from a Customs point of view, is given in the sketch\nappended to this part III.\n3. Part II, paragraph 5. If two sheeted containers, approved for transport under Customs\nseal have been joined together in such a way that they form one container, covered by a single sheet\nand fulfilling the conditions for transport under Customs seal, a separate certificate of approval, or\napproval plate, shall not be required for the combination.\nVol. 1079, 1-16510\nPART in. DEVICE FOR AFFIXING SHEETS AROUND CONTAINERS' CORNER CASTINGS\nThe device illustrated below meets the requirements of part I, article 4, paragraph 6, subparagraph (a).\nApplication at corner posts\na.\no\nHoof sheet\nSheet\nretaining\nrope\nG\nS\nSectional view\nI\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Traités______145\nANNEX 8\nCOMPOSITION AND RULES OF PROCEDURE OF THE ADMINISTRATIVE COMMITTEE\nArticle 1. (i) The Contracting Parties shall be members of the Administrative Committee.\n(ii) The Committee may decide that the competent administrations of States referred to in\narticle 52, paragraph 1, of this Convention which are not Contracting Parties or representatives of\ninternational organizations may, for questions which interest them, attend the sessions of the\nCommittee as observers.\nArticle 2. The Secretary-General of the United Nations shall provide the Committee with\nsecretariat services.\nArticle 3. The Committee shall, at its first session each year, elect a chairman and a vice-\nchairman.\nArticle 4. The Secretary-General of the United Nations shall convene under the auspices of\nthe Economic Commission for Europe the Committee annually and also at the request of the\ncompetent administrations of at least five States which are Contracting Parties.\nArticle 5. Proposals shall be put to the vote. Each State which is a Contracting Party\nrepresented at the session shall have one vote. Proposals other than amendments to this Convention\nshall be adopted by the Committee by a majority of those present and voting. Amendments to this\nConvention and the decisions referred to in articles 59 and 60 of this Convention shall be adopted by\na two-thirds majority of those present and voting.\nArticle 6. A quorum consisting of not less than half of the States which are Contracting\nParties is required for the purposes of taking decisions.\nArticle 7. Before the closure of its session, the Committee shall adopt its report.\nArticle 8. In the absence of relevant provisions in this annex, the Rules of Procedure of the\nEconomic Commission for Europe shall be applicable unless the Committee decides otherwise.\nVol. 1079, 1-16510\nflOBABJIEHHE 1 K HACTHII\nOBPASEU Ka I. TABJIHHKA o nonvmEHHH\n(AmnuûcKuû eapuawri)\n>200 mm-\nAPPROVED FOR TRANSPORT\nUNDER CUSTOMS SEAL\nML/ 26/73\ng\nMANUFACTURERS No\nOF THE CONTAINER\n* TojibKO B oiynae nonymeHH» no THny KOHcrpyKiiHH.\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des IVaités______267\nFor Afghanistan:\nPour l'Afghanistan :\n3a\nFor Albania:\nPour l'Albanie\n3a\nFor Algeria:\nPour l'Algérie\n3a\nFor Argentina:\nPour l'Argentine\n3a\nFor Australia:\nPour l'Australie\n3a\n\\bl. 1079, 1-16510\n268______United Nations — treaty Series • Nations Unies — Recueil des Traités_____1978\nFor Austria:\nPour l'Autriche :\n3a ABCTPHK»:\nRUDOLF MARTINS\n27 of April, 1976\nSubject to ratification1\nFor the Bahamas:\nPour les Bahamas :\n3a BaraMCKHe oerpOBa:\nFor Bahrain:\nPour Bahrein :\n3 a BaxpeiiH:\nFor Bangladesh:\nPour le Bangladesh\n3a\nFor Barbados:\nPour la Barbade :\n3a:\n' Sous réserve de ratification.\nVol. 1079, I-165IO\n1978 United Nations — Treaty Series • Nations Unies — Recueil des TVaités______269\nFor Belgium:\nPour la Belgique :\n3a Eejibrmo:\nP. NOTERDAEME\n22-XH-76\nSous réserve de ratification1\nFor Bénin:\nPour le Bénin :\n3a HapoflHyio PecnyôJiHKy BBHHH:\nFor Bhutan:\nPour le Bhoutan :\n3a:\nFor Bolivia:\nPour la Bolivie\n3a EOJIHBHKX\nFor Botswana:\nPour le Botswana\n3a\nFor Brazil:\nPour le Brésil\n3a\nSubject to ratification.\nV>L 1079, 1-16510\n270______United Nations — Treaty Series » Nations Unies — Recueil des Traités_____1978\nFor Bulgaria:\nPour la Bulgarie :\n3a Bojirapnio:\nFor Burma:\nPour la Birmanie\n3a\nFor Burundi:\nPour le Burundi\n3a\nFor the Byelorussian Soviet Socialist Republic:\nPour la République socialiste soviétique de Biélorussie :\n3a Eejiopyccjcyio CoBCTCKyio CoijuajiHCTHHecKyio PecnyôjiHKy:\nFor Cambodia:\nPour le Cambodge\n3a\nFor Canada:\nPour le Canada\n3a Kanany:\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des TVaités______271\nFor Cape Verde:\nPour le Cap-Vert :\n3a OcrpoBa SeJienoro Mbica:\nFor thé Central African Republic:\nPour la République centrafricaine :\n3a U,eHTpajibHoaqbpHKaHCKyio PecnyÔJiHKy:\nFor Chad:\nPour le Tchad\n3a\nFor Chile:\nPour le Chili\n3a\nFor China:\nPour la Chine\n3a\nFor Colombia:\nPour la Colombie\n3a\nVol. 1079, 1-16510\n272______United Nations — Treaty Series » Nations Unies — Recueil des Tt-aités_____1978\nFor the Comoros:\nPour les Comores :\n3a KoMOpCKHe ocrpOBa:\nFor thé Congo:\nPour le Congo :\n3a Konro:\nFor Costa Rica:\nPour le Costa Rica\n3a Kocra-Pmcy:\nFor Cuba:\nPour Cuba\n3a Kyôy:\nFor Cyprus:\nPour Chypre\n3a Knnp:\nFor Czechoslovakia:\nPour la Tchécoslovaquie\n3 a HexocjiOBaKHio:\nVol. 1079, 1-16510\n1978_____United Nations — treaty Series « Nations Unies — Recueil des Traités______273\nFor the Democratic People's Republic of Korea:\nPour la République populaire démocratique de Corée :\n3a KopeikKyio HapOHHO-fleMOicpaTHHecKyio PecnyôjiHKy:\nFor the Democratic Republic of Viet-Nam:\nPour la République démocratique du Viet-Nam :\n3a fleMOKpaTHHecKyio PecnyÔjiHKy BberaaM:\nFor Democratic Yemen:\nPour le Yemen démocratique :\n3a JJeMOKpaTHHecKHH MeMen:\nFor Denmark:\nPour le Danemark :\n3a JJaHHio:\nDecember 21st, 1976\nHANS ERIK KASTOFT\nFor the Dominican Republic:\nPour la République dominicaine :\n3a floMHHHKaHcicyio PecnyôjiHKy:\nVol. 1079, 1-16510\n274 United Nations — Treaty Series » Nations Unies — Recueil des Traités_____1978\nFor Ecuador:\nPour l'Equateur\n3a\nFor Egypt:\nPour l'Egypte\n3a Brunei1:\nFor El Salvador:\nPour El Salvador\n3a\nFor Equatorial Guinea:\nPour la Guinée équatoriale\n3a\nFor Ethiopia:\nPour l'Ethiopie :\n3a 3dpnoiiHK>:\nFor Fiji:\nPour Fidji\n3a\nVol. 1079, 1-16510\n1978 United Nations — Treaty Series • Nations Unies — Recueil des TVaités______275\nFor Finland:\nPour la Finlande :\n33 <E>HHJIHHflHK):\n28/12-76\nMAURI EGGERT\nFor France:\nPour la France :\n3a <&pamjHio:\n30-XII-1976\nFERNAND-LAURENT\nFor Gabon:\nPour le Gabon\n3a\nFor Gambia:\nPour la Gambie\n3a\nFor the German Democratic Republic:\nPour la République démocratique allemande :\n3a FepMaHCKyio fleMOKpaTHHecKyio PecnyôJiHKy:\nVol. 1079, 1-16510\n276 ______ United Nations — Tteaty Séries • Nations Unies — Recueil des Traités_ ____1 978\nFor Germany, Federal Republic of:\nPour l'Allemagne, République fédérale d'\n3a\nSous réserve de ratification1\n30 décembre 1976\nOTTO Baron VON STEMPEL\nFor Ghana:\nPour le Ghana\n3a Fany:\nFor Greece:\nPour la Grèce :\n3 a Fpeuytiio:\nGeneva, 30 December 1976\nSubject to ratification2\nA. METAXAS\nFor Grenada:\nPour la Grenade\n3a\nFor Guatemala:\nPour le Guatemala\n3a\n1 Subjet to ratification.\n2 Sous réserve de ratification.\nVol. 1079, 1-16510\n1978_____United Nations — IVeaty Séries » Nations Unies — Recuea des TVaités______277\nFor Guinea:\nPour la Guinée :\n3a FBHHCIO:\nFor Guinea-Bissau:\nPour la Guinée-Bissau\n3a\nFor Guyana:\nPour la Guyane\n3a\nFor Haiti:\nPour Haïti :\n3a Fan™:\nFor the Holy See:\nPour le Saint-Siège :\n3a CBHTCHIIIHH Flpecroji:\nFor Honduras:\nPour le Honduras\n3a FoHflypac:\nVol. 1079, 1-16510\n278_____United Nations — Treaty Series • Nations Unies — Recueil des Ti-aités_____1978\nFor Hungary:\nPour la Hongrie :\n3;a BeHrpmb:\nD. KUZSEL\n23.11.1976\nFor Iceland:\nPour l'Islande :\n3a\nFor India:\nPour J'Inde\n3a\nFor Indonesia:\nPour l'Indonésie\n3a\nFor Iran:\nPour l'Iran :\n3 a Mpan:\nVol. 1079, 1-16510\n1978_____United Nations — TVeaty Séries • Nations Unies — Recueil des Traités______279\nFor Iraq:\nPour l'Iraq :\n3a Hpaïc:\nFor Ireland:\nPour l'Irlande :\n3a HpjiaHfluio:\nANNE ANDERSON-WHEELER\n30/12/76\nSubject to ratification1\nFor Israel:\nPour Israël\n3a\nFor Italy:\nPour l'Italie :\n3a Hranmo:\nRINALDO PETRIGNANI\nSous réserve de ratification2\n28 décembre 1976\nFor the Ivory Coast:\nPour la Côte-d'Ivoire :\n3a Beper Cnonosofl KOCTH:\n1 Sous réserve de ratification.\n2 Subject to ratification.\nVol. 1079, 1-16510\n280______United Nations — Treaty Series • Nations Unies — Recueil des Traités_____1978\nFor Jamaica:\nPour la Jamaïque :\n3a\nFor Japan:\nPour le Japon :\n3a\nFor Jordan:\nPour la Jordanie\n3a\nFor Kenya:\nPour le Kenya\n3a\nFor Kuwait:\nPour le Koweït\n3a\nFor Laos:\nPour le Laos :\n3a Jlaoc:\nVbl. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des Itaités______281\nFor Lebanon:\nPour le Liban :\n3a\nFor Lesotho:\nPour le Lesotho\n3a JlecoTo:\nFor Libéria:\nPour le Libéria\n3a\nFor the Libyan Arab Republic:\nPour la République arabe libyenne :\n3a JlHBHHCKyio ApaôcKyio PecnyÔJiHKy:\nFor Liechtenstein:\nPour le Liechtenstein\n3a\n\\M. 1079, 1-16510\n282______United Nations — Treaty Series » Nations Unies — Recueil des Traités_____1978\nFor Luxembourg:\nPour le Luxembourg :\n3a JIioKceMÔypr:\nJACQUELINE ANCEL-LENNERS\n23 XII 1976\nSous réserve de ratification1\nFor Madagascar:\nPour Madagascar\n3a MaaaracKap:\nFor Malawi:\nPour le Malawi\n3 a MarcaBu:\nFor Malaysia:\nPour la Malaisie :\n3 a MajiaHCKVK) <ï>enepam«o:\nFor thé Maldives:\nPour les Maldives\n3a\n1 Subject to ratification.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des TVaités______283\nFor Mali:\nPour le Mali :\n3a\nFor Malta:\nPour Malte :\n3a MajibTy:\nFor Mauritania:\nPour la Mauritanie\n3a\nFor Mauritius:\nPour Maurice :\n3a\nFor Mexico:\nPour le Mexique\n3a\nFor Monaco:\nPour Monaco\n3a\nVol, 1079, 1-16510\n284______United Nations — Treaty Series • Nations Unies — Recueil des TVaités_____1978\nFor Mongolia:\nPour la Mongolie :\n3a MOHFOJIHIO:\nFor Morocco:\nPour le Maroc :\n3 a MapoKKo:\n15 octobre 1976\nAu SKALLI\nSous réserve de ratification1\nFor Mozambique:\nPour le Mozambique\n3a\nFor Nauru:\nPour Nauru\n3a Haypy:\nFor Népal:\nPour le Népal\n3a Henaji:\n1 Subject to ratification.\nVbl. 1079, 1-16510\n1978_____United Nations — Treaty Series » Nations Unies — Recueil des TVaités______285\nFor the Netherlands:\nPour les Pays-Bas :\n3a HHgepJiaHflbi:\nC. A. VAN DER KLAAUW\nSous réserve de ratification1\n28/12/1976\nFor New Zealand:\nPour la Nouvelle-Zélande :\n3a HOBVK> 3ejiaHflHK>:\nFor Nicaragua:\nPour le Nicaragua\n3a Hmcaparya:\nFor the Niger:\nPour le Niger :\n3a~~\nFor Nigeria:\nPour le Nigeria\n3a HnrepHK>:\n1 Subject to ratification.\nVol. 1079, 1-16510\n286______United Nations — Treaty Series • Nations Unies — Recueil des Iraités_____1978\nFor Norway:\nPour la Norvège :\n3a Hopeernio:\nFor Oman:\nPour l'Oman :\n3a OMHH:\nFor Pakistan:\nPour le Pakistan\n3a\nFor Panama:\nPour le Panama\n3a\nFor Papua New Guinea:\nPour la Papouasie-Nouvelle-Guinée\n3a ITanya-HoByio\nFor Paraguay:\nPour le Paraguay:\n3a ITaparBaô:\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recneil des Traités______287\nFor Peru:\nPour le Pérou :\n3a Ilepy:\nFor the Philippines:\nPour les Philippines\n3a\nFor Poland:\nPour la Pologne\n3a\nFor Portugal:\nPour le Portugal :\n3 a riopryrajiHio:\nFor Qatar:\nPour le Qatar\n3a Karap:\nFor the Republic of Korea:\nPour la République de Corée :\n3a KopeftcKyio Pecnyôjimcy:\nVol. 1079, 1-16510\n288______United Nations — TVeaty Séries • Nations Unies — Recueil des TVaités_____1978\nFor the Republic of South Viet-Nam:\nPour la République du Sud-Viet-Nam :\n3a PecnyQjiHKy KbKHbifl BberaaM:\nFor Romania:\nPour la Roumanie\n3a\nFor Rwanda:\nPour le Rwanda\n3a Pyanny:\nFor San Marino:\nPour Saint-Marin :\n3 a CaH-MapnHo:\nFor Sao Tome and Principe:\nPour Sao Tomé-et-Principe :\n3 a CaH-ToMe H I\nFor Saudi Arabia:\nPour l'Arabie Saoudite :\n3a CaynoBCKyio Apasmo:\nVol. 1079, 1-16510\n1978_____United Nations — IVeaty Séries » Nations Unies — Recueil des TVaités______289\nFor Senegal:\nPour le Sénégal :\n3a Ceneraji:\nFor Sierra Leone:\nPour le Sierra Leone\n3a Cbeppa-JIeone:\nFor Singapore:\nPour Singapour\n3a CHHranyp:\nFor Somalia:\nPour la Somalie\n3a\nFor South Africa:\nPour l'Afrique du Sud :\n3a lOacnyio Acppmcy:\nFor Spain:\nPour l'Espagne\n3a\nVol. 1079, 1-16510\n290______United Nations — TVeaty Séries • Nations Unies — Recueil des Iraités_____1978\nFor Sri Lanka:\nPour Sri Lanka :\n3a IIIpH Jlamta:\nFor the Sudan:\nPour le Soudan\n3a\nFor Suriname:\nPour le Suriname\n3a\nFor Swaziland:\nPour le Souaziland\n3a\nFor Sweden:\nPour la Suède :\n3a UlBeiyiio:\nCARL DE GEER\n17.12.76\nVol. 1079, 1-16510\n1978_____United Nations — TVeaty Séries • Nations Unies — Reçue» des Tt-aités______291\nFor Switzerland:\nPour la Suisse :\n3a HlBeâijapHio:\nCHARLES LENZ\n4.8.19761\nSous réserve de ratification2\nFor the Syrian Arab Republic:\nPour la République arabe syrienne :\n3a GupHHCKyio ApaôcKyio PecnyÔJiHKy:\nFor Thailand:\nPour la Thaïlande\n3 a\nFor Togo:\nPour le Togo\n3a Toro:\nFor Tonga:\nPour les Tonga\n3 a Tonra:\n1 4 August 1976—4 août 1976,\n2 Subject to ratification.\nVol. 1079, 1-16510\n292______United Nations — Treaty Series » Nations Unies — Recueil des Ifraités_____1978\nFor Trinidad and Tobago:\nPour la Trinité-et-Tobago :\n3a TpHHHflan H Toôaro:\nFor Tunisia:\nPour la Tunisie :\n3a TyHHc:\nMOHAMED BEN FADHEL\nLe 11.6.1976'\nFor Turkey:\nPour la Turquie\n3a TypijHio:\nFor Uganda:\nPour l'Ouganda\n3a\nFor the Ukrainian Soviet Socialist Republic:\nPour la République socialiste soviétique d'Ukraine :\n3 a YicpaHHCKyK) CoBCTCKyio CoijHajiiicTHHecKyio PecnyôjiHKy:\n1 11 June 1976—11 juin 1976.\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series • Nations Unies — Recueil des IVaités______293\nFor thé Union of Soviet Socialist Republics:\nPour l'Union des Républiques socialistes soviétiques :\n3a Coras CoBeTCKHx CoiuiajiHCTHHecKHX PecnyôJiHK:\nFor thé United Arab Emirates:\nPour les Emirats arabes unis :\n3a OôteflHHenHbie ApaôcKHe\nFor thé United Kingdom of Great Britain\nand Northern Ireland:\nPour le Royaume-Uni de Grande-Bretagne\net d'Irlande du Nord :\n3a CoeflHHCHHoe KopojieBCTBO BejimcoÔpHTaHHH\nH CesepHOH HpjianflHH:\nJAMES BOTTOMLEY\n22.12.76\nSubject to ratification1\nFor thé United Republic of Cameroon:\nPour la République-Unie du Cameroun :\n3a OôteflHHeHHyio PecnyÔJiHKy KaMepyn:\nFor thé United Republic of Tanzania:\nPour la République-Unie de Tanzanie\n3a 06-beflHHeHHyio\n1 Sous réserve de ratification.\nVol. 1079, 1-16510\n294______United Nations — Treaty Series » Nations Unies — Recueil des TVaités_____1978\nFor thé United States of America:\nPour les Etats-Unis d'Amérique\n3a CoeaHHeHHtie ÏÏIraTbi\nFor the Upper Volta:\nPour la Haute-Volta :\n3a BepxHKHO BcwibTy:\nFor Uruguay:\nPour l'Uruguay\n3a\nFor Venezuela:\nPour le Venezuela\n3a Benecyajiy:\nFor Western Samoa:\nPour le Samoa-Occidental\n3a 3anajmoe\nFor Yemen:\nPour le Yemen :\n3a fteMCH:\nVol. 1079, 1-16510\n1978_____United Nations — Treaty Series « Nations Unies — Recueil des Traités______295\nFor Yugoslavia:\nPour la Yougoslavie :\n3a HDrocjiaBHK):\nMILOS LALOVIC\n28.IV. 1976\nFor Zaire:\nPour le Zaïre :\n3a 3aap:\nFor Zambia:\nPour la Zambie :\n3a!\nFor the European Economie Community:\nPour la Communauté économique européenne :\n3a EBponeâcKoe SKOHOMunecKoe CooômecTBo:\nK. PlNGEL\n30.12.76\nVol. 1079, I-165IO\n296 United Nations — TVeaty Séries • Nations Unies — Recueil des Traités 1978\nRESERVATIONS AND DECLARATIONS RÉSERVES ET DÉCLARATIONS\nMADE UPON RATIFICATION AND FAITES LORS DE LA RATIFICATION\nACCESSION (a) ET DE L'ADHÉSION (a)\nBULGARIA (a) BULGARIE (a)\n[BULGARIAN TEXT — TEXTE BULGARE]\n\"HapOflHa penyÔJiHKa EtJirapHH ne ce CHHTa oÔBtpsaHa c HJICH 57, TOHKH 2\nHO 6 BKJiioHHTejiHO Ha KoHBCHUHHTa, OTHacamH ce no apÔHTpaîKa. HapoflHa\npeny6jiHKa Bi>jirapnH cMîrra, ne nanen cnop MO>KC na ôtae OTHCCCH no apÔHTpa-\nJKBH CT>H caMO CT>C CT>rJiacneTO na BCHHKH crpaHH no TOSH cnop.\n\"HapoflHa penyôjimca BtJirapHH aeKJiapHpa, ne HJICH 52, TOHica 1, KOHTO\norpaHHMasa ynacTHCTO na HSBecreH ôpoô m>p>KaBH B KoHBeHUHjrra, e B nporaBO-\npenne c oômpnpHeTHH npHHirnn sa cyBepeHHOTO paseHCTBo Me>Kny HtpsfcaBHTe.\n\"HapoflHa penyôJiHKa B-Knrapua neKJiapnpa ci>tu;o, ne npeflBnaeHaTa B\nHJI6H 52, TOHKa 3 B1,3MO)«HOCT MHTHHHCCKH HJIH HKOHOM0H6CKH CtK)3H fla CT3HaT\nfloroBapauuiH CTpaHH no KoHBeHUHHTa ne ctsnasa sa nez HHKaKBH santJiaceHHa no\nOTHOUieHHC H3 T63H CT>K)3H.\"\n[TRANSLATION] [TRADUCTION]\nThe People's Republic of Bulgaria does La République populaire de Bulgarie ne\nnot consider itself bound by article 57, se considère pas liée par les dispositions\nparagraphs 2 to 6, concerning arbitration. des paragraphes 2 à 6 de l'article 57 de la\nThe People's Republic of Bulgaria con Convention, relatives à l'arbitrage. La Ré\nsiders that a dispute can be referred to a publique populaire de Bulgarie considère\ncourt of arbitration only with the consent of qu'un différend ne peut être porté devant un\nall parties to the dispute. tribunal arbitral qu'avec l'assentiment de\ntoutes les parties au différend.\nThe People's Republic of Bulgaria de La République populaire de Bulgarie\nclares that article 52, paragraph 1, which déclare que le paragraphe 1 de l'article 52,\nrestricts the participation by a certain num qui limite la participation à la Convention à\nber of States in the Convention, is in un certain nombre d'Etats, est contraire au\ncontradiction with the generally accepted principe généralement reconnu de l'égalité\nprinciple of sovereign equality of States. souveraine des Etats.\nThe People's Republic of Bulgaria de La République populaire de Bulgarie\nclares also that the possibility envisaged in déclare en outre que la possibilité prévue au\narticle 52, paragraph 3, for customs or paragraphe 3 de l'article 52 pour des unions\neconomic unions to become Contracting douanières ou économiques de devenir\nParties to the Convention does not bind Parties contractantes à la Convention n'en\nBulgaria with any obligations whatsoever traîne pour la Bulgarie aucune obligation à\nwith respect to these unions. l'égard desdites unions.\nHUNGARY HONGRIE\n[TRADUCTION — TRANSLATION]\n\"The Hungarian People's Republic does La République populaire hongroise ne se\nnot consider itself bound by the provisions considère pas liée par les dispositions rela\non compulsory arbitration contained in tives à l'arbitrage obligatoire énoncées à\narticle 57 of the Convention. l'article 57 de la Convention.\nVol, 1079, 1-16510\n1978_____United Nations — Treaty Séries » Nations Unies — Recueil des Traités______297\n\"The Hungarian People's Republic La République populaire hongroise ap-\ndraws attention to the fact that the provi- pelle l'attention sur le fait que les disposi-\nsions of paragraph I of article 52 of the lions du paragraphe 1 de l'article 52 de la\nConvention are at variance with the funda- Convention sont contraires aux principes\nmental principles of international law. It fondamentaux du droit international. Le\nfollows from the generally accepted princi- principe universellement admis de l'égalité\npie of sovereign equality of States that the souveraine des Etats veut qu'il soit donné à\nConvention should be open for adherence tous les Etats, sans discrimination ni res-\nby ail States without any discrimination triction, la possibilité d'adhérer à la Con-\nand restriction.\" vention.\nVol. 1079, 1-16510",
  "pages": 89,
  "method": "pdfplumber"
}