{
  "source": "pdfs/3.pdf",
  "title": "3",
  "content": "WANDER REWARDS PROGRAM AGREEMENT\nREDEMPTION TERMS & CONDITIONS\nThis document (“Wander Rewards Program Agreement Redemption Terms &\nConditions” or “Terms & Conditions”) describes the terms and conditions applicable to\nyour redemption of points earned from use of your Wander credit card through the\nCredit One Bank Wander Rewards Program (“Program”) as described in the Credit One\nBank Rewards Program Supplement (“Supplement”). These Terms & Conditions\nsupplement the Card Agreement that governs your Wander credit card account issued\nby Credit One Bank, N.A. (“Credit One Bank”, “we”, “us” or “our”)(the “Account”). Your\nparticipation in the Program and redemption of points is subject to the terms of the Card\nAgreement, including the arbitration provision, if applicable, the Supplement and these\nTerms & Conditions. In the event of a conflict between the Card Agreement, the\nSupplement and/or these Terms & Conditions, with respect to matters relating to point\nredemption, these Terms & Conditions control. These Terms & Conditions also include\nadditional terms and conditions applicable to the redemption of rewards points and/or\npurchases for travel components (airline travel, hotel, rental car and activities) which are\nincluded in Section IV of this document (“Travel Terms & Conditions”). Your use of this\nwebsite (“Site”) constitutes your agreement to Terms & Conditions and the Travel\nTerms & Conditions, as applicable. If you do not agree with any of the Terms &\nConditions and the Travel Terms & Conditions, you must not use the Site. In order to\nuse the Site, you must be at least eighteen (18) years of age or older, have an Account\nin good standing and have a valid email address.\nThe telephone number for the Call Center is 877-825-3242.\nI. Cash Back Rewards\nAll Statement Credit redemptions are final. Credit One Bank is not able to process\nrefunds, exchanges, or cancellations.\nIf you choose to redeem points for cash back rewards, you will receive a credit on the applicable\nstatement. Statement Credits for cash back rewards will reduce the balance on your Account but\nwill not count as a payment. You will still be required to pay at least the Minimum Payment Due as\nshown on your billing statement each month. Cash back rewards may be requested in increments\nof 1,000 points. Each point redeemed for a cash back reward is worth $0.01 (1,000 = $10) and\nmay change without notice.\nGeneral\n• Statement Credits will be posted to your Program card account within 3 business days\nof the redemption request.\n• The Statement Credits will be issued to your Program card account only and may not be\nredeemed for cash or cash equivalents, transferred to another card, or used as a\npayment on other accounts.\nII. Gift Cards\nGift Cards issued pursuant to the Program are subject to the Program’s Terms &\n1\nConditions and the terms & conditions set by the merchant issuing the Gift Card.\nRedemption of points for a Gift Card constitutes acceptance of these Program Terms &\nConditions and the terms & conditions set by the merchant issuing the Gift Card.\nMerchant terms & conditions will be disclosed at time of redemption. Additional\ninformation may be obtained from the issuing merchant or its website.\nExpiration policies and non-usage fees may apply as specified in the merchant’s terms &\nconditions and to the extent allowed by law.\nGift Cards are not redeemable for cash. Gift Cards may not be exchanged or returned unless\ndamaged or defective at the time of receipt. Gift Cards previously issued by a merchant that no\nlonger accepts gift cards or is no longer in business may not be exchanged or returned.\nExcept as required by law, Gift Cards will not be replaced or replenished if lost, stolen,\ndestroyed, used without the intended recipient’s permission, or used in a manner inconsistent\nwith any law.\nPhysical Gift Cards will be delivered via USPS, UPS or FedEx and are fulfilled and shipped\nby a third party. Should a Gift Card not be delivered to the intended recipient within\nfourteen (14) days of the shipping date or if there are any other issues with a Gift Card,\nplease contact the Call Center. The Call Center will attempt to resolve any issues within\nfourteen (14) days of contact. Research will be conducted to determine the appropriate\nresolution, but in no event will a replacement Gift Card be issued more than thirty (30)\ndays after the original Gift Card shipping date.\nDigital Gift Card orders will be confirmed by an email generated on behalf of the merchant\nby the Digital Gift Card fulfillment vendor. Emails will be sent to the email address provided\nat the time of redemption.\nIII. Merchandise\nThe merchandise portion of this Site is a “live” catalog which means items come in and out of\nstock. Merchandise prices include taxes, shipping, and handling. Taxes, shipping, and handling\nprices are determined at the time of selection and vary based on the ship to address and the\nitems in your cart.\nIn-Store Pick Up\nIn-Store Pick Up (\"ISPU\") is available for some merchandise items. You will receive a notification\nwhen your ISPU item is ready for pickup. You must present a printed or electronic copy of the\nnotification and a valid government-issued ID to pick up your item. ISPU items not picked up in six\n(6) calendar days will be canceled, and your rewards points will be returned to your account. If you\ndiscover that an item is damaged or defective, you must call the Call Center to get instructions on\nhow to return the item. Once the item has been returned, your rewards points will be refunded to\nyour account within 5-10 business days.\nPricing\nDue to the real-time nature of items and availability of items in this catalog, the latest, real-\ntime pricing and availability will be updated when the item is added to the cart.\nBackordered Items\n2\nWhen an item is shown on the online catalog, it is available, but by the time the order is\nprocessed with the supplier, it may be out of stock at that exact time. There is no way to\nconfirm in advance if or when an item will become out of stock as it is a live catalog. Items\nwhich are no longer available (“NLA”) or on back order for more than thirty (30) days may be\ncancelled due to unavailability; a full refund of rewards points will be processed for the item(s)\ncancelled.\nMerchandise Return Policies & Process\nAll returns and exchanges must originate with the returns center as discussed below under Return\nProcess.\nMost new, unopened items returned within thirty (30) days of shipment can be returned for\neither a replacement item or a refund of your rewards points. If you’ve received an incorrect or\ndefective item, you can choose to receive the correct, functioning merchandise or a full refund\nof your rewards points including shipping and handling. Restocking fees in addition to shipping\nand handling fees may be applied on items returned that are not damaged or the wrong item.\nThis would be deducted from the amount of rewards points refunded to your account for a\nreturn.\nThere are some exceptions where returns are not allowed:\n• Hazardous items that are gas-powered or contain flammable liquids.\n• Computer laptops and desktops more than fourteen (14) days after delivery.\n• Any product missing the serial number or UPC.\n• Gift cards/certificates.\n• Gourmet gift baskets.\nAlso, items that are opened, used, or shipped more than thirty (30) days ago may not be eligible\nfor an exchange or refund.\nReturn Process\n1. Contact the Call Center to initiate your request. Note: you will need to provide either\nyour order confirmation email or shipping document which contains pertinent\ninformation such as order number, item number, and item name. Providing all\nrequested information will expedite processing.\n2. Within three (3) business days you will receive an email validating whether the item is\neligible for return. If eligible, you will be provided with return shipping labels and any\nadditional instructions.\n3. Return Merchandise\na. Return labels must be used for all exchange and refunds within the time frame\ndesignated (usually ten [10] calendar days); once the label expires the item is\nno longer eligible for return.\nb. Each return mailing label is coded for a specific shipment and specific items;\nplease do not include items from other orders or other items and/or shipments\nfrom the same order in the same box, or you will not receive the correct refund.\nc. For special items that require a pickup by UPS, a “call tag” will be issued. UPS\nwill attempt a pick-up at the address on the order during the next three (3)\nbusiness days. No specific time can be provided for the pickup as this is\ndependent upon the UPS route in the area.\nd. If a specialty carrier is required for large items, the carrier will call the telephone\nnumber on the order to arrange a pick-up date and time.\n3\ne. Return labels, call tags, and carrier pick-ups are valid only for returns\nshipped within the U.S.\n4. Rewards points for returned merchandise will be refunded to your account within\nfour (4) weeks after merchandise is received by the rewards center.\na. Eligible rewards points (after deducting any points for restocking, shipping, and\nhandling) will be deposited back to your account.\n5. Replacement items are typically shipped within four (4) weeks of the merchandise\nbeing received by the rewards center.\na. If the item is unavailable, eligible rewards points, (after deducting any points for\nrestocking, shipping, and handling) will be refunded back to your account.\nReturn Guidelines\nSome product lines have special restrictions or return policies. Review the table below to\nunderstand the returns policy for the various product lines.\nBooks, These items must be unopened and still in their plastic wrap\nComputer unless the item is damaged or defective upon opening of the\nGames, DVDs, item’s packaging.\nElectronics,\nMusic, Videos,\nVideo Game\nSoftware\nLarge Screen TV Inspect your TV carefully for damage while the shipper is still present.\ndelivered by If you discover any damage, please refuse delivery and the shipper will\nfreight carrier remove the TV and your order will be processed for a refund. Do not\nsign the shipper’s release form unless you have inspected the TV for\ndamage. All cabling or additional installation is your responsibility. Your\nsignature on the carrier’s delivery receipt acknowledges that you\nunderstand the return policy. If you accept delivery and later find out\nthat the TV is not working properly, please review the package\nenclosures to see if the problem is covered by a manufacturer’s in-\nhome service warranty. If you are unable to locate warranty information\nfor a particular model, contact the manufacturer.\nOutdoor Living, These items must be unopened and still in their original packaging,\nKitchen, Tools & unless the item is damaged or defective upon your opening of the\nHardware item’s packaging. For safety reasons, items that use flammable\nliquids or gases cannot be returned. Please contact the\nmanufacturer directly for service, warranty, return, and refund\ninformation.\nApparel These items must be unopened and still in their original packaging,\nunless the item is damaged or defective upon your opening of the\nitem’s packaging. These items must be in their original condition\nwith all tags intact.\n4\nGourmet Food We cannot accept returns of gourmet food items including\ncandy, gift baskets, or any other food items.\nHealth & Items must be unopened and in new condition. We cannot accept\nPersonal Care returns of products that have special shipping restrictions imposed by\nthe U.S. Department of Transportation.\nJewelry & These items must be unopened and still in their original packaging,\nAccessories unless the item is damaged or defective upon your opening of the\nitem’s packaging.\nComputers Computers which have been opened are subject to a 15% restocking\nfee to be deducted from the total amount the customer is refunded.\nComputers may not be returned more than fourteen (14) days from the\ndate of delivery.\nPlease Note\n• If you do not use the Call Center and choose to work directly with the merchant, the Call\nCenter will not be able to assist you.\n• Merchant direct returns only allow exchanges or store credit; a return for rewards points\nwill not be an option.\nIV. Travel Program\nThis Section IV contains the Travel Terms & Conditions which are additional terms and\nconditions that apply to your redemption of rewards points and/or purchase of travel\ncomponents (airline travel, hotel, rental car and activities). Credit One Bank does not\nprovide, endorse, or guarantee any third-party product, service, or information or\nrecommendation listed by Aspire Loyalty Travel Solutions, LLC .\nGeneral Information\n1. Travel management services are provided by Aspire Loyalty Travel Solutions, LLC and its\naffiliates (collectively, “Aspire”), a service provider to the Program. Aspire acts as a service\nbureau that provides value-added service to retail travel agents and consumers.\n2. In these Travel Terms & Conditions, \"Travel Suppliers\" means the airlines, hotels, car rental\nagencies, cruise lines, railroads, tour operators and other service providers whose products\nand services are made available through the Program. The Program Terms incorporate by\nreference the terms of each Travel Supplier’s terms and conditions, as applicable. You are\nresponsible for checking the applicable Travel Supplier website(s) for terms and conditions\nwhich may apply.\n3. ALL TRAVEL SERVICES PURCHASED USING REWARDS POINTS MUST BE PURCHASED\nTHROUGH THE PROGRAM AND NOT WITH THE TRAVEL SUPPLIER DIRECTLY. TRAVEL\nSERVICES ARE PROVIDED SOLELY BY THE TRAVEL SUPPLIERS. ASPIRE AND THE\nPROGRAM ARE NOT LIABLE FOR THE FAILURE OF THE TRAVEL SUPPLIERS TO\nPERFORM THE SERVICES OFFERED BY THE TRAVEL SUPPLIERS. TRAVEL SUPPLIERS\nARE INDEPENDENT CONTRACTORS AND NOT AGENTS OR EMPLOYEES OF THE\nPROGRAM OR ASPIRE. EXCEPT AS EXPRESSLY STATED HEREIN, THE PROGRAM\n5\nAND/OR ASPIRE ASSUMES NO RESPONSIBILITY FOR ACTIONS RELATING TO TRAVEL\nSERVICES BEYOND THE CONTROL OF THE PROGRAM AND/OR ASPIRE OR THEIR\nRESPECTIVE EMPLOYEES. UNLESS PROHIBITED BY LAW, THE PROGRAM AND\nASPIRE SHALL NOT BE LIABLE FOR ANY ACTS, FAILURE TO PERFORM, ERRORS,\nOMISSIONS, REPRESENTATIONS, WARRANTIES, BREACHES, NEGLIGENCE, GROSS\nNEGLIGENCE OR WILLFUL MISCONDUCT OF ANY SUCH TRAVEL SUPPLIERS,\nINCLUDING, BUT NOT LIMITED TO, ANY PERSONAL INJURIES, DEATH, PROPERTY\nDAMAGE OR LOSS, INCONVENIENCE, LOSS OF ENJOYMENT, MENTAL DISTRESS OR\nOTHER SIMILAR MATTER, DELAYED DEPARTURE, MISSED CONNECTION,\nSUBSTITUTION OF SERVICES OR ACCOMODATIONS, TERMINATION OF SERVICE, OR\nCHANGES IN FARES AND RATES, AND/OR CANCELLATION OR DOUBLE BOOKING OF\nRESERVATIONS BY THE TRAVEL SUPPLIER. THE PROGRAM AND ASPIRE DO NOT\nGUARANTEE OR INSURE THE PERFORMANCE OF SERVICES BY THE TRAVEL\nSUPPLIERS, THE FINANCIAL POSITION OF THE TRAVEL SUPPLIERS OR\nREIMBURSEMENT TO YOU FROM ANY LOSS EXPERIENCED AS A RESULT OF AN ACT\nOR OMISSION OF THE TRAVEL SUPPLIERS.\n4. IN NO EVENT SHALL THE PROGRAM AND/OR ASPIRE AND/OR THEIR AFFILIATES BE\nLIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR\nCONSEQUENTIAL DAMAGES ARISING OUT OF, OR IN CONNECTION WITH, THE USE\nOF ANY INFORMATION, PRODUCTS, AND SERVICES OBTAINED FROM A TRAVEL\nSUPPLIER EVEN IF RESERVATIONS ARE PROVIDED THROUGH THIS SITE, A CALL\nCENTER, OR OTHERWISE, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY,\nOR OTHERWISE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF\nDAMAGES. BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION\nOR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE\nABOVE LIMITATION MAY NOT APPLY TO YOU.\n5. In situations in which a Travel Supplier defaults prior to providing services, you may pursue\nany recourse against the Travel Supplier for a refund which may be permitted by law or\nstatute.\n6. Travel reservations are subject to the rules of the applicable Travel Supplier on your itinerary.\nA reservation is not complete until confirmed/ticketed. The passenger ticket(s) when issued, or\nelectronic reservation, shall constitute a contract between the Travel Supplier and the ticketed\nparty. Some reservations cannot be cancelled or changed, other reservations may incur Travel\nSupplier fees to cancel or change.\n7. You acknowledge the reward portion of your transaction will be paid for with rewards points\nfrom the Program.\n8. Travel Supplier, the Program and/or Aspire each have the right to cancel the booking in the\nevent of non-payment or payment dispute.\n9. All refund requests may be initiated by calling the Call Center . You must follow any\ninstructions given to you to provide backup documentation or to return negotiable documents\n(i.e. paper airline tickets, redeemable certificates or vouchers, etc.) which must be returned\nprior to processing any refund. All refund claims must be made within thirty (30) days after the\nscheduled departure date.\n10.Because many different Travel Suppliers may be used for each aspect of travel (i.e., for air,\nhotel, car rentals, cruise, activities and vacations), IF YOU WISH TO MAKE CANCELLATIONS\nOR CHANGES TO YOUR TRAVEL, YOU MUST MAKE SUCH REQUESTS FOR EACH\nASPECT OF YOUR TRAVEL. For example, if you change your air travel dates, that request\nwill not result in any changes to your hotel dates. Neither the Program nor Aspire are\nresponsible for any credit or voucher issued by any Travel Supplier.\n11.All offers, prices, and conditions of sale may be subject to change without notice, require\nadvance purchase, meeting eligibility requirements, seating reservations, or other limitations,\nsuch as travel days, dates, minimum or maximum stays, holidays, seasons, blackout dates,\n6\nstopovers, wait-listing restrictions, reservation validation limitations of up to one (1) year (if any\nextension permitted, penalties/restrictions may apply), and/or other conditions/restrictions.\nGeneral Travel Information.\n1. At all times throughout your trip, you will need to present the required government-issued\nphoto ID for security checks at airports, hotels, car rental, cruise, activity, and vacation\nlocations and may be required to do so for attractions and other products as deemed\nnecessary by the relevant Travel Suppliers. The name on the government-issued photo ID\nmust match the name on the reservation. In addition to the required government-issued ID,\nproof of citizenship (Passport) is required for international travel (for countries outside of the\nUnited States) and may require a visa and meeting minimum health requirements. Passports\nfor international travel must be valid for a period of at least six (6) months from the return date.\nBeginning October 1, 2021, every air traveler eighteen (18) years of age and older will need a\nREAL ID-compliant driver's license or another acceptable form of ID. The TSA currently\naccepts several other forms of identity documents, such as passports, and will continue to do\nso when flying within the United States. REAL ID-compliant cards are generally marked with a\nstar located in the upper portion of the card.\n2. Air carriers cannot board any passenger who fails to provide the required documents. Please\nnote that it is your sole responsibility to ensure that you meet the passport, visa, and/or health\nrequirements of the countries you wish to visit, including any layover or stopovers and return\nentry into the United States. Many countries require that your passport be valid for a minimum\nperiod from the date of arrival into that country. For any questions regarding what the\napplicable minimum period is and any other conditions or passport/visa requirements for travel,\nyou should contact the corresponding local consulate of the countries to which you are\ntravelling. Visa policies vary by country, should be obtained prior to departure, and are the sole\nresponsibility of the traveler. Visa requirements can be found on the U.S. Department of State\nwebsite (http://www.travel.state.gov/content/visas/en.html).\n3. The Program and Aspire do not have any special knowledge regarding (i) the suitability for\ndisabled persons for any travel itinerary; or (ii) unsafe conditions, health hazards, weather\nhazards, or climate extremes at locations to which you may travel.\n4. For information concerning possible dangers at international destinations, Aspire recommends\ncontacting the Travel Advisory Section of the U.S. State Department at 202-647-5225 or\nhttp://travel.state.gov.\n5. For medical information, Aspire recommends contacting the Centers for Disease Control and\nPrevention at 800-232-4636. For foreign health requirements and dangers, go to\nhttp://www.cdc.gov/travel.\n6. Minors under the age of eighteen (18) who are traveling alone or with only one parent may be\nrequired to have additional documentation. Please contact your airline or the nearest consulate\nof the country to which you are traveling for additional information.\n7. If your itinerary involves an ultimate destination or stop in a country other than the country of\ndeparture, the provisions of a treaty known as the Warsaw Convention or the Montreal\nConvention may be applicable to your entire trip, including any portion entirely within the\ncountry of origin or destination. These conventions govern and may limit the liability of certain\nair carriers for death of or personal injury to passengers and/or loss of or damage to baggage.\n8. Special requests made to a Travel Supplier are requests only and cannot be guaranteed.\nFees, taxes, and charges may apply depending upon the service request.\n9. Certain rate types do not permit credit for airline, hotel, or car loyalty programs.\n10.Government imposed departure or entry taxes may not be included in ticket fees. You should\nbe prepared to pay these taxes in cash at the location.\nAirline Travel:\n7\n1. Airline tickets are NON-REFUNDABLE and NON-CHANGEABLE unless permitted by the\nterms of the fare and are subject to airline rules, penalties, and fare difference. Airline policies\nare subject to change at any time without notice. Airline tickets must be booked at least\nseventy-two (72) hours prior to departure.\n2. Any fees associated with the applicable redemption or ticket purchase will be the responsibility\nof the traveler at the time of booking. These fees include, but are not limited to, ticketing fees,\nairline fuel surcharges, and security fees. Government entry/exit fees may apply, depending on\nyour destination. These are your sole responsibility and may be additional to your booking\ncharges.\n3. In addition, the rewards points price listed for airline tickets does not include any applicable\nbaggage fees, meals, beverages, or services fees. Restrictions may apply.\n4. Changes to and cancellations of airline tickets can be made only if the Travel Supplier and\nspecific air ticket rules permit the changes or cancellations. Travel Suppliers may charge a\nticket service fee for all exchanges, modifications, or cancellations, in addition to airline\npenalties and fare difference.\n5. Unused tickets contain no value if not canceled prior to departure. To inquire about\nrefundability of a fare you are considering, please call the appropriate airline.\n6. All reservations must be made in the EXACT name of the person traveling. Tickets are non-\ntransferable. Name changes are not permitted. You will be responsible for any charges issued\nby the Travel Supplier due to incorrect passenger information entered by you or provided to\nthe Call Center at the time of making the reservation.\n7. The Transportation Security Administration (“TSA”) requires you to provide your full name,\ndate of birth, and gender for the purpose of watch list screening. Failure to provide your full\nname, date of birth, and gender may result in denial of transport or denial of authority to enter\nthe boarding area. TSA may share information you provide with law enforcement or\nintelligence agencies or others under its published system of records notice. For more on TSA\nprivacy policies, or to review the system of records notice and the privacy impact assessment,\nplease see the TSA website at www.tsa.gov.\n8. It is recommended that passengers check in with the airline a minimum of two (2) hours prior\nto scheduled departure time for domestic flight itineraries and three (3) hours prior to\nscheduled departure time for international itineraries due to federal security requirements.\nPlease note that airline schedules change frequently. Please reconfirm all flight dates and\ntimes with the airline twenty-four (24) hours prior to departure for domestic flights and at least\nseventy-two (72) hours for international flights. Advanced Passenger Information (API) is also\nrequired by the airline at least seventy-two (72) hours prior to departure per the U.S. Customs\nand Border Control Agency for all international flights traveling into, out of and over U.S.\nterritories. Information needed can include but is not limited to nationality, country of residence,\npassport/visa number, expiration date, country of issuance and destination address. Failure to\nprovide this information may result in delayed/denied boarding or cancellation of flights. Any\ncosts incurred due to failure to provide this information will be at the passenger’s expense.\n9. Upgrades are not permitted on certain itineraries. Please check with the carrier directly.\n10.Please review your itinerary, as code-share flights may exist. If a code-share flight exists in\nyour itinerary, passengers must check in with the operating airline on day of departure.\n11.All tickets will be issued as e-tickets, unless e-tickets are not available due to airline\nrestrictions. If an e-ticket is unavailable, the Call Center will mail a paper ticket to you at no\ncharge. However, if an e-ticket is available and you request a paper ticket, you may be\ncharged a service fee and shipping/handling charges. All paper tickets will be shipped within\nforty-eight (48) hours to the address you provide. If your paper ticket(s) is lost, stolen, or\ndestroyed, contact the Call Center immediately for details on how to process your claim. You\nmay need to purchase a new ticket to travel while you are waiting for any permitted refund or\ncredit. Additionally, you remain responsible for payment due for the lost, stolen, or destroyed\nticket(s) unless a refund or credit is issued by the carrier.\n8\n12. Airline tickets for minors under the age of seventeen (17) traveling alone cannot be redeemed\nor purchased in the Program as each airline has their own rules for unaccompanied minors.\nThese tickets must be purchased directly with the airline.\n13. We reserve the right to correct errors in any advertised price and, if applicable, give you an\noption to either cancel the reservation or allow the Call Center to collect an amount equal to\nany increase in price from your provided credit or debit card, prior to your departure.\n14. The Program Terms incorporate by reference the terms of each airline’s contract of carriage.\nPassengers may inspect the full text of the contract of carriage at each airline's airport or city\nticket offices. The incorporated terms of the contract of carriage may include, but are not\nlimited to: (1) Limits on the airline's liability for personal injury or death of passengers, and for\nloss, damage, or delay of goods and baggage, including fragile or perishable goods; (2) Claim\nrestrictions, including time periods within which passengers must file a claim or bring an action\nagainst the airline for its acts or omissions or those of its agents; (3) Rights of the airline to\nchange terms of the contract; (4) Rules about reconfirmation of reservations, check-in times,\nand refusal to carry; (5) Rights of the airline and limitations concerning delay or failure to\nperform service, including schedule changes, substitution of alternate airline or aircraft, and\nrerouting.\n15. Please note that your seats, meals, frequent flyer, and other special requests are requests\nonly. There is no guarantee that you will be assigned the seat(s) you have requested. There is\nalso no guarantee that your meal(s), frequent flyer, and other special requests will be honored\nby the airline. It is therefore recommended that you contact your airline directly to confirm\nthese requests prior to your scheduled departure date.\n16. Airline flights may be overbooked, and there is a slight chance that a seat will not be available\non a flight for which a person has a confirmed reservation. If the flight is overbooked, no one\nwill be denied a seat until airline personnel first ask for volunteers willing to give up their\nreservation in exchange for a payment of the airline’s choosing. If there are not enough\nvolunteers, the airline will deny boarding to other persons in accordance with its particular\nboarding priority. With few exceptions, persons denied boarding involuntarily are entitled to\ncompensation. The complete rules for the payment of compensation and each airline's\nboarding priorities are available at all airport ticket counters and boarding locations. Some\nairlines do not apply these consumer protections to travel from some foreign countries,\nalthough other consumer protections may be available. Check with your Travel Supplier.\n17. For all flights departing from the European Union and all flights to the European Union if on a\nEuropean operating carrier, if you are denied boarding or your flight is canceled or delayed for\nat least two hours, ask at the check-in counter or boarding gate for a document stating your\nrights, particularly with regard to compensation and assistance. For further information on your\nair passenger rights for these flights, see http://ec.europa.eu/transport/themes/passengers/air/.\n18. Failure to use any flight segment may result in automatic cancellation of all continuing and\nreturn reservations. You must advise your Travel Supplier if your travel plans change en route.\n19. Federal law forbids the carriage of hazardous materials aboard aircraft in your luggage or on\nyour person. A violation can result in five years' imprisonment and penalties of $250,000 or\nmore (49 U.S.C. 5124). Hazardous materials include explosives, compressed gases,\nflammable liquids and solids, oxidizers, poisons, corrosives and radioactive materials.\nExamples: Paints, lighter fluid, fireworks, tear gases, oxygen bottles, and\nradiopharmaceuticals. There are special exceptions for small quantities (up to 70 ounces total)\nof medicinal and toilet articles carried in your luggage and certain smoking materials carried on\nyour person. For further information contact the Travel Supplier directly.\n20. Please go to https://www.transportation.gov/airconsumer/spray to learn about the use of\ninsecticides in certain flights.\n21. A reservation is subject to cancellation by the Travel Supplier if the passenger is not available\nfor boarding at the loading gate at least fifteen (15) minutes prior to scheduled departure for\n9\nflights between U.S. points, or up to thirty (30) minutes for all other travel. Be sure to check\nwith your airline as these times vary by airline.\n22. Failure to occupy reserved space may result in the Travel Supplier canceling, continuing,\nconnecting, or returning space reserved by the passenger.\n23. THE TRAVEL SUPPLIER RESERVES THE RIGHT TO REFUSE CARRIAGE TO ANY\nPERSON WHO HAS ACQUIRED A TICKET IN VIOLATION OF APPLICABLE LAW OR\nCARRIER'S TARIFFS, RULES, OR REGULATIONS.\n24. Air reservations can be booked in advance. Your return flight must be no more than three\nhundred and twenty-eight (328) days from the date of departure.\n25. Some airlines may require a birth certificate for infants under the age of two (2) traveling\nwithout charge.\nCANADA ELECTRONIC TRANSIT AUTHORIZATION (ETA)\nAs of March 15, 2016, visa-exempt foreign nationals who fly to or transit through Canada\nare expected to have an Electronic Travel Authorization (ETA). Exceptions include U.S.\ncitizens and travelers with a valid Canadian visa. PLEASE VISIT\nWWW.CANADAETAVISA.COM TO OBTAIN YOUR ELECTRONIC TRAVEL AUTHORIZATION.\nTHIS IS REQUIRED FOR YOUR TRAVEL TO OR THROUGH CANADA. CONTACT THE\nCONSULATE OF THE COUNTRY FOR ADDITIONAL QUESTIONS ON DOCUMENTATION\nTHAT WILL NEED TO BE PROVIDED.\nBaggage\n1. Airline baggage policies vary by airlines and charges may apply for checked baggage. You are\nresponsible for such charges. Please check with the individual airline should you have\nquestions regarding baggage charges, size limitations, or restrictions. Click on the link for\n“baggage fee information” shown with each flight result.\n2. If you have excess baggage, you will have to pay any excess baggage fee assessed by each\nairline. These fees are to be paid directly to the airline upon using such service.\n3. When there are two or more airlines involved for connecting flights, then you may have to\nreclaim your bags at the connecting airport and check-in again to continue your journey. Some\nairlines charge an extra fee each time bags are checked-in with that airline. Additional fees\nmay apply and must be paid directly to the Travel Supplier.\n4. Liability for loss, delay, or damage to baggage is limited unless a higher value is declared in\nadvance and additional charges are paid. Excess valuation may be declared on certain types\nof articles. Some Travel Suppliers assume no liability for fragile, valuable, or perishable\narticles. Further information may be obtained from the Travel Supplier.\n5. The Program and Aspire will not be responsible for lost, stolen, damaged, or destroyed\nbaggage or contents of baggage.\nHotels:\n1. Hotel rooms are PREPAID AND ARE NON-REFUNDABLE AND NON-CHANGEABLE unless\npermitted by the terms of the room/rate description. Hotel rooms must be booked at least\nseventy-two (72) hours prior to arrival. Hotel cancellation policies are displayed on the\nProgram for each room type. Due to various hotel rules, date restrictions over high-demand\nperiods, and other special circumstances, hotel cancellation terms are subject to change at\nany time prior to purchase. For more information on individual room types and amenities\nbased on room type selections, please contact the hotel Travel Supplier directly.\n2. No shows are non-refundable and will result in a total forfeiture of payment and rewards points\nwithout credit due.\n10\n3. You must contact the Call Center for all cancellation or modification requests. Cancellations or\nmodifications handled by the hotel directly may result in no refund. Hotels can only be\ncanceled in full, and not just a portion of the reservation. If you desire to shorten the length of\nyour stay, you will need to cancel the entire reservation and rebook a new reservation.\n4. In the event of an involuntary cancellation due to weather, war, terrorism, epidemic outbreak,\nnatural disaster, acts of civil unrest or other acts of God, cancellation fees may be waived at\nthe discretion of the hotel.\n5. Policies for children vary by hotel. Child benefits may be extended should a hotel offer them.\n6. Any charges for incidentals that you incur while traveling are not included in your reservation\nrate and must be paid directly to the hotel. These include, but are not limited to, resort fees,\nhotel energy surcharges, parking fees, room service, telephone fees, internet-usage fees, in-\nroom movies, mini-bar charges, gratuities, babysitting, and other incidentals. Please check\nwith the hotel for additional information on incidental charges.\n7. Special requests, such as bed type, smoking preferences, or room amenities made to hotel\nTravel Suppliers are on a request only basis and cannot be guaranteed. Fees and charges\nmay apply, depending on the service request.\n8. At check-in, you must furnish a valid government-issued photo ID and a credit card for\nincidentals.\n9. Minimum age for booking a hotel is eighteen (18) years of age at time of stay, but some hotels\nhave different age requirements for booking.\n10. Reservations do not include services not specified in the reservation confirmation.\n11. Travel Suppliers will attempt to notify guests of hotel renovation or refurbishment as\nreasonably soon as Travel Suppliers are notified by the hotel; however, the Program and\nAspire are not liable if the hotel has failed to notify you in advance.\n12. Due to hotel Travel Supplier policies applicable to certain preferred rates, your name may not\nbe provided to the hotel Travel Supplier until twenty-four (24) hours prior to your arrival.\n13. Reservations are restricted to a maximum of twenty-one (21) days. If you need to stay for more\nthan twenty-one (21) days, you will need to make another reservation.\n14. Reservations are restricted to a maximum of eleven (11) months in advance.\n15. You may book up to three (3) hotel rooms per reservation if they are the same room type. For\nadditional rooms, please contact the Call Center directly.\nCar Rentals:\n1. You must contact the Call Center for all cancellation or modification requests. Cancellation or\nmodification requests are subject to the applicable Travel Supplier’s policies. Change or\ncancellation fees may apply.\n2. Car rentals must be booked at least seventy-two (72) hours prior to rental. Cancellations or\nmodifications handled by the rental car agency directly may result in no refund. Car rentals can\nonly be canceled in full, and not just a portion of the reservation. If desiring to shorten or\nextend the length of your rental, you will need to cancel the existing reservation and book a\nnew reservation.\n3. A valid driver’s license and credit card are required at the time of pickup of the vehicle. The\ndriver’s license and credit card must be in the name of the individual who reserved the vehicle\nfor his/her use. Debit cards may not be accepted by a car rental company.\n4. Advance purchase rental rates in the United States usually include unlimited mileage, and\nmost taxes and fees, although some local taxes/fees may be collected at the counter by the\ncar rental agency. Car rental rates outside of the United States may not include unlimited\nmileage, taxes, and fees. These will be determined by the car rental agency. Any additional\nfees or charges must be paid directly to the car rental agency.\n11\n5. Charges for optional services such as insurance waivers, fuel, additional or underage drivers,\nand special equipment charges, are not included in your rental and must be paid directly to the\ncar rental agency.\n6. Extra days, extra hours, upgrades to higher car classes, and optional services (if applicable)\nare the responsibility of the renter.\n7. The Program, Aspire and the Travel Suppliers do not guarantee a specific make, model or\ncolor of vehicle no matter what vehicle is reserved.\n8. Geographic and cross-border restrictions may apply. One-way rentals may not be permitted by\nall Travel Suppliers.\n9. No shows are non-refundable and will result in a total forfeiture of payment and rewards points,\nwithout credit due.\n10.Cancellation fees, rental terms, and any additional fees are subject to change without notice\nand may vary by location.\n11.Rental rates are based on 24-hour periods and may be subject to additional fees depending on\ntime of return, including but not limited to hourly rental charges which will be billed directly to\nyou by the car rental company.\n12.Personal accident insurance, liability insurance, and loss damage waiver are not included in\nyour rental, but may be available for an additional charge, and must be paid directly to the\nrental car Travel Supplier.\n13.For domestic rentals, renters must be twenty-five (25) years of age and have a valid driver’s\nlicense, major credit card, and good driving record. Rentals outside of the U.S. may require an\ninternational driver’s license or compliance with other local requirements.\n14.Car rental redemptions may not be available for all locations and destinations.\n15.Special requests made to a car rental Travel Supplier are requests only and cannot be\nguaranteed.\n16.Car rental Travel Suppliers reserve the right to deny rental for any reason, including due to\npast driving record.\n17.Reservations are restricted to a maximum of twenty (20) consecutive days.\n18.Reservations are restricted to a maximum eleven (11) months in advance.\n19.Rental rates are not combinable with any tour or group rate, coupon, or promotion.\n20.It is your responsibility to review the specific car rental agreement.\nActivities:\n1. All activities are completely NON-REFUNDABLE once booked unless canceled by the activity\nTravel Supplier. Activities must be booked at least twenty-four (24) hours prior to activity\ncommencement.\n2. Activity vouchers (when provided) should be printed and provided to the activity Travel\nSupplier when used.\n3. No shows are non-refundable and will result in a total forfeiture of payment and rewards points,\nwithout credit due.\n4. Activity Travel Supplier reserves the right to change, cancel, or modify the date, length, or\ninclusions of activity booked without notice. You should reconfirm the activity booked at least\nseventy-two (72) hours prior to the activity date.\n5. Advance bookings are restricted to a maximum of one hundred and eighty (180) days.\n6. Some activities may require fuel surcharges and other fees depending on the activity selected.\nThese fees are payable directly to the Travel Supplier at the time of check-in.\n7. Some activities may have age, physical capabilities, or other restrictions.\n8. Certain activities may be weather dependent. You should not assume that weather conditions\nwill result in cancellation of a booked activity. Always contact the activity Travel Supplier with\nany questions regarding weather conditions.\n9. Pickup locations for some activities may be subject to limitations.\n12\n10. Information on fuel surcharges and other fees that are associated with an activity can be found\nin the activity detail section for the specific activity.\n11. Prices do not include gratuities.\n12. Surcharges and other fees required by the Travel Supplier are subject to change.\nDisclaimers and Limitation of Liability\nThe Program and Aspire act only as an agent for the passenger in regards to booking travel,\nwhether by air, automobile, ship, or any other conveyance, and assume no liability for injury,\ndamage, loss, accident, delay or irregularity which may be caused due to a defect in any vehicle,\nacts of God, war, riots, or by any company or person involved in conveying the passenger or in\ncarrying out arrangements of the tour. The Program and Aspire do not accept any responsibility\nfor losses or additional expenses due to delay or changes in schedules or other causes, such as\nstrikes, weather or anything outside the control of the Program and/or Aspire. All such losses will\nbe the responsibility of the passenger. The Program and Aspire reserve the right to make minor\nadjustments in the passenger’s travel itinerary and to cancel any trip prior to departure. In the\nevent of trip cancellation, a full refund will constitute a full settlement of all liability. The issuance of\nvouchers or tickets shall be deemed to be your consent to the above terms. The ticket(s), when\nissued, shall constitute the sole contract between the passenger and the Travel Supplier, and the\nProgram and Aspire shall have no liability for any actions or omissions of the Travel Supplier. All\nrates published in any venue are based on exchange rates and tariffs and are subject to change.\nAll taxes, gratuities, and porterage charges are subject to deletions, additions or changes without\nnotice. These items are not under the control of the Program and/or Aspire since changes in\ngovernment regulations and labor agreements cannot always be anticipated. In addition, the\nProgram and/or Aspire are not responsible for (i) any changes initiated by the passenger after\ndeparture; (ii) any errors and/or omissions in the advertising of any travel components or activities;\nand/or (iii) any loss or damage caused by the acts or omissions of any third party in connection\nwith the services provided hereunder.\nTHE PROGRAM, ASPIRE, AND THEIR AFFILIATES DO NOT GUARANTEE THE ACCURACY\nOF, AND DISCLAIM LIABILITY FOR INACCURACIES RELATING TO, THE INFORMATION AND\nDESCRIPTION PROVIDED FOR BY THE TRAVEL SUPPLIERS (INCLUDING, WITHOUT\nLIMITATION, PHOTOGRAPHS, LOGOS/ICONS, LISTS OF HOTEL AMENITIES, GENERAL\nPRODUCT DESCRIPTIONS, HOTEL RATINGS, ETC.).\nTHE AVAILABILITY TO YOU OF ANY TRAVEL PRODUCTS OR SERVICES OFFERED BY THE\nPROGRAM DOES NOT CONSTITUTE ANY ENDORSEMENT OR RECOMMENDATION OF\nSUCH PRODUCTS OR SERVICES BY THE PROGRAM, ASPIRE, OR THEIR AFFILIATES. ALL\nTRAVEL PRODUCTS AND SERVICES ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF\nANY KIND. THE PROGRAM, ASPIRE, AND/OR THEIR AFFILIATES DISCLAIM ALL\nWARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, PRODUCTS, AND\nSERVICES, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF\nMERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND\nNONINFRINGEMENT.\nSELLER OF TRAVEL INFORMATION.\nAspire Loyalty Travel Solutions, LLC complies with the laws in the states that require registration in\norder for an agency to sell or offer to sell travel services:\n13\nCalifornia* (2122200-50)\nFlorida (ST39969\nIowa (1253)\nWashington (603527613)\n*Registration as a seller of travel does not constitute approval by the State of California. Aspire is\nnot a participant in the California Travel Consumer Restitution Fund.\nGoverning Law\nThese Travel Terms & Conditions and any action or proceeding relating to the Travel Terms &\nConditions or any activity arising from the use of the Program and/or Site for redemption of items\ncovered by Section IV, whether in contract or tort, law or equity, shall be governed by, construed\nand enforced in accordance with the laws of the State of Delaware, USA as they are applied to\nagreements entered into and to be performed entirely within such state.\nPrivacy Policy\nAs a user of the Site, you are in control of all your travel-planning. Aspire knows you want to\nremain in control of your personal information, as well.\nAspire and its Travel Suppliers are committed to protecting your personal information. This Privacy\nPolicy (the \"Policy\") explains how personal information you provide to the Site is collected and\nused by Aspire, as well as offline when communicating with Aspire’s call center operators.\nYou should read this Policy before you submit any personal information to redeem travel rewards.\nBy using the Site for the redemption of travel components, you consent to the collection and use of\nyour personal information as outlined in this Policy. If you do not agree with the content of this\nPolicy, you should refrain from using the Site for redemption of travel rewards. This Policy does\nnot cover Credit One Bank, Travel Suppliers, third-party providers, distributors, or suppliers, which\nmay or may not be subject to their own privacy policies. Credit One Bank’s Privacy Policy is\nlocated at https://www.creditonebank.com/content/dam/creditonebank/corporate-\ntransactional/pdf/privacy.pdf\nPersonal Information Collected by Aspire and How it is Used\nIn General. Aspire may collect and store any personal information you enter on the Site or provide\nto Aspire in some other manner. Personal information is data that identifies you and includes (but\nis not limited to) your name, business or personal email address, physical address, and/or direct\ntelephone number. You are not obligated to provide us with any personal information, unless or\nuntil you choose to purchase a reservation or engage in other transactions on the Site. Aspire\nstrives to limit the type of personal information that Aspire collects to information that helps Aspire\naccomplish its goal of providing a high level of service for the benefit of existing and prospective\ncustomers.\nPurchases. In order to purchase travel and related services through the Site, you may provide\nAspire with certain personal information such as your name, your credit card number and\nexpiration date, your credit card billing address, your telephone number, your email address and\nthe name or names of the person(s) traveling (if not you). Aspire may also ask you for other\npersonal information, such as your frequent traveler numbers. Aspire requires this information so\nthat Aspire can process, fulfill and confirm your reservations and transactions and keep you\n14\ninformed of each transaction's status. If you are making a reservation for one or more travelers\nother than yourself, you will need to make sure that each of these other travelers agrees, in\nadvance, that you may disclose their personal information to Aspire. For your convenience, Aspire\nmakes certain information about your reservation available to you or other persons authorized by\nyou to receive such information. For example, if you forget your flight number, you or another\nperson authorized by you may retrieve that information from Aspire after providing information\nsufficient to confirm your identity or that such other person is authorized by you to receive that\ninformation.\nTSA Secure Flight. Under the Transportation Security Administration (TSA) Secure Flight\nprogram, most air passengers are now required to provide their full name, date of birth, and\ngender (plus redress number, when applicable) at the time of booking. Aspire will not disclose this\ninformation to any third parties other than the applicable airline(s). If you are making a reservation\nfor travellers other than yourself, you should make sure each traveller agrees, in advance, that you\nmay disclose their personal information to Aspire for this purpose. Providing this information is\nvoluntary; however, if it is not provided, you may be subject to additional screening or denied\ntransport or authorization to enter a sterile area. TSA may share information you provide with law\nenforcement or intelligence agencies or others under its published system of records notice.\nInformation Collected Automatically. When you visit the Site to redeem travel components, Aspire\nautomatically logs generic information about your computer and your computer's connection to the\ninternet. This information may consist of things such as device information, IP address, operating\nsystem and browser software information, and the activities conducted by the user while on the\nSite. An IP address is a number that allows computers attached to the internet, such as Aspire’s\nweb servers, to know where to send data back to the user, such as the pages of the website the\nuser wishes to view. Aspire collects this information because it helps analyze such things as what\nitems visitors are likely to click on most, the way visitors are clicking through the Site, how many\nvisitors are surfing to various pages on the Site, how long visitors to the Site are staying, and how\noften they are visiting. It also helps Aspire diagnose problems with servers and lets Aspire better\nadminister its systems. It is possible to determine from an IP address a visitor's Internet Service\nProvider (ISP) and the approximate geographic location of his/her point of connectivity. Aspire also\nuses session data to help prevent fraud and/or unauthorized use of the Site.\nUse of Cookies. Cookies are pieces of information, usually a small text file, that a site transfers to\nyour computer's hard drive and resides there for record keeping purposes.\nCookies can make the Site more useful by storing information about your preferences on a\nparticular site. Cookies are only read by the server that placed them and are unable to do such\nthings as run programs on your computer, plant viruses, or harvest your personal information. The\nuse of cookies is an industry standard and very common on the internet. Cookies allow Aspire to\nserve you better and more efficiently by retrieving information previously entered by the user, such\nas email addresses and zip codes, thereby personalizing your experience at the Site. Cookies in\nand of themselves do not personally identify users, although they do identify a user's computer.\nThe blocking of website cookies may disable certain features on the Site and may make it\nimpossible to purchase or use certain services available on the Site. Please note that it is possible\nto block cookie activity from certain websites while permitting cookies from sites you trust.\nDisclosure of Personal Information\nWhen you reserve or purchase travel services through the Site for a travel component, Aspire\nprovides to the airline, hotel, car-rental agency, travel agency, or other involved third-party\nprovider, distributor, or supplier only that portion of your personal information needed for the\n15\nsuccessful fulfillment of your travel arrangement(s). Aspire books most of the travel services\nthrough the Global Distribution System (“GDS”), and in doing so must provide certain personal\ninformation to them (as Aspire would with any other GDS Aspire now uses or may use in the\nfuture). Aspire uses non-personally identifiable information in aggregate form to build higher\nquality, more useful online services by performing statistical analyses of the collective\ncharacteristics and behavior of Aspire customers and visitors, and by measuring demographics\nand interests regarding specific areas of the Site. Aspire may provide anonymous statistical\ninformation based on this data to suppliers, advertisers, affiliates and other current and potential\nbusiness partners. Aspire may also use such aggregate data to inform these third parties as to the\nnumber of people who have seen and clicked on links to their websites.\nAspire may also share your personal information with other companies or individuals in the\nfollowing instances:\n• In response to subpoenas, court orders, or other legal process; to establish or exercise our\nlegal rights; to defend against legal claims; or as otherwise required by law. In such cases,\nAspire reserves the right to raise or waive any legal objection or right available .\n• When Aspire believes it is appropriate to investigate, prevent, or take action regarding\nillegal or suspected illegal activities; to protect and defend the rights, property, or\nsafety of the travel provider, our customers, or others; and in connection with our Terms\nand Conditions and other agreements.\n• In connection with a corporate transaction, such as a divestiture, merger, consolidation, or\nasset sale, or in the unlikely event of bankruptcy.\nInternational Transfers of Personal Information\nThis Site is operated in the United States and, depending on your country of residence, the\nsubmission of personal information to the Site for travel reward redemption may involve some\ntransfer of personal information to the United States. You should be aware that privacy laws in the\nUnited States may not provide protections equivalent to those of your country of residence. Aspire\nhas taken steps to ensure that appropriate levels of protection necessary to maintain the security\nand quality of your personal information are in place and that any transferred data is processed\nonly in accordance with this Policy.\nV. General Terms Applicable to Your Use of the Site for All Redemptions.\nCustomer Release and Indemnification\nYou hereby release, and agree to defend and indemnify, Credit One Bank, Aspire, and their\naffiliates, and/or vendors or suppliers of the foregoing, and any of the officers, directors,\nemployees, and agents of any of the foregoing from and against any claims, causes of action,\ndemands, recoveries, losses, damages, fines, penalties, or other costs or expenses of any kind or\nnature, including but not limited to, reasonable legal and accounting fees, brought by:\na) you or on your behalf in excess of the liability described above; or\nb) by third parties as a result of:\n1) your breach of these Terms & Conditions or any supplier terms and conditions;\n2) your violation of any law or the rights of a third party; or\n3) your use of this Site, including without limitation, all claims related to earning and\nredeeming Program points.\n16\nAcceptable Use\nThis Site is intended for personal, noncommercial use. The content and information on this Site\n(including without limitation, price and availability of travel services), as well as the infrastructure\nused to provide such content and information, is proprietary to the Program, Aspire, and/or our\nTravel Suppliers and other third-party providers. Accordingly, as a condition of using this Site, you\nagree not to use this Site or its contents or information for any commercial or non-personal\npurpose (direct or indirect) or for any purpose that is unlawful or prohibited by these Terms. While\nyou may make limited copies of your travel itinerary (and related documents) for travel or services\npurchased through this Site or the Call Center, you agree not to modify, copy, distribute, transmit,\ndisplay, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-\nsell any information, software, products, or services obtained from this Site or the Call Center. In\naddition, whether or not you have a commercial purpose, you agree not to:\n1. access, monitor or copy any content or information of this Site using any robot, spider,\nscraper, or other automated means, or any manual process for any purpose without our\nexpress written permission;\n2. violate the restrictions in any robot exclusion headers on this Site or bypass or circumvent\nother measures employed to prevent or limit access to this Site;\n3. take any action that imposes, or may impose, in our discretion, an unreasonable or\ndisproportionately large load on the Site infrastructure; or\n4. deep-link to any portion of this Site (including without limitation, the purchase path for any\ntravel services) for any purpose without our express written permission.\nYou may only use this Site and the Call Center to make legitimate reservations, purchases, or\nrequests to purchase the products or services offered (each, a “Request”) and shall not use this\nSite or Call Center to make any speculative, false or fraudulent Requests, or any Requests in\nanticipation of demand. You represent that you are of sufficient legal age to create binding legal\nobligations for any liability you may incur as a result of your use of this Site or the Call Center.\nYou agree to promptly update your information in order to keep your information current, complete,\nand accurate. It is a violation of law to place a Request in a false name or with an invalid method\nof payment. Please be aware that even if you do not give us your real name, your web browser\ntransmits a unique internet address to us that can be used by law enforcement officials to identify\nyou. Fraudulent users will be prosecuted to the fullest extent of the law.\nLinks to Third-Party Sites\nThis Site may contain hyperlinks to websites operated by third parties. Such hyperlinks are\nprovided for your reference only. We do not control such websites and are not responsible for\nchanges to website location, their contents, or your use of them. Our inclusion of hyperlinks to\nsuch websites does not imply any endorsement of the material on such websites or any\nassociation with their operators.\nNo Unlawful or Prohibited Use\nAs a condition of your use of this Site, you warrant that you will not use this Site or the Call Center,\nor redeem rewards points, for any purpose that is unlawful or prohibited by these Terms and any\nother terms, conditions, and notices.\nModification of these Terms and Conditions and Travel Terms and Conditions\n17\nWe reserve the right to change the terms, conditions, and notices under which this Site,\nredemptions and/or the Call Center is offered, at any time, with or without notice. We reserve the\nright, in our sole discretion, and without liability, to terminate your access to all or part of the Site\nand/or the Call Center, with or without notice, for any reason or no reason. Your continued use of\nthe Site, including redemptions and/or use of the Call Center, after any such change(s) is your\nagreement to the change(s).\n18\nPrivacy Policy,\nOnline Privacy Statement,\nand California Privacy\nStatement\nM-132397 Rev 06/2021\nFACTS WHAT DOES CREDIT ONE BANK, N.A. DO WITH YOUR PERSONAL INFORMATION?\nFinancial companies choose how they share your personal information. Federal law gives consumers the right\nWhy? to limit some but not all sharing. Federal law also requires us to tell you how we collect, share, and protect your\npersonal information. Please read this notice carefully to understand what we do.\nThe types of personal information we collect and share depend on the product or service you have with us.\nThis information can include:\nWhat? • Social Security number and employment information\n• account balance and transaction history\n• credit history and payment history\nAll financial companies need to share customers’ personal information to run their everyday business. In the\nHow? section below, we list the reasons financial companies can share their customers’ personal information; the\nreasons Credit One Bank chooses to share; and whether you can limit this sharing.\nDoes Credit One Can you limit\nReasons we can share your personal information\nBank, N.A. share? this sharing?\nFor our everyday business purposes—\nsuch as to process your transactions, maintain your account(s),\nYES NO\nrespond to court orders and legal investigations, or report to credit\nbureaus\nFor our marketing purposes—\nYES NO\nto offer our products and services to you\nFor joint marketing with other financial companies YES NO\nFor our affiliates’ everyday business purposes—\nYES NO\ninformation about your transactions and experiences\nFor our affiliates’ everyday business purposes—\nYES YES\ninformation about your creditworthiness\nFor our affiliates to market to you YES YES\nFor our nonaffiliates to market to you YES YES\nFor credit card accounts, call 800-796-6245 and one of our representatives will update your privacy choices.\nFor deposit accounts, call 877-628-1610 and one of our representatives will update your privacy choices.\nTo limit Please Note: If you are a new customer, we can begin sharing your information 30 days from the date we sent\nour sharing this notice. When you are no longer our customer, we continue to share your information as described in this\nnotice.\nHowever, you can contact us at any time to limit our sharing.\nFor credit card accounts, call 800-796-6245\nQuestions?\nFor deposit accounts, call 877-628-1610\nPage 2\nWhat we do\nTo protect your personal information from unauthorized access and use, we use security\nHow does Credit One Bank\nmeasures that comply with federal law. These measures include computer safeguards,\nprotect my personal information?\nsecured files and secured buildings.\nWe collect your personal information, for example, when you\n• apply for or open an account or make deposits or withdrawals from your account\nHow does Credit One Bank • apply for a credit card\ncollect my personal information? • use your credit card\nWe also collect your personal information from others, such as credit bureaus, affiliates,\nor other companies.\nFederal law gives you the right to limit only\n• sharing for affiliates’ everyday business purposes—information about your\ncreditworthiness\nWhy can’t I limit sharing? • affiliates from using your information to market to you\n• sharing for nonaffiliates to market to you\nState laws and individual companies may give you additional rights to limit sharing. See\nbelow for your rights under state law.\nWhat happens when I limit\nsharing for an account I hold Your choices will apply to everyone on your account.\njointly with someone else?\nDefinitions\nCompanies related by common ownership or control. They can be financial and nonfinancial companies.\nAffiliates • Our affiliates include companies that utilize the name Credit One; and financial companies such\nas insurance agencies.\nCompanies not related by common ownership or control. They can be financial and nonfinancial\ncompanies.\nNonaffiliates\n• Nonaffiliates we share with can include retail lenders, insurance companies, direct marketing\ncompanies, loan lead providers, customer service agencies and collection agencies.\nA formal agreement between nonaffiliated financial companies that together market financial products\nor services to you.\nJoint Marketing\n• Our joint marketing partners include credit card companies, financial institutions and loan service\nproviders.\nOTHER IMPORTANT INFORMATION\nVermont Residents: Except as permitted by law, we will not share information we collect about you with nonaffiliated or affiliated\npartners.\nCalifornia Residents: Except as permitted by law, we will not share information we collect about you with nonaffiliated or joint\nmarketing partners while you are a resident of California.\nNevada Residents: We are providing you this notice pursuant to Nevada law. To be placed on our Do Not Call List for credit\ncards, call 800-796-6245. To be placed on our Do Not Call List for deposit accounts, call 877-628-1610. For more information,\nvisit www.CreditOneBank.com or mail your request to Credit One Bank, P.O. Box 98871, Las Vegas, NV 89193-8871. You may\nalso contact the Bureau of Consumer Protection by phone at 702-486-3132, by email at aginfo@ag.nv.gov, or by mail at Bureau\nof Consumer Protection, Office of the Nevada Attorney General, 555 E. Washington St., Suite 3900, Las Vegas, NV 89101.\nC52-00026 06/21\n© 2021 Credit One Bank, N.A. All rights reserved.\nCredit One®, Credit One Bank® and corresponding logos are trademarks of Credit One Bank, N.A.\nRev 05/2020\nOnline Privacy Statement\nThis Online Privacy Statement (\"Privacy Statement\") describes Credit One Bank's online and mobile privacy\npractices and applies to websites, mobile applications that run on smartphones, tablets, and other devices (\"apps\"), and\nadditional services that we offer which link to this Privacy Statement.\nInformation you provided Credit One Bank when you applied for or obtained a product or service from us is also governed by\na separate notice entitled Privacy Policy at the top of this document. If you are such an applicant or customer, please refer to\nthat notice for additional information about our privacy practices.\nBy using this website or our apps, you agree to the terms and conditions of this Privacy Statement.\nInformation We Collect – and How We Collect It\nOur websites and apps are not intended to be used by children. We do not intentionally collect personal information\nfrom children under 13 without permission from their parent or legal guardians. For more information about the\nChildren's Online Privacy Protection Act (COPPA), please refer to the FTC's website at https://www.ftc.gov/tips-advice/\nbusiness-center/privacy-and-security/children%27s-privacy.\nWhen you use our website or our apps, we may collect Personal Information that you submit to us voluntarily, or Online\nActivity Data that we collect passively.\nPersonal Information is information such as your name, mailing address, email address, telephone number, Social Security\nnumber, or other information that identifies you. This information may be collected when you voluntarily provide it to us\nthrough forms on our website or in our apps. These forms could include survey forms, credit card applications,\ncontest entries, and sign in pages for online banking or mobile application access.\nOnline Activity Data includes information such as your IP address, browser type, and display/screen settings; how\nyou interact with our website and apps; mobile device and advertising IDs; social media preferences and other social media\ndata; and other data that may be aggregated and that doesn't identify individual consumers/customers. This data may be\ncollected using cookies and other online tracking devices such as web beacons, depending on your browser settings. Cookies\nare small pieces of data sent from a website and stored on your computer by your web browser that can allow other\nwebsites that you visit to track your browsing activities. A web beacon is a small string of HTML code that represents a\ngraphic image on a website or email. Credit One Bank may also partner with third parties to deliver advertisements and\nmonitor activities on our own website and other websites. These partners may use cookies, web beacons, and/or other\nmonitoring technologies to compile statistics about website visitors. Additionally, Credit One Bank may collect Online Activity\nData when you use our apps or your mobile device browser to access our website, i.e. geolocation data (if you have\nenabled location services on your device). Credit One Bank may also collect Online Activity Data or information such as\nyour likes, interests, feedback, and preferences when you interact with our official pages on social media websites such\nas Facebook, Twitter, LinkedIn, YouTube, and Instagram or from our social media partners (but only if you choose to\nshare with them and they, in turn, share that information with us). Please refer to the policies of those companies to\nbetter understand your rights and obligations with regard to your activity on those websites.\nHow We Use Information\nWe may use Personal Information and Online Activity Data we have collected for a variety of reasons, including:\n• to enable you to apply for a Credit One Bank credit card\n• to enable you to use online tools or perform certain online transactions\n• to service and manage your account, including responding to or updating you on inquiries, or to contact you about\nyour accounts or feedback\n• to offer you special products and services and deliver advertisements to you in the form of banner ads, interstitial pages\n(ads that appear as you sign in or sign out of your online accounts) or other promotions\n• to analyze whether our ads, promotions, and offers are effective\n• to help us determine whether you might be interested in new products or services, and to improve existing products\nand services\n• to verify your identity and/or location to allow access to your accounts, and conduct online transactions\n• to manage fraud and data security risk\n• to personalize and optimize your website browsing and app experiences by examining which parts of our website you\nvisit or which aspect of our apps you find most useful\n• to comply with federal, state or local laws; civil, criminal or regulatory investigations; or other legal requirements\n• to share with trusted third parties who are contractually obligated to keep such information confidential, and\n• to use it only to provide the services we have asked them to perform. For a description of how Credit One Bank may\nshare information collected from consumers who have applied for or obtained a consumer product or service from us,\nplease refer to the Privacy Policy.\nManaging Your Online and Mobile Preferences\nYou are not required to provide Personal Information to browse our websites. If you provide us with Personal Information to\nobtain a product or service from us, our Privacy Policy governs how we share Personal Information with our affiliates and third\nparties.\nAs you access our online services, cookies and similar technologies allow us to customize content and advertisements\nfor our products and services on our websites or apps. In order to make content and advertising as relevant as possible,\nwe may use information about your relationship with us (such as types of accounts and transactional information).\nUsing cookies can give you additional or easier access to certain features on our website (such as allowing you to sign in\neasier), and can allow us to provide you with more personalized offers. Currently, our website does not respond to browser\n\"do not track\" signals. You can set your browser to not accept cookies or to indicate when cookies are sent.\nSome mobile devices come with a non-permanent advertising identifier or ID which gives companies the ability\nto serve targeted ads to a specific mobile device. In many cases, you can turn off mobile device ad tracking or you\ncan reset the advertising identifier at any time within your mobile device privacy settings. You may also choose to\nturn off location tracking on your mobile device. By turning off ad tracking or location tracking on your mobile\ndevice, you may still see the same number of ads as before, but they may be less relevant because they will not be\nbased on your interests. User mobile data will not be shared.\nBehavioral Advertising on Third Party Websites\nCertain Credit One Bank partners may use unique cookies to collect Online Activity Data on our website or apps to advertise on\nthird party websites Credit One Bank products and services that may be of interest to you. Our partners are subject to their\nown privacy policies. To explore options for opting out of behavioral advertising, visit http://optout.aboutads.info/ or click on\nthe AdChoices icon in an ad and follow the instructions. You may also use the Network Advertising Initiative's (NAI) Opt-Out\nTool or other tools provided by the publishing platform. Opting out relies on information in the unique cookies placed on your\nweb browser by our partners, so if you delete cookies, use a different device, or change web browsers, you may need to opt\nout again. Additionally, we may partner with websites like Google and Yahoo to display ads to you based on search terms you\nuse on those websites. Please review the privacy policies of those websites for instructions on how to limit these ads. Please\nnote that you may still receive general online advertising from Credit One Bank even after you adjust your ad preferences\nwith certain web search engines or opt out of online advertising through AdChoices or the NAI tool. Such advertising, however,\nwill not be based on Online Activity Data or search term information. Our marketing emails include instructions on how to opt out\nof receiving such emails in the future.\nUpdating Your Information\nKeeping your account information up-to-date is important. You may review or update certain account information by signing\nin to your account online. If you cannot change the incorrect information online, or you prefer to request changes offline,\nplease see the Customer Service section on our website, or call 877-825-3242 or write to us using the contact information\nlisted on your account statements, records, or other account materials.\nLinks\nOur websites may include links to third-party websites. These third parties are not subject to this Privacy Statement or to the\nPrivacy Policy. Please review their privacy notices when visiting these websites.\nInformation Security\nAt Credit One Bank, we are committed to protecting your personal and financial information. If we collect identifying\ninformation from you, we will protect that information with security measures based on internationally recognized security\nstandards, regulations, and industry-based best practices.\nChanges to this Privacy Statement\nCredit One Bank may change its online privacy practices in the future and we may revise this Privacy Statement to reflect\nmaterial changes. This Privacy Statement was last revised July 1, 2018, and is effective as of that date.\nGlossary\nAdChoices: Allows individuals to opt out of browser-enabled interest-based advertising by some or all participating companies,\nusing opt-out cookies to store your preferences in your browser.\nBrowser: An application used for accessing websites or information on a computer network. Examples include Chrome, Safari,\nEdge, Internet Explorer, and Firefox.\nBusiness partners: Companies we partner with to jointly market and/or deliver products and services to you. Business partners\ninclude affinity or co-brand business partners. They may not use this information to independently market to you unless you\nconsent.\nCookies: Small pieces of data sent from a website and stored on your computer by your web browser that can allow other\nwebsites that you visit, and the advertising companies and content partners for those websites, to track your browsing activities.\nCookies do not store personal information.\nPrivacy Policy: A Credit One Bank product-specific privacy notice, which we provide to customers at account opening and\nannually thereafter pursuant to federal law. It describes our privacy practices and provides you the right to opt out of certain types\nof information sharing.\nIP address: A unique \"Internet Protocol\" number assigned to a device connected to the Internet. Credit One Bank treats IP\naddresses as non-personal information unless otherwise required by law.\nOperating system: Software that controls the operation of a computer and directs the processing of programs, such as Microsoft\nWindows or macOS.\nService providers: Vendors with whom we have a contractual relationship to perform services on our behalf. Vendors may not\nuse personal information for any purpose other than carrying out those services.\nSession: The time from when a customer is signed in to a website or app to when the customer is signed out.\nSocial media: Websites and apps that enable users to create and share content or to participate in social networking, such as\nFacebook, Twitter, LinkedIn, YouTube, and Instagram.\nThird-party websites: Sites that are not owned or operated by Credit One Bank and are not subject to our Privacy Statement.\nWeb beacon (alternatively referred to as a tracking bug, tag, page tag, tracking pixel, pixel tag, or clear gif): An often-transparent\ngraphic image, usually no larger than 1 pixel x 1 pixel, that is placed on a website or in an email that is used to monitor the\nbehavior of the user visiting the website or interacting with the email. Web beacons can be used for activities like site traffic\nreporting, unique visitor counts, advertising auditing and reporting, and personalization.\nRev 12/2020\nCalifornia Privacy Statement\nThis California Privacy Statement is for California Residents only and supplements the Privacy Notice. This policy describes the\npersonal information that Credit One Bank, N.A. (“we,” “our,” or “us”) collects in the course of its business, explains how this\ninformation is collected, used, shared, and disclosed, describes rights provided by the California Consumer Privacy Act of 2018\n(“CCPA”) to California Residents (“consumers” or “you”) regarding their personal information, and explains how consumers can\nexercise those rights.\nWhat is Personal Information?\nWe may collect, use, or share your personal information. Personal information is information that identifies, relates to, describes,\nis reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household\n(“personal information”). “Personal information” does not include: (1) publicly available information, such as information that is\nlawfully made available from federal, state, or local records, and (2) de-identified or aggregate consumer information.\nWith a limited exception, and as noted in other sections of this privacy policy, certain provisions of the CCPA do not apply to:\n• Certain personal information covered by or collected under industry-specific federal and state privacy laws including, but not\nlimited to, the Health Insurance Portability and Accountability Act of 1996, the California Confidentiality of Medical Information\nAct, the Fair Credit Reporting Act, the Gramm-Leach-Bliley Act, the California Financial Information Privacy Act, and the\nDriver's Privacy Protection Act of 1994.\nPersonal Information We Collect, Use, or Share\nThe CCPA requires us to disclose certain information regarding our collection, use, and sharing of personal information.\nCollecting Your Personal Information\nIn the past 12 months, we have collected the following categories of personal information:\n• Identifiers. This may include real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol\naddress, email address, account name, social security number, driver’s license number, passport number, or other similar\nidentifiers.\n• Personal information described in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)). This may\ninclude a name, signature, Social Security number, physical characteristics or description, address, telephone number,\npassport number, driver's license or state identification card number, insurance policy number, education, employment,\nemployment history, bank account number, credit card number, debit card number, or any other financial information, medical\ninformation, or health insurance information.\n• Internet or other similar network activity. This may include browsing history, search history, or information on a consumer's\ninteraction with a website, application, or advertisement.\n• Geolocation data. This may include physical location or movements.\n• Inferences drawn from other personal information. This may include information, data, assumptions, or conclusions\nderived from facts, evidence, or another source of information or data reflecting your preferences, characteristics,\npsychological trends, predispositions, behavior, attitudes, intelligence, abilities, or aptitudes.\nIn the past 12 months, we have collected personal information from the following categories of sources:\n• You (or your representative)\n• Data Analytics Providers\n• Marketing Partners\n• Our websites and mobile applications\n• Third-party websites, such as social media websites\n• Service Providers\n• Credit reporting agencies\nWe may collect your personal information for the following business or commercial purposes:\n• Account Services: We use personal information to offer our account services, including: (1) establishing, maintaining, supporting, and\nservicing an account you may have opened with us and for which you providetdh e information or that you may have applied for or\nestablished with us; (2) providing services, products, or information you may have requested from us; and (3) performing services such\nas maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer\ninformation, processing payments, providing financing, providing analytic services, or providing similar services on our own behalf or on\nthe service provider’s behalf.\n• Security and Fraud Detection: We use personal information for our security and fraud detection services including: detecting secur ity\nincidents, protecting against malicious, deceptive, fraudulent, or illegal activity; and prosecuting those responsible for that activity.\n• Debugging: We use personal information to engage in debugging to identify and repair errors that impair existing intended\nfunctionality.\n• Improvement of Products and Services: We use personal information to verify, maintain, and improve our products and services.\n• Internal Research: We use personal information for our internal research related to technological development and demonstration.\n• Advertising and Marketing Services: We use personal information to provide advertising or marketing serviceosn our own behalf.\n• Audits: We use personal informationt o audit current interactions with you and related transactions (e.g., counting and verifying ad\nimpressions, auditing compliance).\n• Merger/Acquisition/Bankruptcy, etc.: We may use your personal information as part of a merger, acquisition, bankruptcy, or othe r\ntransaction where a third party assumes control of us.\n• Commercial/Economic Interests: We use personal information to advance our commercial or economic interest.\n• Legal Obligations: We use personal information to comply with legal obligations.\nDisclosing Your Personal Information for a Business or Commercial Purpose\nWe may disclose your personal information to service providers and third parties in order to carry out specific business or\ncommercial purposes. In the preceding 12 months, we have disclosed the following categories of consumer personal information\nfor business or commercial purposes to service providers and the following categories of third parties:\n• Identifiers to Data Analytics Providers, Marketing Partners, and attorneys and legal counsel.\n• Personal information described in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)) to Data Analytic s\nProviders, Marketing Partners, and attorneys and legal counsel.\n• Internet or other similar network activity to Data AnalyticsP roviders, Marketing Partners, and attorneys and legal counsel.\n• Geolocation data to Data Analytics Providers, Marketing Partners, and attorneys and legal counsel.\n• Inferences drawn from other personali nformation to Data Analytics Providers, Marketing Partners, and attorneys and legal counsel.\nIn the preceding twelve (12) months, we have not sold any personal information. In addition, we do not sell personal information.\nAlso, it is our business practice not to sell the personal information of minors under 16 years of age and we have no actual\nknowledge of doing so.\nYour Rights under the CCPA\nAs described in more detail below, the CCPA provides you with certain rights regarding the collection, use, and disclosure of your\npersonal information. The CCPA also provides consumers with certain rights (for example, opt-out rights) if a business sells\npersonal information, which we do not do.\nThe Right to Know About Personal Information Collected, Used, or Disclosed\nYou have the right to request that we provide you with certain information about the personal information we collect, use, or\ndwieslcl laoss eth aeb coautte ygoouri eass and specific pieces of information that we have collected about you in the 12 months before your submission\nocof nas vuemriefira breleq uest. Specifically, you have the right to request the following\ninformation:\n• The specific pieces of personal information we have about you.\n• The categories of personal information we have collected about you, including:\no The categories of personal information we have collected about you in the past 12 months.\no The categories of sources from which the personal information about you was collected.\no Our business or commercial purpose for collecting your personal information.\no If we shared your personal information:\n§ The categories of personal information that we disclosed about you for a business purpose in the past 12 months\nand, for each category identified, the categories of third parties to which it disclosed that particular category\nof personal information; and\n§ The categories of third parties that we share personal information.\nA household may request to know aggregate household personal information by submitting a verifiable consumer request. Also,\nunless the household has a password-protected account, if all consumers in a household jointly request access to specific pieces\nof information for the household, we can individually verify the identity of all the members of the household, and we can verify that\neach member is a current member of the household, then we will comply with the request.\nHowever, there is certain information that we will not disclose to you. This information includes but is not limited to your Social\nSecurity number, driver’s license number or other government-issued identification number, financial account number, any health\ninsurance or medical identification number, an account password, security questions and answer, or unique biometric data\ngenerated from measurements or technical analysis of human characteristics.\nThe Right to Request Deletion of Personal Information\nYou have the right to request that we delete any personal information that we have collected from you and maintained about you.\nOnce we receive and confirm your verifiable consumer request, if we determine that we must comply with a deletion request and\ndelete your personal information from our records, we will also direct any service providers we work with to also delete your\npersonal information from their records. If we store any of your personal information in our archived or back-up systems, we will\ndelete your information once the systems are accessed, restored, and/or used.\nA household may request the deletion of aggregate household personal information by submitting a verifiable consumer request.\nIn addition, unless the household has a password-protected account, if all consumers in a household jointly request deletion of\nhousehold personal information, we can individually verify the identity of all the members of the household, and we can verify that\neach member is a current member of the household, then we will comply with the request.\nPlease note that we may deny your deletion request for a number of different reasons, which are identified in the CCPA.\nExercising Your Rights under the CCPA\nSubmitting a Verifiable Request to Know or Request to\nTDoe leextee rcise your Right to Know or your Right to Delete, please submit a verifiable consumer request to us by\neither:\n• Phone: 1-877-791-4133\n• Email: CAprivacy@creditone.com\nTo submit a verifiable consumer request, you (or your authorized agent) will be asked\nto:\n• If you are a current or former customer, you must provide the following information:\n1. First and Last Name,\n2. Home Address,\n3. Email Address,\n4. Telephone Number, and\n5. Credit One Bank Account Number\n• If you are not a current or former customer you must provide:\n1. All the information required for a current customer (not including a Credit One Bank Account Number)\n2. A copy of the front and back of your Driver’s License or State ID card, mailed to:\nCredit One Bank\nATTN: CCPA - Compliance\nPO BOX 98838\nLas Vegas, NV 89193-8838\nOnly you (or an authorized agent) may make a verifiable consumer request.\nVerifying Your Identity\nOnce you submit your verifiable consumer request, we will verify your identity by matching the information you provided us with\ninformation in our systems. If you submit a request to know specific pieces of personal information or a request to delete certain\ninformation, in addition to verifying your identity with information we have on file, you also may be required to submit a signed\ndeclaration under penalty of perjury stating that the requestor is the consumer whose personal information is the subject of the\nrequest. If we are unable to respond to your request for specific pieces of information, we will evaluate your request as if it is a\nrequest to know the categories of personal information that we have collected about you.\nIf you have a password-protected account with us, we may verify your identity through our existing authentication practices for your\naccount and we will also require you to re-authenticate yourself before we disclose your personal information. If we suspect\nfraudulent or malicious activity on or from your account, we will not comply with your request until we perform further verification to\ndetermine whether your request is authentic and you are the person about whom we have collected the personal information.\nWe will generally avoid requesting additional information from you to verify you. However, if we cannot verify your identity based on the\ninformation we currently maintain, we may request additional information from you, which will only be used to verify your identity and for\nsecurity or fraud-prevention purposes. We will delete any new personal information we collect to verify your identity as soon as\npractical after processing your request unless otherwise required by the CCPA\nGenerally, if we are unable to verify your identity, we will deny your request and inform you of our inability to verify your identity and\nexplain were unable to do so.\nPlease note that we are only required to respond to your request for access to your personal information twice within a 12-month period.\nResponding to Your Request to Know or Delete\nOnce we receive your verifiable consumer request, we will confirm our receipt of your request within 10 business days and provide you\nwith additional information about how we will process the request. Our goal is to respond to your request within 45 calendar days of\nreceiving the request, beginning ont he day we receive the request. However, in the event that we need more time (up to 90 calendar\ndays) to respond to your request, we will provide you with notice and an explanation of the reasons that we will take more than 45\ncalendar days to respond. Any disclosures we provide will cover the 12-month period preceding the verifiable consumer request’s\nreceipt. If we are unable to comply with a given request, we will provide you with a response explaining why we have not taken action\non your request and identifying any rights you may have to appeal the decision.\nWe will not charge you or your authorized agent to verify your identity. In addition, we will not charge you or your authorized\nor respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that\nthe request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing\nyour request. agent a fee to process\nAuthorized Agent for Requests\nYou may designate an authorized agent to make a request on your behalf. Unless you have a power of attorney, ify ou would like\nto use an authorized agent, which is an individual or business registered with the Secretary of State that you have authorized to act\non your behalf, to submit a request, you must provide the authorized agent with written and signed permission to do so, verify your\nown identity directly with us, and directly confirm that you provided the authorized agent with permission to submit the request. We\nmay deny a request from an authorized agent that does not submit proof that they are authorized to act on your behalf.\nNon-Discrimination\nWe will not discriminate against you for exercising any of your CCPA rights. For example, unless otherwise permitted by\nthe CCPA, we will not:\n• Deny you goods or services.\n• Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or\nimposing penalties.\n• Provide you with a different level or quality of goods or services.\n• Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.\nChanges to Our California Privacy Statement\nWe are required by law to update this California Privacy Statement at least once each year. This California Privacy Statement\nwas last updated on November 5, 2021.\nDuring the period of July 1, 2020 through June 30, 2021, Credit One Bank received no data requests by California residents.\nContact Information\nIf you have any questions regarding our privacy policies, our California Privacy Statement, the ways in which we collect,\nuse, and disclose your personal information, or how to exercise your rights under the CCPA, please do not hesitate to\ncontact us at:\nPhone: 1-877-791-4133\nEmail: CAprivacy@creditone.com\nPostal Address: Credit One Bank, N.A.\nATTN: CCPA - Compliance\nPO BOX 98838\nLas Vegas, NV 89193-8838",
  "pages": 30,
  "method": "pdfplumber"
}