{
  "source": "pdfs/4.pdf",
  "title": "4",
  "content": "ARTICLE 29 - DATA PROTECTION WORKING PARTY\n5032/01/EN/Final\nWP 49\nWorking Document on\nIATA Recommended Practice 1774\nProtection for privacy and transborder data flows of personal\ndata used in international air transport of passengers and of\ncargo\nAdopted on 14 September 2001\nThe Working Party has been established by Article 29 of Directive 95/46/EC. It is the independent EU Advisory Body on Data\nProtection and Privacy. Its tasks are laid down in Article 30 of Directive 95/46/EC and in Article 14 of Directive 97/66/EC. The\nSecretariat is provided by:\nThe European Commission, Internal Market DG, Functioning and impact of the Internal Market. Co-ordination. Data Protection.\nRue de la Loi 200, B-1049 Bruxelles/Wetstraat 200, B-1049 Brussels - Belgium - Office: C100-6/136\nInternet address: http://europa.eu.int/comm/internal_market/en/dataprot/wpdocs/index.htm\nTHE WORKING PARTY ON THE PROTECTION OF INDIVIDUALS WITH REGARD TO THE\nPROCESSING OF PERSONAL DATA\nset up by Directive 95/46/EC of the European Parliament and of the Council of 24\nOctober 19951,\nhaving regard to Articles 29 and 30 paragraphs 1 (a) and 3 of that Directive,\nhaving regard to its Rules of Procedure and in particular to Articles 12 and 14 thereof,\nhas adopted the present Working Document:\nIntroduction\nIn 1997, IATA submitted “Recommended Practice 1774 - Protection of privacy and\ntransborder data flows of personal data used in international air transport of passengers\nand cargo” (RP 1774) to the Working Party in view of its approval as a Community code\nof conduct according to Article 27 paragraph 3 of Directive 95/46/EC2.\nAt its 11th meeting on 10 September 1998, the Working Party decided to consider this\ndraft code and established a working group with the mandate to prepare the Working\nParty’s opinion on RP 17743. IATA has provided for an explanatory memorandum and a\nFrench translation by October 1998.\nMembers of the Working Group were Ms Georges (CNIL, France), Ms Lacoste\n(Commission de la protection de la vie privée, Belgium) and Mr Dammann\n(Bundesbeauftragter für den Datenschutz, Germany).\nThe Working Group analysed this draft, discussed it with IATA and reported back to the\nWorking Party. In consequence, IATA submitted revised versions, which were again\nanalysed and discussed. After IATA decided that it could not further modify the draft in\nview of its acceptance by its members, the IATA Passenger Service Conference adopted\nRP 1774 in October 20004.\n1 Official Journal no. L 281 of 23/11/1995, p. 31, available at:\nhttp://europa.eu.int/comm/internal_market/en/dataprot/index.htm\n2 Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the\nprotection of individuals with regard to the processing of personal data and on the free movement\nof such data, JO L 281, 23 November 1995, p. 31. Available at\nhttp://www.europa.eu.int/comm/Internal_market/en/index.htm\n3 At the same meeting, the Working Party adopted the document (WP 13 (504/98)) “Future work\non codes of conduct: Working document on the procedure for the consideration by the Working\nParty of Community code of conduct”, adopted on 10 September 1998, available at: see\nfootnote 1.\n4 See Annex I (and/or website of IATA etc)\n2\nThe present document, prepared by the Working Group, reflects the view of the Article\n29 Data Protection Working Party on RP 1774 as adopted by IATA.\nRecommended Practice 1774\nRP 1774 is a recommendation adopted by IATA Members within the forum of the\nPassenger Services Conference and as such, only commits IATA Members. In particular,\nRP 1774 is not concerned with the obligations of Computer Reservation Systems and\ntravel agents, which are covered by the new “Council Regulation 323/1999 of 8 February\n1999 amending Regulation N° 2299/89 on a code of conduct for computer reservation\nsystems (CRSs)”.\nA Recommended Practice is, by its very nature, not binding and there is no compliance\nmechanism in place. However, it should be clearly understood that all IATA Resolutions\nand Recommended Practices are not imposed by the IATA Secretariat but are adopted on\na voluntary basis by the IATA Membership in the democratic fora of the Conferences.\nA Recommended Practice is in many instances only a suggested framework that\nindividual members adapt to comply with their national requirements and according to\ntheir own individual commercial practices. A good analogy is RP 1724 “Conditions of\nCarriage”. Some carriers have adopted these Conditions as such, without modification,\nbut many others have used them as a model and have adapted them to their individual\nregulatory and commercial environment. Similarly, RP 1774 will be presented to and for\nadoption by IATA airlines (through the forum of Passenger Service Conference) but each\nairline will remain free to create its own code of conduct vis-à-vis its own customers, and\nin accordance with national legal and regulatory requirements. Also for evident antitrust\nimmunity reasons IATA must avoid imposing any commercial behaviour on its\nmembers.\nIn view of the above, RP 1774 is not intended to be the final code of conduct for use as\nsuch by IATA Member airlines. It is rather designated to highlight some main aspects of\nthe Data Protection Directive and to be used as a guideline by Member airlines (or a\ngroup of Member airlines) when preparing a code of conduct to be presented to the data\nprotection authorities concerned. Other points (e.g. detailed description of the individual\nMember’s use of data, compliance procedures etc.) will have to be addressed by each\nMember airline (or group of Member airlines) on an ad hoc basis, in compliance with\napplicable national laws and regulations, and taking into account the specific cultural\nenvironment, commercial practices and service orientation.\nThe latest version of RP 1774 addresses in three Articles definitions (Article 1), scope\n(Article 2) and principles (Article 3) on data quality, information, right of access, special\ncategories of data, notification to supervisory authorities, data security and transfers to\nthird countries.\nArticle 1 - Definitions\nThe definitions are now aligned on the terms of Directive 95/46/EC.\n3\nArticle 2 - Scope\nArticle 2 on scope clarifies that Members have to comply with national laws and, if the\nlaws require more, to apply more stringent or additional measures.\nArticle 3 - Data quality\nThe principle of data quality has been improved compared to the initial version in the\nsense that a list of purposes for which personal data are typically collected by airlines is\nindicated (Art. 3.1.2). Another improvement compared to the initial text is that the time\nlimitation for storage of identifiable data has been included, though in a general way, and\nthat a useful distinction is made between on-line archiving of reservations (only as long\nas necessary to provide the service) and off-line storage (if required by law), as proposed\nby the Working Group. However, this provision would have more significance if it\nprovided more specific wording on the concrete application of the purpose limitation\nprinciple and the prohibition of incompatible use (Article 6 (1b) of Directive 95/46/EC).\nArticle 3.3 of RP 1774 reiterates the wording of Art 10 of the directive, but without any\nspecific examples. The Working Party considers that IATA could have recommended\nthat information on the right of access be regarded as necessary to guarantee fair\nprocessing, and that this information be included on each ticket (see also below:\nreference to RP 1774 in resolution 724).\nArticle 3.7 Transfers of data to third countries\nA clear improvement has been achieved by explaining the significance of international\ndata transfers for the provision of airline services.\nThe Working Party recalls the Commission decision, which declare that Switzerland,\nHungary and the “Safe Harbor” Arrangement in the United States provide for adequate\nprotection5. Airline companies fall within the scope of the Decision on the “Safe\nHarbor”, and should be encouraged to adhere to it.\nAs regards transfers to other countries or other sectors than those covered by the “Safe\nHarbor” Arrangement in the USA, IATA is of the opinion that transfers of personal data\nto third countries are necessary for the performance of the contract between the airline\nand the passenger and thus fall under the exemption of Article 26 (1) b of Directive\n95/46/EC. IATA also considers that other possible derogations could provide the ground\nfor the transfer, such as Article 26 (1) d (if the transfer is necessary or legally required on\nimportant public interest grounds, or for the establishment, exercise or defence of legal\nclaims), or Article 26 (1) e (if the transfer is necessary in order to protect the vital\ninterests of the data subject). According to IATA, these exemptions cover common\nsituations in aviation and could be used as a basis for transfers to third countries. The\nwording in Article 3.7 of RP 1774 therefore leaves it to members to consider whether it\nis necessary to obtain the consent of the data subject in order to ensure fair processing.\n5 See OJ L 215 of 25.8.2000\n4\nIn its working document on transfers of personal data to third countries6, the Working\nParty had indicated that the exemption of Article 26 (1) b of Directive 95/46/EC could\nbe applied to those transfers necessary to reserve an airline ticket for a passenger.\nHowever, as expressed in the same working document, it is necessary to clearly indicate\nthe data that are actually necessary for the purpose of ticket reservation, to ensure that the\ndata subject’s contractual consent covers them, and that data are only processed\n(transferred) for such clearly specified purpose. The Working Party therefore recalls first\nthat national law applicable to the controller must provide for the derogations mentioned\nin Article 26 paragraph 1, and second that their application is always submitted to the\n“necessity test” (the transfer must be necessary to achieve a given objective, and that\nobjective can not be achieved without the transfer). A careful case by case analysis must\ntherefore be carried out for each of the derogations mentioned in Article 26 (1). The\nWorking Party takes the view that Article 26 (1) e for example (transfer necessary to\nprotect the vital interests of the data subject) can be met only in very exceptional\ncircumstances and that airline companies should not be misled as to the scope of this\nderogation. A clearer distinction between the cases referred to under Article 26 (1) of\nDirective 95/46/EC and explanation of the conditions under which they can serve as a\nbasis for transfers in RP 1774 would have been useful.\nThe Working Party would like to remind that contractual solutions can provide\nsafeguards for the transfer of personal data in third countries without an adequate level of\nprotection (see Article 26 (2) of Directive 95/46/EC). Standard contractual clauses\noffering sufficient safeguards will soon be issued by the European Commission as\nrecommended by the Working Party and the Article 31 Committee (see Article 26 (4) of\nDirective 95/46/EC).\nIATA members should take into account the explanations given above when\nimplementing RP 1774.\nWide accessibility of reservation data\nThe subgroup criticised the fact that all reservation data are accessible from any point in\nthe world by IATA members. In this context, IATA explained the difference between\nbaggage data and reservation data.\nBaggage data are only available after check-in to other carriers participating in the\nitinerary. In case of a lost baggage, information on his baggage is transmitted, on a\nvoluntary basis by the passenger, to the baggage tracing systems. Another technical\nRecommended Practice lays down the procedure for tracing lost baggage.7\nFor reservation data, if a booking is taken by an airline it should be kept confidential by\nthat airline. If the booking taken by airline A involves travel on airline B, airline A will\nsend to airline B a teletype message, which contains a sub-set of reservation data. The\ndata sent will include the name of the passenger, the flight booked on airline B and the\npreceding flight, together with any special requests. These data should be kept on-line\n6 WP 12: Transfers of personal data to third countries: Applying Articles 25 and 26 of the EU Data\nProtection Directive (adopted on 24 July 1998).\n7 RP 1743a - Tracing Procedure for Missing Checked Baggage\n5\nonly as long as necessary to provide the service and only kept off-line of necessary for\nlegal requirements (see above on Article 3 of RP 1774).\nIATA justified this system with the need that other airlines or other offices of the same\nairline need the data in case of change of flights. Though the Working Party understands\nthe need for such system, it would like to recall that in situations where personal data\nincluding sensitive ones are accessible on a world-wide basis it is necessary to implement\ntechnical and organisational security measures aiming at preventing unauthorised access\nto and abuse of these data.\nLegitimacy of processing\nThe Recommended Practice does not mention the legitimacy of processing (Art 7 of\ndirective). The Working Party recalls that, insofar as the processing of personal data is\nnecessary for the provision of a service, the processing would be legitimate under\nArticle 7 b, where a contract has been concluded with the potential passenger. In the\nabsence of such contract, the processing would only be legitimate if the individual has\ngiven his consent (Article 7 a) or if his interests and rights do not prevail (Article 7 f).\nNo provision on enforcement\nRP 1774 does not provide for any enforcement mechanism. This had been criticised by\nthe subgroup. IATA responded by explaining that IATA has no supervisory or other\nauthoritative role vis-à-vis its members. IATA proposes guidelines and even in case\nIATA members adopt them under the IATA auspices, it is then up to each of them to\ndecide whether and how (fully or partially) they implement them into their own business\npractice. IATA cannot exercise any coercive measure against members. However,\nmembers are responsible according to national laws applicable as well as on the basis of\ntheir contracts with the passengers. IATA therefore proposes to add a reference to the\ndata protection guidelines into the guidelines on general conditions for carriage (see next\npart below).\nIt may be useful to consider the possibility for privacy audits for those IATA members\nwho implement RP 1774.\nRecommended Practice 1724 General Conditions of Carriage (Passenger and\nBaggage)\nThis recommended practice specifies the general conditions that each airline company\nshall, as a minimum, include in its general conditions for their contracts with the\npassenger. Alike all IATA recommended practices, it has the same hortatory value as RP\n1774 on data protection. In practice each IATA member has its own conditions of\ncarriage, which are mostly based on RP 1724. Therefore, by including a reference to RP\n1774 on data protection into RP 1724, the probability that airline companies follow the\nrecommended practice on data protection and privacy increases (though not guaranteed).\nIn addition, by becoming part of the contract between the airline and the passenger, the\nquestion of enforcement receives at least a contractual answer: the carrier is liable for fair\nprocessing based on RP 1774 on the basis of the contract with the passenger. In addition,\n6\nas Article 2.2 of RP 1774 states, where national data protection laws exist, they are\napplicable and airline companies have to comply with these laws.\nThe added value of IATA's proposal to include a reference to RP 1774 into RP 17248\nthus consists in the contractual obligation for those airlines not falling under the scope of\nDirective 95/46/EC and which have integrated this provision. This is an important step\nforward and should be encouraged.\nAt the same time, this inclusion would constitute a way to find out about the airline’s\ndata protection and privacy policy: most airlines base their own conditions of carriage on\nRP 1724 General Conditions of Carriage which, upon revision, would include a reference\nto RP 1774 on data protection. The airline’s condition of carriage is included by\nreference in its conditions of contract. By obtaining the text of the airline’s conditions of\ncarriage, the passenger can see the reference to the data protection and privacy policy of\nthe airline and ask for the relevant text that, ideally, would follow RP 1774. However,\nthis way of informing the passenger is less direct than another option that is explained in\nthe paragraph below.\nResolution 724 Ticket – Notice and Conditions of Contract\nThe inclusion of a reference to data privacy on the airline ticket was also discussed\nResolution 724 Ticket-Notice and Conditions of Contract lays down the elements that, at\na minimum, shall be indicated in the ticket. If a reference to RP 1774 were included in\nthis Resolution, the consequence would be that such information must be on the ticket\nitself. The passenger would thus have the possibility to find out directly by means of the\nticket where to obtain information on whether the airline has a data protection and\nprivacy policy and if so what is its content. The Working Party takes the view that this\nwould represent a clear improvement in terms of transparency and passenger protection,\nbecause a reference to the data privacy policy of the carrier would be included in all\ntickets. Since the adoption of a resolution requires unanimity of all IATA member\nairlines and in this case would represent a modification of all tickets, worldwide, IATA\nhas indicated that this is not a realistic solution that may be achieved in the short term.\nIATA position\nIn view of the above, IATA understood that RP 1774 would not qualify as a Community\ncode of conduct in the sense of Article 27 (3) of Directive 95/46/EC. IATA therefore did\nnot insist in getting a formal opinion in the sense of Article 27 (3) of Directive 95/46/EC.\nIATA however underlines the practical value of revised RP 1774, which, in its previous\nversion, has already served for many years as guideline for its members. IATA is of the\nopinion that RP 1774 as now revised in light of Directive 95/46/EC and accepted by the\nPassenger Service Conference, constitutes an important point of reference for its\nmembers and a much more useful tool to foster the protection of individuals with regard\nto the processing of their personal data in the airline sector worldwide. IATA is therefore\n8 The inclusion would be under Article 5.3 of RP 1724 which informs the passenger that by giving his\npersonal data, he recognises that they can be used for the purposes mentioned there. The same purposes\nare further spelt out as examples in RP 1774 under Article 3.1 Quality of data.\n7\ncommitted to strongly invite its members to implement RP 1774 in their business rules\nand practices.\nIATA also considers taking further steps to ensure implementation of RP 1774. As\nproposed by the Working Group, a reference to RP 1774 could be made in the general\nconditions of carriage (Recommendation 1724) at the occasion of a revision of the latter.\nThis reference would be a great step further in the sense that it would made the\nimplementation of RP 1774 more likely, if IATA members follow the resolution 724 on\ncontracts (they are not obliged since this Resolution also has a non-binding character, but\nall carriers have to have general conditions of contract and therefore look closely at this\nResolution). It would also give strong visibility to RP 1774 because it would need to be\nmentioned on the tickets. In practice, all tickets would need to be modified. The\nmodification of Resolution 724 requires unanimous approval by all 266 IATA members.\nConclusions\nThe Working Party welcomes the initiative of IATA and its commitment to lay down\ncommon principles for its members with a view to ensuring the protection of the\nfundamental right to privacy of passengers whilst allowing for world-wide flows of\npersonal data. Recommended Practice 1774 could serve as a basis for further\ndevelopments and, with particular regard to international transfers, should be used to\ninvite IATA members in third countries to work towards adequate protection.\nThe Working Party appreciates the commitment of IATA to revise Recommended\nPractice 1724 on general conditions for carriage in order to include a direct reference to\nthe Data Protection Recommended Practice 1774. By doing so, IATA raises awareness\nabout the data protection issues and promotes the taking up of data protection in the\ncontractual relationship between airlines and passengers, which is of particular relevance\nwith regard to non-EU members of IATA.\nThe Working Party encourages IATA to pursue the option to include a reference to data\nprotection and privacy in the ticket itself and, to this end, to revise Resolution 724 on\nTicket – Notice and Conditions of Contract.\nThe Working Party would also like to invite IATA to address the issue of frequent flyer\nschemes. The passengers have to be informed clearly about the purpose of such\nprocessing, the concrete way their data are used and by whom in a way that allows\npassengers to oppose such processing. Furthermore, airlines have to ensure that only\nthose persons who are directly involved in the provision of the service requested by the\npassenger can access the personal data, but not all potential partners participating in a\nfrequent flyer scheme.\nThe Working Party reserves the possibility to issue further comments.\n8\nAnnexes:\n- Recommended Practice 1774 Protection of privacy and transborder data flows of\npersonal data used in international air transport of passengers and cargo\n- Explanatory memorandum to RP 1774\n- Recommended Practice 1724 General Conditions of Carriage (Passenger and\nBaggage)\n- Resolution 724 Ticket – Notice and Conditions of Contract\nDone at Brussels, 14 September 2001\nFor the Working Party\nThe Chairman\nStefano RODOTA\n9\n1. RECOMMENDED PRACTICE 1774\nPROTECTION OF PRIVACY AND PROCESSING OF PERSONAL DATA USED\nIN INTERNATIONAL AIR TRANSPORT OF PASSENGERS AND CARGO\nRECOMMENDED that, Members, in conjunction with the provisions and compliance\nmechanisms of any individual national data privacy law, observe the following principles\nand procedures aimed at safeguarding the privacy rights of individuals. Taking into\naccount the increasing flow across frontiers of personal data undergoing processing,\nconsidering the proliferation of data protection legislation and recognising the need to\nreconcile the fundamental values of respect for privacy of the individual and the need for\nfree flow of information required for the functioning of the air transport industry,\nMembers should observe the following guidelines:\nARTICLE 1: DEFINITIONS\n“Personal data”: any information relating to an identified or identifiable natural person\n(“data subject”) used for such purposes as passenger reservations, frequent flyers\nprogrammes, freight shipment, baggage tracing, and including (but not limited to) data\nsuch as name, surname, address (e.g. of passenger or shipper), and contact details.\n“Processing of personal data”: includes the following operations, performed on personal\ndata: collection, recording, organisation, storage, amendment, retrieval, consultation, use,\ndisclosure, erasure. This definition shall encompass personal data processed by other\nthan automatic means provided that the personal data form part of a structured filing\nsystem, or are intended to form part of a structured filing system.\n“Data controller”: the natural or legal person that determines the purposes and means of\nthe processing of personal data.\n“Data processor”: the natural or legal person that processes personal data on behalf of the\ncontroller.\n“Data subject’s consent”: any freely given, specific and informed indication of his wishes\nby which the data subject signifies his agreement to personal data relating to him being\nprocessed.\nARTICLE 2: SCOPE\n2.1. These guidelines apply to any processing of personal data under the control of a\nMember.\n2.2. Nothing in these guidelines shall be construed as limiting Members from applying\nmore stringent or additional measures or derogations contained in applicable national\nlaws for the protection of privacy and individual liberties.\n10\nARTICLE 3: PRINCIPLES\n3.1. Quality of data:\nPersonal data undergoing processing under the control of a Member must be:\n3.1.1. processed fairly and lawfully, in accordance with the purpose specified;\n3.1.2. adequate, relevant and not excessive in relation to the purposes* for which they are\nprocessed;\n3.1.3. accurate and, when necessary, brought up to date;\n3.1.4. kept in a form which permits identification of the data subject for no longer than is\nnecessary for the purposes for which the data were collected or for which they are\nfurther processed. In practice, retention periods vary from airline to airline\ndepending to a great extent on the legal requirements of any given country (for\nexample, relating to litigation, taxation or accounting issues). Typically, and in the\nabsence of special circumstances, it is common practice in the industry to archive\nreservations off line when it is no longer necessary to have immediate access to\nthem to service the customer’s needs. The archived reservations will be kept only\nas long as is necessary for lawful purposes.\n* The purposes for which data are typically collected and/or further processed in\nconnection with the data subject’s travel are: making a reservation, purchasing a ticket,\nobtaining and providing necessary ancillary services (e.g. catering, baggage tracing),\ndeveloping and providing services, creating and administering frequent flyers\nprogrammes, facilitating immigration and customs procedures, and providing such\nfacilitating data to government agencies, in accordance with local laws and regulations.\n3.2. Information to data subject:\nUnless the data subject already has such information, he shall be informed of the identity\nof the controller and of the purposes of the processing. Where necessary to guarantee fair\nprocessing in respect of the data subject, and having regard to the specific circumstances\nin which the data are collected, information shall also be provided on the existence of the\nright of access to and the right to rectify the data.\nThis information shall be supplied at the time of data collection.\n3.3. Right of access:\nThe data controller shall establish procedures for:\n3.3.1. disclosing the contents of a personal data file to the data subject, and shall make\nsuch disclosure upon the data subject’s request, at reasonable intervals to be\nestablished by the Member and without excessive delay or expense. Such data shall\nbe communicated to the data subject in an intelligible form;\n11\n3.3.2. allowing the data subject to exercise the right to rectify erroneous data or to delete\ndata processed in contravention to the principles set out in this Recommended\nPractice or any relevant national laws.\n3.4. Special categories of data:\nPersonal data containing sensitive information pertaining to e.g. religious or\nphilosophical beliefs or health conditions, shall not be processed unless the data subject,\ndirectly or through his representative, has given his explicit consent, as may be provided\nby applicable national law.\n3.5. Obligation to notify the supervisory authority:\nWhen processing personal data, Members shall duly notify the national supervisory\nauthority of the relevant country, whose national law is applicable, when this requirement\nexists. This notification shall be provided before any processing operation is carried out,\nand shall comply with national provisions regarding its content and format.\n3.6. Data security:\nAppropriate security measures shall be taken for the protection of personal data against\naccidental or unauthorised destruction or accidental loss as well as against unauthorised\naccess, alteration and dissemination, in particular where the processing involves the\ntransmission of data over a network.\n3.7. Transfer of data to third countries\nMembers will apply these guidelines to all processing of personal data they undertake\nanywhere in the world. Many transfers of personal data to a country other than the\ncountry in which the data is collected which are undertaken by Members are necessary\nfor the conclusion or performance of a contract with the data subject. In the case of other\ntransfers to countries, which do not provide an adequate level of protection, members\nwill consider whether it is necessary to obtain the consent of the data subject in order to\nensure fair processing. The two most common contracts between carriers and data\nsubjects are contracts for the transportation and contracts of membership in frequent\nflyers programmes. Information necessary to conclude or perform these contracts\nincludes, but is not limited to, data required for the purposes of making a reservation,\npurchasing a ticket, obtaining and providing necessary ancillary services (e.g. catering,\nbaggage tracing), awarding and redeeming frequent flyer awards, developing and\nproviding services, facilitating immigration and entry procedures, and providing such\ndata to government agencies, in connection with the passenger’s travel.\n12\nEXPLANATORY MEMORANDUM\nIATA RECOMMENDED PRACTICE 1774\n• IATA: International Air Transport Association\nIATA is a trade organisation representing 2623 airlines operating scheduled passenger\nand/or cargo services.\nIATA was founded in 1945 and, as indicated in its Act of Incorporation, the purposes,\nobjects and aims of the Association are:\n(a) to promote safe, regular and economical air transport for the benefit of the peoples of\nthe world, to foster air commerce and to study the problems connected therewith;\n(b) to provide means for collaboration among the air transport enterprises engaged\ndirectly or indirectly in international air transport service;\n(c) to co-operate with the International Civil Aviation Organisation and other\ninternational organisations.\n• Eligibility for Membership\nOnly carriers operating commercial air services - passenger, mail or cargo - are eligible\nfor membership.\na) Active Membership\nActive Membership is open only to carriers operating an international air service for the\npublic transport of passengers, mail or cargo by aircraft. Active members may elect to\nparticipate in either Passenger Tariff Co-ordination or Cargo Tariff Co-ordination, or\nboth.\nb) Associate Membership\nAssociate Membership is open to carriers operating only a domestic air service within the\nterritory of only one State for the public transport of passengers, mail or cargo by\naircraft. Associate Members may elect to become non-voting members of any Passenger\nor Cargo Traffic Conference.\nA Membership list (2623 Members) is attached.\n• IATA Traffic Conferences\nRecommended Practice 1774 is part of the Passenger Services Conference (PSC)\nResolutions Manual.\nThe PSC is one of the IATA Traffic Conferences established for passenger matters. This\nConference meets annually, and membership consists of accredited representatives of all\nIATA member airlines: it has worldwide authority. The PSC agrees on standards and\nprocedures for passenger and baggage handling, passenger reservations and passenger\nticketing and automation standards.\n13\nThe Conference provides a forum for discussion of new developments in the industry and\nthe development of policies and procedures. Agreements reached at the PSC take the\nform of Resolutions or Recommended Practices.\nOnly agreements in the form of a Resolution of a Traffic Conference are binding upon\nthe Members thereof. A Recommended Practice sets forth the procedures which will\nfacilitate the interlining of traffic amongst Members, without requiring strict uniformity\nin the implementation of those procedures.\nThe other passenger-related IATA Traffic Conferences are:\nPassenger Agency Conference\nThe Passenger Agency Conference takes action on matters relating to relationships\nbetween airlines and recognised passenger sales agents and other intermediaries but\nexcluding remuneration levels.\nPassenger Tariff Co-ordinating Conferences\nThese Conferences provide a multilateral, immunised forum for airlines to develop fares\nand associated tariff conditions.\n• Traffic Conference Action - Voting\nOnly action in the form of a resolution of Traffic Conference shall be binding upon the\nMembers thereof, and no statement in the minutes of a meeting shall be construed as\nbinding action upon such Members. The intended date of commencement of\neffectiveness of each resolution and of expiry thereof shall be prescribed by the\nConference.\nWhere a Member certifies in writing with respect to any action taken by a Traffic\nConference that such action would require it to contravene an applicable law or\nregulation or official policy of the State of which such Member is a national, the Member\nshall not be bound thereby, and each other Member, upon receiving notice thereof from\nthe Secretary, shall have the right to indicate to the Secretary whether it will continue to\nbe bound thereby. Notice given under this paragraph shall continue until withdrawn in\nwriting by the Member or until the expiry date of the resolution(s) concernEach voting\nMember of a Traffic Conference shall have only one vote, to be cast by its duly\naccredited representative, or by that representative’s duly accredited alternate. There\nshall be no voting by proxy. Abstention or failure to vote on the part of any accredited\nrepresentative (or his alternate) who is present at the meeting shall be deemed to be an\naffirmative vote except as hereinafter provided.\nA rRecommended pPractice, as the one we are submitting here, may be adopted at any\nmeeting of a Services Conference by a majority of two-thirds of the voting Members\npresent and voting. Abstentions shall not count in the vote. Recommended pPractices are\nfor guidance of Members of the Conferences and are not binding on them.\n14\n• “Acceptance” of Recommended Practice 1774\nThis paragraph addresses the concerns of the Working Party related to the “acceptance”\nof Recommended Practice 1774.\nFirst, it should be stressed that RP1774 is a recommendation adopted by IATA\nmMembers within the forum of the Passenger Services Conference and as such, only\ncommits IATA mMembers. In particular, RP1774 is not concerned with the obligations\nof CRSs and travel agents, which are covered by the new “Council Regulation 323/1999\nof 8 February 1999 amending Regulation N° 2299/89 on a code of conduct for computer\nreservation systems (CRSs)”.\nSecondly, as explained above, a Recommended Practice is, by its very natureper se, not\nbinding and there is no compliance mechanism in place. However, it should be clearly\nunderstood that all IATA Resolutions and Recommended Practices are not imposed by\nthe IATA Secretariat but are adopted on a voluntary basis by the IATA mMembership in\nthe democratic fora of the Conferences.: this can logically be considered as a form of\nguarantee that the self-imposed procedures will be applied.\nFinally, a Recommended Practice is in many instances only a suggested framework that\nindividual members adapt to comply with their national requirements and according to\ntheir own individual commercial practices. A good analogy is RP 1724 “Conditions of\nCarriage”. Some carriers have adopted these conditions as such, without modification,\nbut many others have used them as a recommended model and have adapted them to\ntheir individual regulatory and commercial environment. Similarly, RP 1774, as\nmodified, will be presented to and for adoption by the IATA airlines (through the forum\nof PSC) to IATA airlines, but each airline will remain freeat liberty to create its own\ncode of conduct vis-à-vis its own customers, and in accordance with national legal and\nregulatory requirements. Also for evident antitrust immunity reasons must IATA must\navoid to imposeing any commercial behaviour toon its members.\n• Conclusions\nIn view of the above, RP 1774 is not intended to be the final code of conduct for use as\nsuch by IATA Member airlines. It is rather designated to highlight some main aspects of\nthe Directive and to be used as a guideline by Member airlines (or a group of Member\nairlines) when preparing a code of conduct to be presented to the data protection\nauthorities concerned. Other points (e.g. detailed description of the individual Member’s\nuse of data, compliance procedures etc.) will have to be addressed by each Member\nairline (or group of Member airlines) on an ad hoc basis, in compliance with applicable\nnational laws and regulations, and taking into account the specific cultural environment,\ncommercial practices and service orientation.\n---------------------\n15\nRECOMMENDED PRACTICE 1724\nGENERAL CONDITIONS OF CARRIAGE (PASSENGER AND BAGGAGE)\n(amending)\nPSC(Spcl)1724\nRECOMMENDED that, the Recommended Practice be deleted and replaced in its\nentirety with the following:\nARTICLE 1 — WHAT PARTICULAR EXPRESSIONS MEAN IN THESE\nCONDITIONS\nAs you read these conditions, please note that:\n“We”, “our” “ourselves” and “us” means [insert the name of your Airline].\n“You”, “your” and “yourself” means any person, except members of the crew, carried or\nto be carried in an aircraft pursuant to a Ticket. (See also definition for “Passenger”).\n“AGREED STOPPING PLACES” means those places, except the place of departure and\nthe place of destination, set out in the Ticket or shown in our timetables as scheduled\nstopping places on your route.\n“AIRLINE DESIGNATOR CODE” means the two-characters or three letters which\nidentify particular air carriers.\n“AUTHORISED AGENT” means a passenger sales agent who has been appointed by us\nto represent us in the sale of air transportation on our services.\n“BAGGAGE” means your articles, effects and other personal property necessary or\nappropriate for wear, use, comfort or convenience in connection with your trip. Unless\notherwise specified, it includes both your Checked and Unchecked Baggage.\n“BAGGAGE CHECK” means those portions of the Ticket which relate to the carriage of\nyour Checked Baggage.\n“BAGGAGE IDENTIFICATION TAG” means a document issued solely for\nidentification of Checked Baggage.\n“CARRIER” means an air carrier other than ourselves, whose airline designator code\nappears on your Ticket or on a Conjunction Ticket.\n“CHECKED BAGGAGE” means Baggage of which we take custody and for which we\nhave issued a Baggage Check.\n“CONDITIONS OF CONTRACT” means those statements contained in or delivered\nwith your Ticket or Itinerary/Receipt, identified as such and which incorporate these\nConditions of Carriage by reference, and notices.\n16\n(2)\n“CONJUNCTION TICKET” means a Ticket issued to you with relation to another\nTicket which together constitute a single contract of carriage.\n“CONVENTION” means whichever of the following instruments are applicable:\n- the Convention for the Unification of Certain Rules Relating to International Carriage\nby Air,\nsigned at Warsaw, 12 October 1929 (hereinafter referred to as the Warsaw\nConvention);\n- the Warsaw Convention as amended at The Hague on 28 September 1955;\n- the Warsaw Convention as amended by Additional Protocol No. 1 of Montreal (1975):\n- the Warsaw Convention as amended at The Hague and by Additional Protocol No. 2 of\nMontreal (1975):\n- the Warsaw Convention as amended at The Hague and by Additional Protocol No. 4 of\nMontreal (1975):\n- Guadalajara supplementary Convention (1961) (Guadalajara);\n“COUPON” means both a paper Flight Coupon and an Electronic Coupon.\n“DAMAGE” includes death, wounding, or bodily injury to a Passenger, loss, partial loss,\ntheft or other damage, arising out of or in connection with carriage or other services\nincidental thereto performed by us.\n“DAYS” mean calendar days, including all seven days of the week; provided that, for the\npurpose of notification, the day upon which notice is dispatched shall not be counted; and\nprovided further that for purposes of determining duration of validity of a Ticket, the day\nupon which the Ticket is issued, or the flight commenced shall not be counted.\n“ELECTRONIC COUPON” means an electronic flight coupon or other value document\nheld in our database.\n“ELECTRONIC TICKET” means the Itinerary/Receipt issued by us or on our behalf, the\nElectronic Coupons and, if applicable, a boarding document.\n“FLIGHT COUPON” means that portion of the Ticket that bears the notation “good for\npassage,” or in the case of an Electronic Ticket, the Electronic Coupon, and indicates the\nparticular places between which you are entitled to be carried.\n“ITINERARY/RECEIPT” means a document or documents we issue to Passengers\ntravelling on Electronic Tickets that contains the passenger name, flight information and\nnotices.\n“PASSENGER” means any person, except members of the crew, carried or to be carried\nin an aircraft pursuant to a Ticket. (See also definition for “you”, “your” and “yourself”).\n“PASSENGER COUPON” or “PASSENGER RECEIPT” means that portion of the\nTicket issued by us or on our behalf, which is so marked and which ultimately is to be\nretained by you.\n17\n(3)\n“SDR” means a Special Drawing Right as defined by the International Monetary Fund.\n“STOPOVER” means a scheduled stop on your journey, at a point between the place of\ndeparture and the place of destination.\n“TARIFF” means the published fares, charges and/or related Conditions of Carriage of\nan airline filed with the Governments of Canada or the United States of America.\n“TICKET” means either the document entitled “Passenger Ticket and Baggage Check”\nor the Electronic Ticket, in each case issued by us or on our behalf, and includes the\nConditions of Contract, notices and Coupons.\n“UNCHECKED BAGGAGE” means any of your Baggage other than Checked Baggage.\nARTICLE 2 — APPLICABILITY\n2.1 GENERAL\nExcept as provided in 2.2, 2.4 and 2.5, our Conditions of Carriage apply only on those\nflights, or flight segments, where our name or Airline Designator Code is indicated in the\ncarrier box of the Ticket for that flight or flight segment.\n2.2 CHARTER OPERATIONS\nIf carriage is performed pursuant to a charter agreement, these Conditions of Carriage\napply only to the extent they are incorporated by reference or otherwise, in the charter\nagreement or the Ticket.\n2.3 CODE SHARES\nOn some services we have arrangements with other carriers known as “Code Shares”.\nThis means that even if you have a reservation with us and hold a ticket where our name\nor airline designator code is indicated as the carrier, the carrier operating the aircraft may\nnot be the same carrier as shown on the ticket.\n2.4 OVERRIDING LAW\nThese Conditions of Carriage are applicable unless they are inconsistent with Tariffs or\napplicable law in which event such Tariffs or laws shall prevail.\nIf any provision of these Conditions of Carriage is invalid under any applicable law, the\nother provisions shall nevertheless remain valid.\n2.5 CONDITIONS PREVAIL OVER REGULATIONS\nExcept as provided in these Conditions of Carriage, in the event of inconsistency\nbetween these Conditions of Carriage and any other regulations we may have, dealing\nwith particular subjects, these Conditions of Carriage shall prevail.\n18\n(4)\nARTICLE 3 — TICKETS\n3.1 REQUIREMENT FOR VALID TICKET\n3.1.1 We will provide carriage only to the Passenger named in the Ticket, and you may\nbe required to produce appropriate identification.\n3.1.2 A Ticket is not transferable.\n3.1.3 The Ticket is and remains at all times the property of the issuing carrier.\n3.1.4 Except in the case of an Electronic Ticket, you shall not be entitled to be carried on\na flight unless you present a valid Ticket containing the Flight Coupon for that flight and\nall other unused Flight Coupons and the Passenger Coupon. In addition, you shall not be\nentitled to be carried if the Ticket presented is mutilated or if it has been altered\notherwise than by us or our Authorised Agent. In the case of an Electronic Ticket, you\nshall not be entitled to be carried on a flight unless you provide positive identification\nand a valid Electronic Ticket has been duly issued in your name.\n3.1.5 In case of loss or mutilation of a Ticket, or part thereof, or non-presentation of a\nTicket containing the Passenger Coupon and all unused Flight Coupons, upon request of\nthe Passenger, the issuing carrier will replace such Ticket or part thereof by issuing a new\nTicket, provided there is evidence, readily ascertainable at the time, that a Ticket valid\nfor the flight(s) in question was duly issued and the Passenger signs an agreement to\nindemnify us or the Carrier for misuse of the Ticket. When this is not the case, the\nissuing carrier may require the Passenger to pay up to the full Ticket price for a\nreplacement Ticket, subject to refund, if and when the issuing carrier is satisfied that the\noriginal Ticket has not been used before the expiry of its validity. The issuing carrier\nmay levy a reasonable administration charge for this service.\n3.2 PERIOD OF VALIDITY\n3.2.1 Except as otherwise provided in the Ticket, these Conditions, or in applicable\nTariffs, a Ticket is valid for one year from the date of commencement of travel, or if no\nportion of the Ticket is used, for one year from the date of issue.\n3.2.2 When you are prevented from travelling within the period of validity of the Ticket\nbecause at the time you request reservations we are unable to confirm a reservation, the\nvalidity of such Ticket will be extended, or you may be entitled to a refund in accordance\nwith Article 10.\n19\n(5)\n3.2.3 If after having commenced your journey, you are prevented from travelling within\nthe period of validity of the Ticket by reason of illness, we may extend the period of\nvalidity of your Ticket until the date when you become fit to travel as attested to by a\nmedical certificate, or until our first flight after such date, from the point where the\njourney is resumed on which space is available in the class of service for which the fare\nhas been paid. When the flight coupons remaining in the Ticket, or in the case of an\nElectronic Ticket, the electronic coupon, involve one or more Stopovers, the validity of\nsuch Ticket may be extended for not more than three months from the date shown on\nsuch certificate. In such circumstances, we will similarly extend the period of validity of\nTickets of other members of your immediate family accompanying you.\n3.2.4 In the event of death of a Passenger en route, the Tickets of persons accompanying\nthe Passenger may be modified by waiving the minimum stay or extending the validity.\nIn the event of a death in the immediate family of a Passenger who has commenced\ntravel, the validity of the Passenger’s Tickets and those of his or her immediate family\nwho are accompanying the Passenger may likewise be modified. Any such modification\nshall be made upon receipt of a valid death certificate and any such extension of validity\nshall not be for a period longer than forty-five (45) Days from the date of the death.\n3.3 COUPON SEQUENCE AND USE\n3.3.1 The Ticket will not be honoured and will lose its validity if all the Coupons are not\nused in the sequence provided in the Ticket.\n3.3.2 The Ticket may not be valid and we may not honour the Ticket if the first flight\ncoupon, or in the case of an Electronic Ticket, an electronic coupon has not been used\nand the passenger commences his or her journey at any Stopover or Agreed Stopping\nPlace.\n3.3.3 Each Coupon will be accepted for carriage in the class of service specified therein\non the date and flight for which space has been reserved. When Coupons are issued\nwithout a reservation being specified, space may be reserved, subject to the conditions of\nthe relevant fare and the availability of space on the flight requested.\n3.4 NAME AND ADDRESS OF CARRIER\nOur name may be abbreviated to our Airline Designator Code, or otherwise, in the\nTicket. Our address shall be deemed to be the airport of departure shown opposite the\nfirst abbreviation of our name in the “carrier” box in the Ticket, or in the case of an\nElectronic Ticket, as indicated for our first flight segment in the Itinerary Receipt.\n20\n(6)\nARTICLE 4 — FARES AND CHARGES\n4.1 GENERAL\nFares apply only for carriage from the airport at the point of origin to the airport at the\npoint of destination, unless otherwise expressly stated. Fares do not include ground\ntransport service between airports and between airports and town terminals.\n4.2 APPLICABLE FARES\nSubject to Paragraph 4.3, applicable fares are those in effect on the date of Ticket\nissuance. Should you change your itinerary or dates of travel, this may impact the fare to\nbe paid.\n4.3 TAXES AND CHARGES\nApplicable taxes or charges imposed by government or other authority, or by the operator\nof an airport, and in effect on the date of travel, shall be payable by you.\n4.4 CURRENCY\nFares and charges are payable in those currencies acceptable to us, at exchange rates\ndetermined by us at the time of Ticketing.\nARTICLE 5 — RESERVATIONS\n5.1 RESERVATION REQUIREMENTS\n5.1.1 Reservations are not confirmed until recorded as accepted by us.\n5.1.2 Certain fares have conditions which limit or exclude your right to change or cancel\nreservations.\n5.2 TICKETING TIME LIMITS\nIf you have not paid for the Ticket prior to the specified ticketing time limit, as advised\nby us or our Authorised Agent, we may cancel your reservation.\n5.3 PERSONAL DATA\nYou recognise that personal data has been given to us for the purposes of; making a\nreservation, purchasing a Ticket, obtaining ancillary services, developing and providing\nservices, facilitating immigration and entry procedures, and making available such data\nto government agencies, in connection with your travel. For these purposes, you\nauthorise us to retain and use such data and to transmit it to our own offices, Authorised\nAgents, government agencies, other Carriers or the providers of the above-mentioned\nservices.\n21\n(7)\n5.4 SEATING\nWe will endeavour to honour advance seating requests, however, we cannot guarantee\nany particular seat, even if your reservation is confirmed. We reserve the right to assign\nor reassign seats at any time.\n5.5 SERVICE CHARGE WHEN SPACE NOT OCCUPIED\nExcept in the case of travel on non-refundable fares, a reasonable service charge may be\npayable by you if you fail to use your reservation.\n5.6 RECONFIRMATION OF RESERVATIONS\nOnward or return reservations may be subject to the requirement to reconfirm the\nreservation within specified time limits. We will advise you when we require\nreconfirmation, however, you should check the requirements of any other Carriers\ninvolved in your journey with them. Failure to comply with such reconfirmation\nrequirement may result in cancellation of any onward or return reservations.\n5.7 CANCELLATION OF ONWARD RESERVATIONS\nIf you do not use a reservation, your return or onward reservations may be cancelled.\nARTICLE 6 — CHECK-IN/BOARDING\n6.1 You must have completed the check-in process sufficiently in advance of flight\ndeparture to permit completion of any Government formalities and departure procedures,\nand not later than any minimum time specified by us.\n6.2 You must be present at the boarding gate not later than the time specified by us.\n6.3 We may cancel the space reserved for you if you have not checked-in in time, fail to\narrive at the boarding gate in time, or appear improperly documented as set out in\nArticle 13.2.\n6.4 We will not be liable to you for any loss or expense incurred due to your failure to\ncomply with the provisions of this Article.\n22\n(8)\nARTICLE 7 — REFUSAL AND LIMITATION OF CARRIAGE\n7.1 RIGHT TO REFUSE CARRIAGE\nIn the exercise of our discretion, we may refuse to carry you or your Baggage if we have\nnotified you in writing that we would not at any time after the date of such notice carry\nyou on our flights or, if one or more of the following have occurred or may occur:\n7.1.1 such action is necessary in order to comply with any applicable government laws,\nregulations, or orders;\n7.1.2 the carriage of you or your Baggage may endanger the safety, health, comfort or\nconvenience of other passengers or crew;\n7.1.3 your mental or physical state, including your impairment from alcohol or drugs,\npresents a hazard or risk to yourself, to passengers, to crew, or to property;\n7.1.4 you have committed misconduct on a previous flight, and we have reason to\nbelieve that such conduct may be repeated;\n7.1.5 you have refused to submit to a security check;\n7.1.6 you have not paid the applicable fare, taxes or charges;\n7.1.7 you do not appear to have valid travel documents, may seek to enter a country\nthrough which you may be in transit, or for which you do not have valid travel\ndocuments, destroy your documentation during flight or refuse to surrender your travel\ndocuments to the flight crew, against receipt, when so requested;\n7.1.8 you present a Ticket that has been acquired unlawfully, has been purchased from\nan entity other than us or our Authorised Agent, or has been reported as being lost or\nstolen, is a counterfeit, or you cannot prove that you are the person named in the Ticket;\n7.1.9 you have not used the coupons in sequence, or you present a Ticket which has been\nissued or altered in any way, other than by us or our Authorised Agent, or the Ticket is\nmutilated;\n7.1.10 you fail to observe our instructions with respect to safety or security;\n7.1.11 you have previously committed one of the acts or omissions referred to above.\n7.2 SPECIAL ASSISTANCE\nAcceptance for carriage of unaccompanied children, incapacitated persons, pregnant\nwomen, persons with illness or other people requiring special assistance is subject to\nprior arrangement with us. Passengers with disabilities who have advised us of the\ndisability and any special requirements they may have at the time of ticketing, and been\naccepted by us, shall not subsequently be refused carriage on the basis of such disability\nor special requirements.\n23\n(9)\nARTICLE 8 — BAGGAGE\n8.1 FREE BAGGAGE ALLOWANCE\nYou may carry some Baggage, free of charge, subject to our conditions and limitations,\nwhich are available upon request from us or our Authorised Agents.\n8.2 EXCESS BAGGAGE\nYou will be required to pay a charge for carriage of Baggage in excess of the free\nBaggage allowance. These rates are available from us upon request.\n8.3 ITEMS UNACCEPTABLE AS BAGGAGE\n8.3.1 You must not include in your Baggage:\n8.3.1.1 items which are likely to endanger the aircraft or persons or property on board\nthe aircraft, such as those specified in the International Civil Aviation Organisation\n(ICAO) Technical Instructions for the Safe Transport of Dangerous Goods by Air and the\nInternational Air Transport Association (IATA) Dangerous Goods Regulations, and in\nour regulations (further information is available from us on request);\n8.3.1.2 items the carriage of which is prohibited by the applicable laws, regulations or\norders of any state to be flown from, to or over;\n8.3.1.3 items which are considered by us to be unsuitable for carriage by reason of their\nweight, size, shape or character, or which are fragile or perishable.\n8.3.2 Firearms and ammunition other than for hunting and sporting purposes are\nprohibited from carriage as Baggage. Firearms and ammunition for hunting and sporting\npurposes may be accepted as Checked Baggage. Firearms must be unloaded with the\nsafety catch on, and suitably packed. Carriage of ammunition is subject to ICAO and\nIATA regulations as specified in 8.3.1.2.\n8.3.3 Weapons such as antique firearms, swords, knives and similar items may be\naccepted as Checked Baggage, at our discretion, but will not be permitted in the cabin of\nthe aircraft.\n8.3.4 You must not include in Checked Baggage money, jewellery, precious metals,\ncomputers, personal electronic devices, negotiable papers, securities or other valuables,\nbusiness documents, passports and other identification documents or samples.\n8.3.5 If, despite being prohibited, any items referred to in 8.3.1, 8.3.2 and 8.3.4 are\nincluded in your Baggage, we shall not be responsible for any loss or damage to such\nitems.\n24\n(10)\n8.4 RIGHT TO REFUSE CARRIAGE\n8.4.1 Subject to paragraph 8.3.2, we will refuse to carry as Baggage the items described\nin 8.3, and we may refuse further carriage of any such items upon discovery.\n8.4.2 We may refuse to carry as Baggage any item because of its size, shape, weight,\ncontents or character, or for safety or operational reasons, or the comfort and\nconvenience of other passengers.\n8.4.3 We may refuse to accept Baggage for carriage unless it is properly packed in\nsuitable containers.\n8.5 RIGHT OF SEARCH\nFor reasons of safety and security we may request that you permit a search, x-ray or other\ntype of scan be made of your person and Baggage. If you are not available, your\nBaggage may be searched in your absence for the purpose of determining whether you\nare in possession of or whether your Baggage contains any item described in 8.3.1 or any\nfirearms, ammunition or weapons, which have not been presented to us in accordance\nwith 8.3.2 or 8.3.3. If you are unwilling to comply with such request we may refuse to\ncarry you and your Baggage. In the event an x-ray or other scan causes damages to you\nor your Baggage, we shall not be liable for such damage unless due to our fault or\nnegligence.\n8.6 CHECKED BAGGAGE\n8.6.1 Upon delivery to us of your Baggage which you wish to check we will take\ncustody of, and issue a Baggage Identification Tag for, each piece of your Checked\nBaggage.\n8.6.2 Checked Baggage must have your name or other personal identification affixed to\nit.\n8.6.3 Checked Baggage will, whenever possible, be carried on the same aircraft as you,\nunless we decide for safety, security or operational reasons to carry it on an alternative\nflight. If your Checked Baggage is carried on a subsequent flight we will deliver it to\nyou, unless applicable law requires you to be present for customs clearance.\n8.7 EXCESS VALUE DECLARATION AND CHARGE\n8.7.1 If we offer an excess valuation facility, you may make a written declaration of\nvalue for Checked Baggage in excess of the liability limits set out in the Convention. If\nyou make such a written declaration, you may be required to pay an extra charge, at a\nrate specified by us. These rates are available to you on request.\n8.7.2 We may refuse to accept an excess value declaration on Checked Baggage when a\nportion of the carriage is to be provided by a Carrier which does not offer the excess\nvalue facility.\n25\n(11)\n8.8 UNCHECKED BAGGAGE\n8.8.1 We may specify maximum dimensions for Baggage which you carry on to the\naircraft. If we have not done so, Baggage which you carry onto the aircraft must fit\nunder the seat in front of you or in an enclosed storage compartment in the cabin of the\naircraft. If your Baggage cannot be stored in this manner, or is of excessive weight, or is\nconsidered unsafe for any reason, it must be carried as Checked Baggage.\n8.8.2 Objects not suitable for carriage in the cargo compartment (such as delicate\nmusical instruments), and which do not meet the requirements in 8.8.1 above, will only\nbe accepted for carriage in the cabin compartment if you have given us notice in advance\nand permission has been granted by us. You may have to pay a separate charge for this\nservice.\n8.9 COLLECTION AND DELIVERY OF CHECKED BAGGAGE\n8.9.1 You are required to collect your Checked Baggage as soon as it is made available\nat your destination or Stopover. Should you not collect it within a reasonable time, we\nmay charge you a storage fee. Should your Checked Baggage not be claimed within\nthree (3) months of the time it is made available, we may dispose of it without any\nliability to you.\n8.9.2 Only the bearer of the Baggage Check and Baggage Identification Tag, is entitled\nto delivery of the Checked Baggage.\n8.9.3 If a person claiming Checked Baggage is unable to produce the Baggage Check\nand identify the Baggage by means of a Baggage Identification Tag, we will deliver the\nBaggage to such person only on condition that he or she establishes to our satisfaction his\nor her right to the Baggage.\n8.10 ANIMALS\nAnimals will be accepted for carriage only on the following conditions:\n8.10.1 You must ensure that animals such as dogs, cats, household birds and other pets,\nare properly crated and accompanied by valid health and vaccination certificates, entry\npermits, and other documents required by countries of entry or transit failing which, they\nwill not be accepted for carriage. Such carriage may be subject to additional conditions\nspecified by us, which are available on request.\n8.10.2 If accepted as Baggage, the animal, together with its container and food, shall not\nbe included in your free Baggage allowance, but shall constitute excess baggage, for\nwhich you will be obliged to pay the applicable rate.\n8.10.3 Guide dogs accompanying Passengers with disabilities will be carried free of\ncharge in addition to the normal free baggage allowance, subject to conditions specified\nby us, which are available on request.\n8.10.4 We may not be responsible for injury to or loss, sickness or death of an animal,\nor in the event that it is refused entry into, or passage through any country, state or\nterritory.\n26\n(12)\nARTICLE 9 — SCHEDULES, DELAYS, CANCELLATION OF FLIGHTS\n9.1 SCHEDULES\nWe undertake to use our best efforts to carry you and your Baggage with reasonable\ndispatch and to adhere to published schedules in effect on the date of travel. However, to\ndo so, we may need to use a substitute aircraft and/or the services of another carrier. We\nmay also be obliged to change the time of flights, often for reasons beyond our control\nand consequently, times shown in timetables cannot be guaranteed and thus form no part\nof your contract with us.\n9.2 CANCELLATION, REROUTING, DELAYS, ETC.\n9.2.1 We reserve the right to substitute an alternative carrier and/or aircraft. If we cancel\na flight, fail to operate a flight reasonably according to the schedule, fail to stop at your\ndestination or Stopover destination, or cause you to miss a connecting flight on which\nyou hold a confirmed reservation, we shall, with your agreement, either:\n9.2.1.1 carry you on another of our scheduled services on which space is available\nwithout additional charge and, where necessary, extend the validity of your Ticket; or\n9.2.1.2 re-route you to the destination shown on your Ticket by our own services or\nthose of another carrier, or by other mutually agreed means and class of transportation. If\nthe fare and charges for the revised routing are lower than what you have paid, we shall\nrefund the difference;\n9.2.1.3 if neither of the above alternatives are acceptable to you, we will make a refund\nin accordance with the provisions of Article 10.3; and we shall have no further liability to\nyou.\n9.2.2 If we are unable to provide previously confirmed space, we shall provide\ncompensation pursuant to our denied boarding compensation policy.\n27\n(13)\nARTICLE 10 — REFUNDS\n10.1 We will refund a Ticket or any unused portion, in accordance with the applicable\nfare rules or Tariff, as follows:\n10.1.1 Except as otherwise provided in this Article, we shall be entitled to make refund\neither to the person named in the Ticket or, to the person who has paid for the Ticket,\nupon presentation of satisfactory proof of such payment.\n10.1.2 If a Ticket has been paid for by a person other than the passenger named in the\nTicket, and the Ticket indicates that there is a restriction on refund, we shall make a\nrefund only to the person who paid for the Ticket, or to that person’s order.\n10.1.3 Except in the case of a lost Ticket, refunds will only be made on surrender to us\nof the Ticket and all unused Flight Coupons.\n10.3 INVOLUNTARY REFUNDS\n10.3.1 If we cancel a flight, fail to operate a flight reasonably according to schedule, fail\nto stop at your destination or Stopover, or cause you to miss a connecting flight on which\nyou hold a reservation, the amount of the refund shall be:\n10.3.1.1 if no portion of the Ticket has been used, an amount equal to the fare paid;\n10.3.1.2 if a portion of the Ticket has been used, the refund will be not less than the\ndifference between the fare paid and the fare for the transportation used.\n10.4 VOLUNTARY REFUNDS\n10.4.1 If you are entitled to a refund of your Ticket for reasons other than those set out\nin 10.3, the amount of the refund shall be:\n10.4.1.1 if no portion of the Ticket has been used, an amount equal to the fare paid, less\nany applicable service charges or cancellation fees;\n10.4.1.2 if a portion of the Ticket has been used, the refund will be an amount equal to\nthe difference between the fare paid and the applicable fare for travel between the points\nfor which the Ticket has been used, less any applicable service charges or cancellation\nfees.\n28\n(14)\n10.5 REFUND ON LOST TICKET\n10.5.1 If a Ticket or portion thereof is lost, upon furnishing us with satisfactory proof of\nthe loss, and payment of a reasonable administration charge, refund will be made within\na period of time determined by us, on condition:\n10.5.1.1 that the lost Ticket, or portion thereof, has not been used, previously refunded\nor replaced;\n10.5.1.2 that the person to whom the refund is made undertakes, in such form as may be\nprescribed by us, to repay to us the amount refunded in the event of fraud and/or to the\nextent that the lost Ticket or portion thereof is used.\n10.6 RIGHT TO REFUSE REFUND\n10.6.1 We may refuse a refund where application is made after the expiry of the validity\nof the Ticket.\n10.6.2 We may refuse a refund on a Ticket which has been presented to us, or to\nGovernment officials as evidence of intention to depart from that country, unless you\nestablish to our satisfaction that you have permission to remain in the country or that you\nwill depart from that country by another carrier or another means of transport.\n10.7 CURRENCY\nWe reserve the right to make a refund in the same manner and the same currency used to\npay for the Ticket.\n10.8 BY WHOM TICKET REFUNDABLE\nVoluntary refunds will be made only by the carrier which originally issued the Ticket or\nby its agent if so authorised.\nARTICLE 11 — CONDUCT ABOARD AIRCRAFT\n11.1 GENERAL\nIf in our opinion you conduct yourself aboard the aircraft so as to endanger the aircraft or\nany person or property on board, or obstruct the crew in the performance of their duties,\nor fail to comply with any instructions of the crew including but not limited to those with\nrespect to smoking, alcohol or drug consumption, or behave in a manner which causes\ndiscomfort, inconvenience, damage or injury to other passengers or the crew, we may\ntake such measures as we deem necessary to prevent continuation of such conduct,\nincluding restraint. You may be disembarked and refused onward carriage at any point,\nand may be prosecuted for offences committed on board the aircraft.\n29\n(15)\n11.2 ELECTRONIC DEVICES\nFor safety reasons, we may forbid or limit operation aboard the aircraft of electronic\nequipment, including, but not limited to, cellular telephones, laptop computers, portable\nrecorders, portable radios, CD players, electronic games or transmitting devices,\nincluding radio controlled toys and walkie-talkies. Operation of hearing aids and heart\npacemakers is permitted.\nARTICLE 12 —ARRANGEMENTS FOR ADDITIONAL SERVICES\n12.1 Subject to applicable law, if in the course of concluding the contract of carriage by\nair, we also agree to make arrangements for the provision of additional services, we shall\nhave no liability to you for such services except for negligence on our part in making\nsuch arrangements.\n12.2 If we are also providing surface transportation to you, other conditions may apply\nto such surface transportation. Such conditions are available from us upon request.\nARTICLE 13 — ADMINISTRATIVE FORMALITIES\n13.1 GENERAL\n13.1.1 You are responsible for obtaining all required travel documents and visas and for\ncomplying with all laws, regulations, orders, demands and travel requirements of\ncountries to be flown from, into or through which you transit.\n13.1.2 We shall not be liable for the consequences to any passenger resulting from his or\nher failure to obtain such documents or visas or to comply with such laws, regulations,\norders, demands, requirements, rules or instructions.\n13.2 TRAVEL DOCUMENTS\nPrior to travel, you must present all exit, entry, health and other documents required by\nlaw, regulation, order, demand or other requirement of the countries concerned, and\npermit us to take and retain copies thereof. We reserve the right to refuse carriage if you\nhave not complied with these requirements, or your travel documents do not appear to be\nin order.\n13.3 REFUSAL OF ENTRY\nIf you are denied entry into any country, you will be responsible to pay any fine or\ncharge assessed against us by the Government concerned and for the cost of transporting\nyou from that country. The fare collected for carriage to the point of refusal or denied\nentry will not be refunded by us.\n30\n(16)\n13.4 PASSENGER RESPONSIBLE FOR FINES, DETENTION COSTS, ETC.\nIf we are required to pay any fine or penalty or to incur any expenditure by reason of\nyour failure to comply with laws, regulations, orders, demands or other travel\nrequirements of the countries concerned or to produce the required documents, you shall\nreimburse us on demand, any amount so paid or expenditure so incurred. We may apply\ntowards such payment or expenditure the value of any unused carriage on your ticket, or\nany of your funds in our possession.\n13.5 CUSTOMS INSPECTION\nIf required, you shall attend inspection of your Baggage, by customs or other\nGovernment officials. We are not liable to you for any loss or damage suffered by you in\nthe course of such inspection or through your failure to comply with this requirement.\n13.6 SECURITY INSPECTION\nYou shall submit to any security checks by Governments, airport officials, Carriers or by\nus.\nARTICLE 14 — SUCCESSIVE CARRIERS\nCarriage to be performed by us and other Carriers under one Ticket, or a Conjunction\nTicket is regarded as a single operation for the purposes of the Convention. However,\nyour attention is drawn to Article 15.3.1.\nARTICLE 15 — LIABILITY FOR DAMAGE\n15.1 The liability of [name of your Airline and] each Carrier involved in your journey\nwill be determined by its own Conditions of Carriage. Our liability provisions are as\nfollows:\n15.1.1 Unless otherwise stated herein, international travel, as defined in the Convention,\nis subject to the liability rules of the Convention.\n15.1.2 Where your carriage is not subject to the liability rules of the Convention, the\nfollowing rules shall apply [each airline’s own rules to be specified]:\n15.1.2(a) Any liability we have for Damage, will be reduced by any negligence on your\npart which causes or contributes to the Damage in accordance with applicable law.\n15.1.2(b) We will be liable only for Damage occurring during carriage on flights or\nflight segments where our Airline Designator Code appears in the carrier box of the\nTicket for that flight or flight segment. If we issue a Ticket or if we check Baggage for\ncarriage on another carrier, we do so only as agent for the other carrier. Nevertheless,\nwith respect to Checked Baggage, you may make a claim against the first or last carrier.\n31\n(17)\n15.1.2(c) We will not be liable for Damage to Unchecked Baggage unless such Damage\nis caused by our negligence.\n15.1.2(d) We are not liable for any Damage arising from our compliance with applicable\nlaws or Government rules and regulations, or from your failure to comply with the same.\n15.1.2(e) Except in the case of an act or omission done with intent to cause Damage or\nrecklessly and with knowledge that Damage would probably result, our liability in the\ncase of Damage to Checked Baggage shall be limited to ........ per kilogram and in the\ncase of Damage to Unchecked Baggage shall be limited to ........ per passenger, provided\nthat if in accordance with applicable law different limits of liability are applicable such\ndifferent limits shall apply. If the weight of the Baggage is not recorded on the Baggage\nCheck, it is presumed that the total weight of the Checked Baggage does not exceed the\napplicable free baggage allowance for the class of carriage concerned. If in the case of\nChecked Baggage a higher value is declared pursuant to 8.7, our liability shall be limited\nto such higher declared value.\n15.1.2(f) Our liability shall be limited to proven compensatory damages, and in any\nevent, we shall not be liable for indirect, consequential, or any other form of non-\ncompensatory damages.\n15.1.2(g) We are not liable for any Damage caused by your Baggage. You shall be\nresponsible for any Damage caused by your Baggage to other persons or property,\nincluding our property.\n15.1.2(h) We shall have no liability whatsoever for Damage to articles not permitted to\nbe contained in Checked Baggage under 8.3, including fragile or perishable items, items\nhaving a special value, such as money, jewellery, precious metals, computers, personal\nelectronic devices, negotiable papers, securities, or other valuables, business documents,\npassports and other identification documents, or samples.\n15.1.2(i) We are not responsible for any illness, injury or disability, including death,\nattributable to your physical condition or for the aggravation of such condition.\n15.1.2(j) The contract of carriage, including these Conditions of Carriage and exclusions\nor limits of liability, applies to our Authorised Agents, servants, employees and\nrepresentatives to the same extent as they apply to us. The total amount recoverable from\nus and from such Authorised Agents, employees, representatives and persons shall not\nexceed the amount of our own liability, if any.\n15.1.2(k) Nothing in these Conditions of Carriage shall waive any exclusion or\nlimitation of our liability under the Convention or applicable laws unless otherwise\nexpressly stated.\n32\n(18)\nFor carriers who are parties to the Montreal Agreement (1966) and which have not\nwaived the Warsaw limits of liability.\nSPECIAL AGREEMENT\nSpecial Agreement applicable to carriage to, from or with an agreed stopping place in the\nUnited States of America (see applicable U.S. tariffs).\nA) We shall avail ourselves of the limitation of liability provided in the Convention.\nHowever, in accordance with Article 22(1) of the Convention [name of issuing airline]\nand certain other carriers agree that as to all international carriage by such airlines to\nwhich the Convention applies and which according to the contract of carriage includes a\npoint in the United States of America as a point of origin, a point of destination or agreed\nstopping place:\n(i) the limit of liability for each Passenger for death, wounding or other bodily injury\nshall be the sum of US$75,000 inclusive of legal fees and costs except that, in the case of\na claim brought in a State where provision is made for separate award of legal fees and\ncosts, the limit shall be the sum of US $58,000 exclusive of legal fees and costs;\n(ii) such carriers shall not, with respect to any claim arising out of the death, wounding\nor other bodily injury of a Passenger, avail themselves of any defence under Article 20(1)\nof the Convention.\nNothing herein shall be deemed to affect the rights and liabilities of such airlines with\nregard to any claim brought by, on behalf of, or in respect of, any person who has caused\nDamage which resulted in death, wounding, or other bodily injury of a Passenger.\nThe names of carriers party to the agreement referred to in this Paragraph are available at\nall Ticket offices of such carriers and may be examined on request. Each of such\ncarriers’ has entered into the said agreement solely on its own behalf and with respect to\ncarriage performed by it and has not thereby imposed any liability on any other airlines\nwith respect to the portion of the carriage performed by such other carrier or assumed any\nliability with respect to the portion of the carriage performed by such other carrier.\nOR\nB) Airlines that have voluntarily waived, or are subject to legislation imposing a waiver\nof the Warsaw limits of liability for death or injury to passengers, should insert\nappropriate liability provisions. European Community Carriers will want to review the\nprovisions of EC Regulation No. 2027/97. However, it is crucial that any waiver\nlanguage be drafted so as to apply only on that airline’s flights (flights on which its\nairline designator is indicated on the Ticket) to avoid waiving the limits for other\n(downline) “Carriers”. Examples of language used by Members in their own Conditions\nor Tariff filings are available from the Secretariat upon request.\n33\n(19)\nARTICLE 16 — TIME LIMITATION ON CLAIMS AND ACTIONS\n16.1 NOTICE OF CLAIMS\nAcceptance of Baggage by the bearer of the Baggage Check without complaint at the\ntime of delivery is sufficient evidence that the Baggage has been delivered in good\ncondition and in accordance with the contract of carriage, unless you prove otherwise.\nIf you wish to file a claim or an action regarding Damage to Checked Baggage, you must\nnotify us as soon as you discover the Damage, and at the latest, within seven (7) Days of\nreceipt of the Baggage. If you wish to file a claim or an action regarding delay of\nChecked Baggage, you must notify us within twenty-one (21) Days from the date the\nBaggage has been placed at your disposal. Every such notification must be made in\nwriting.\n16.2 LIMITATION OF ACTIONS\nAny right to Damages shall be extinguished if an action is not brought within two years\nof the date of arrival at destination, or the date on which the aircraft was scheduled to\narrive, or the date on which the carriage stopped. The method of calculating the period of\nlimitation shall be determined by the law of the court where the case is heard.\nARTICLE 17 — MODIFICATION AND WAIVER\nNone of our Authorised Agents, servants, employees or representatives has authority to\nalter, modify or waive any provision of these Conditions of Carriage.\n...............................................................................................................................................\n.....\n(Name of Carrier)\n...............................................................................................................................................\n.....\n(Abbreviation of Name)\nFiling Period: Effective\nDate:\n6 August 1998 - 1 March 1999\n31 August 1998\n34\nJ\nc\nY Passenger Services Conference Resolutions Manual\nRESOLUTION 724 PASSENGER TICKET — NOTICES AND CONDITIONS\nOF CONTRACT\nPSC(Spcl)724 Expiry: Indefinite\nType: A\nRESOLVED that:\n1. In this Resolution, the terms below shall have the following meanings:\n“Electronic Coupon” means an electronic Flight Coupon or other value document held in Carrier’s database.\n“Electronic Ticket” means the Itinerary/Receipt issued by or on behalf of Carrier, the Electronic Coupons and, if\napplicable, a boarding document.\n“Itinerary/Receipt” means a document or documents forming part of the Electronic ticket which contains the\ninformation and notices required in Resolutions 722f and 722g.\n“Ticket” means either the document entitled “Passenger Ticket and Baggage Check” or the Electronic Ticket, in\neach case issued by or on behalf of Carrier, and including Conditions of Contract, notices and the Coupons\ncontained in it.\n2. The “Notice” in the Ticket and the “Conditions of Contract” in or provided with the Passenger Ticket and\nBaggage Check used for interline international carriage shall read as shown below:\n2.1 the text of the Notice shall be printed in bold letters, eight point size, preferably in Helvetica or similar large\ncharacter letters and the text of the Conditions of Contract in six point size of the same character;\n2.2 Paragraph 2 of the text of the Conditions of Contract shall be printed in bolder type than the other paragraphs\nthereof;\n2.3 the titles and text of the Notice and Conditions of Contract are shown in Attachment ‘A’.\n3. The “Notice of Baggage Liability Limitations” shall be included in or provided with the Ticket in 10 point modern\ntype as shown in Attachment ‘B’.\n4. The “Advice to International Passengers on Limitations of Liability” shall be included in or provided with the\nTicket in 10 point modern type as shown in Attachment ‘C’.\n5. The “EU Notice Requirement” shall be included in or provided with the Ticket in EU countries only, as shown at\nAttachment ‘D’. (Paragraph 5 and Attachment ‘D’ will expire on 31 March 2000).\nGOVERNMENT RESERVATIONS CANADA\n1. It is to be understood that in the case of transportation to or from points in Canada the Conditions of Contract will be\nvalid for participating carriers subject to the jurisdiction of the Canadian Transport Commission only when covered by\neffective tariff provi- sion on file with the National Transportation Agency of Canada in accordance with its tariff filing\nrequirements.\n2. In the event of conflict between the wording on the passenger ticket or baggage check or in the “Conditions of\nContract”, on the one hand and the provisions of the issuing or connecting carrier’s applicable tariff filed with the National\nTransportation Agency of Canada, on the other hand, the latter shall apply.\n378 19TH EDITION, JUNE 1999 3. This acceptance shall not be construed as constituting a finding as to the adequacy or\notherwise of the notice respecting limitations of carrier liability pursuant to Warsaw or any other international Convention\nor law. (25.11.71)\nINDIA\nRefund will be made provided that the unused coupons are surren- dered within three years after the expiry date of their\nvalidity.\nJAPAN\n1. Japan Air Lines shall not reflect in their Rules Tariff anything which shall not set a certain amount of the liability for the\npassengers and should maintain in the Rules Tariff such clause as Subpara- graph (4)(c) in the present Resolution\n338/275b (now 724) specify- ing a definite amount of the liability for death, injury or delay of a passenger.\n2. Article No. 106 of the Civil Aeronautics Law and Regulation of Japan states:\n(a) any scheduled air transport enterpriser shall fix conditions of transportation and obtain an approval of the Minister of\nTransporta- tion. The same shall apply to the case of alteration thereof;\n(b) the Minister of Transportation shall, when he intends to grant an approval under the preceding paragraph, conform to\nthe follow- ing standards:\n(b)(i) there shall be no fear of impeding the just interest of the public,\n(b)(ii) there shall be provided for at least receipt of fares and charges to passengers and freights, and matters concerning\nthe enterpriser’s liability relating to the transportation.\nPHILIPPINES\n1. All IATA Members operating in the Philippines shall give notice in their tickets and air waybills as to:\n(a) whether or not their respective countries have ratified or adhered to The Hague Protocol of 1955; and\n(b) whether the International Law applicable to them is the Warsaw Convention of 12 October 1929, or the said Warsaw\nConvention, as amended by The Hague Protocol of 1955.\n2. Philippine Government Resolution No. 170 (80).\nThe Board resolved totake note, as it hereby takes note Philippine Airlines’ new procedure on refunds to be implemented\nsystemwide with intended effectivity on 16 June 1980, which is as follows:\n35\n“Refund will be made provided that the unused coupons are surrendered within two (2) years after the expiry date of the\nvalidity of the ticket.”\nHowever, Philippine Airlines is hereby directed to include the above- quoted procedure in the Conditions of Carriage,\nprinted on the back of the ticket, and publish the same for information to the public.\nSWITZERLAND\nThe conditions contained in Resolution 724 (previously 275b), Para- graph (2), Subparagraph 9, are only applicable\nsubject to Article 19 of the Warsaw Convention, which under the Swiss air law applies to any kind of delay.\nUNITED STATES\nOrder 69-2-65 dated 13 February 1969:\n1. Approval of Resolution 724 (previously 275b) shall not relieve air carriers and foreign air carriers from complying, as\nnecessary, with the provisions of section 221,175 of the Board’s Economic Regulations.\n36\nc\nResolution 724 — Attachment ‘A’\n2. Approval of the Resolution is upon condition that if a carrier retains the proposed provision in Paragraph (5) of the\nConditions of Contract it shall also include in the same paragraph a statement that “provided that in the case of checked\nbaggage the passenger shall have a right of action against the first and last carrier and the carrier who performed the\ntransportation during which the destruc- tion, loss, damage or delay took place”.\n3. Approval of the Resolution does not extend to the proposed provisions of the Conditions of Contract, (Paragraph (7)\nthereof), which require compliant be made in writing to carrier within seven days from receipt in case of damage, and\nwithin 21 days from the date the baggage was delivered, in case of delay, with respect to application to travel which is not\ninternational travel; provided further, however, that approval of the Resolution will extend to Paragraph (7) of the\nConditions of Contract on condition that such paragraph be amended to limit its application to international trans-\nportation and to provide that applicable tariffs be consulted with respect to travel that is not international transportation.\n379 RESOLUTION 724\n19TH EDITION, JUNE 1999\nAttachment ‘A’\nNOTICE AND CONDITIONS OF CONTRACT\nNOTICE\nIf the passenger’s journey involves an ultimate destination or stop in a country other than the country of departure\nthe Warsaw Convention may be applicable and the Convention governs and in most cases limits the liability of\ncarriers for death or personal injury and in respect of loss of or damage to baggage. See also notices headed\n“Advice to International Passengers on Limitation of Liability” and “Notice of Baggage Liability Limitations”.\nCONDITIONS OF CONTRACT\n1. As used in this contract “ticket” means this passenger ticket and baggage check, or this itinerary/receipt if\napplicable, in the case of an electronic ticket, of which these conditions and the notices form part, “carriage” is\nequivalent to “transportation”, “carrier” means all air carriers that carry or undertake to carry the passenger or his\nbaggage hereunder or perform any other service incidental to such air carriage, “electronic ticket” means the\nItinerary/Receipt issued by or on behalf of Carrier, the Elec-tronic Coupons and, if applicable, a boarding\ndocument. “Warsaw Convention” means the Convention for the Unification of Certain Rules Relating to\nInternational Carriage by Air signed at Warsaw, 12th October 1929, or that Convention as amended at The Hague,\n28th September 1955, whichever may be applicable.\n2. Carriage hereunder is subject to the rules and limita-tions relating to liability established by the Warsaw\nConvention unless such carriage is not “international carriage” as defined by that Convention.\n3. To the extent not in conflict with the foregoing carriage and other services performed by each carrier are subject\nto:\n(i) provisions contained in the ticket;\n(ii) applicable tariffs;\n(iii) carrier’s conditions of carriage and related regulations which are made part hereof (and are available on\napplication at the offices of carrier), except in transportation between a place in the United States or Canada and\nany place outside thereof to which tariffs in force in those countries apply.\n4. Carrier’s name may be abbreviated in the ticket, the full name and its abbreviation being set forth in carrier’s\ntariffs, conditions of carriage, regulations or timetables; carrier’s address shall be the airport of departure shown\nopposite the first abbreviation of carrier’s name in the ticket; the agreed stopping places are those places set forth\nin this ticket or as shown in carrier’s timetables as scheduled stopping places on the passenger’s route; carriage to\nbe performed hereunder by several successive carriers is regarded as a single operation.\n5. An air carrier issuing a ticket for carriage over the lines of another air carrier does so only as its Agent.\n6. Any exclusion or limitation of liability of carrier shall apply to and be for the benefit of agents, servants and\nrepresentatives of carrier and any person whose aircraft is used by carrier for carriage and its agents, servants\nand representatives.\n37\nc\nPassenger Services Conference Resolutions Manual\n7. Checked baggage will be delivered to bearer of the baggage check. In case of damage to baggage moving in\ninter-national transportation complaint must be made in writing to carrier forthwith after discovery of damage and,\nat the latest, within seven days from receipt; in case of delay, complaint must be made within 21 days from date\nthe baggage was delivered. See tariffs or conditions of carriage regarding non-international transportation.\n8. This ticket is good for carriage for one year from date of issue, except as otherwise provided in this ticket, in\ncarrier’s tariffs, conditions of carriage, or related regulations. The fare for carriage hereunder is subject to change\nprior to commence-ment of carriage. Carrier may refuse transportation if the applic-able fare has not been paid.\n9. Carrier undertakes to use its best efforts to carry the passenger and baggage with reasonable dispatch. Times\nshown in timetables or elsewhere are not guaranteed and form no part of this contract. Carrier may without notice\nsubstitute alternate carriers or aircraft, and may alter or omit stopping places shown on the ticket in case of\nnecessity. Schedules are subject to change without notice. Carrier assumes no respons-ibility for making\nconnections.\n10. Passenger shall comply with Government travel require-ments, present exit, entry and other required\ndocuments and arrive at airport by time fixed by carrier or, if no time is fixed, early enough to complete departure\nprocedures.\n11. No agent, servant or representative of carrier has authority to alter, modify or waive any provision of this\ncontract.\n380 RESOLUTION 724 Attachment ‘B’ NOTICE OF\n19TH EDITION, JUNE 1999\nBAGGAGE LIABILITY LIMITATIONS\nLiability for loss, delay, or damage to baggage is limited unless a higher value is declared in advance and\nadditional charges are paid. For most international travel (including domestic portions of international journeys) the\nliability limit is approxim-ately US$9.07 per pound (US$20.00 per kilo) for checked baggage and US$400.00 per\npassenger for unchecked baggage. For travel wholly between U.S. points, Federal rules require any limit on an\nairline’s baggage liability to be at least US$1,250.00 per passenger. Excess valuation may be declared on certain\ntypes of articles. Some carriers assume no liability for fragile, valuable or perishable articles. Further information\nmay be obtained from the carrier.\nNote: A Member who wishes to use a Notice of Limited Liabil- ity for Baggage of its own wording, but containing\nthe substance of the language above, may substitute a notice of its own word- ing providing:\n(a) prior approval of the U.S. Department of Transportation is obtained; (b) Manager, Passenger Services\nDevelopment, IATA is notified of revised substituted wording to be used and supplied with confirmation of the U.S.\nDepartment of Trans- portation (DOT) approval to use such wording which then will be distributed to all members\nof the IATA Multilateral Interline Traffic Agreement — Passenger.\n38\nc\nPassenger Services Conference Resolutions Manual\n7. Checked baggage will be delivered to bearer of the baggage check. In case of damage to baggage moving in\ninter-national transportation complaint must be made in writing to carrier forthwith after discovery of damage and,\nat the latest, within seven days from receipt; in case of delay, complaint must be made within 21 days from date\nthe baggage was delivered. See tariffs or conditions of carriage regarding non-international transportation.\n8. This ticket is good for carriage for one year from date of issue, except as otherwise provided in this ticket, in\ncarrier’s tariffs, conditions of carriage, or related regulations. The fare for carriage hereunder is subject to change\nprior to commence-ment of carriage. Carrier may refuse transportation if the applic-able fare has not been paid.\n9. Carrier undertakes to use its best efforts to carry the passenger and baggage with reasonable dispatch. Times\nshown in timetables or elsewhere are not guaranteed and form no part of this contract. Carrier may without notice\nsubstitute alternate carriers or aircraft, and may alter or omit stopping places shown on the ticket in case of\nnecessity. Schedules are subject to change without notice. Carrier assumes no respons-ibility for making\nconnections.\n10. Passenger shall comply with Government travel require-ments, present exit, entry and other required\ndocuments and arrive at airport by time fixed by carrier or, if no time is fixed, early enough to complete departure\nprocedures.\n11. No agent, servant or representative of carrier has authority to alter, modify or waive any provision of this\ncontract.\n380 RESOLUTION 724 Attachment ‘B’ NOTICE OF\n19TH EDITION, JUNE 1999\nBAGGAGE LIABILITY LIMITATIONS\nLiability for loss, delay, or damage to baggage is limited unless a higher value is declared in advance and\nadditional charges are paid. For most international travel (including domestic portions of international journeys) the\nliability limit is approxim-ately US$9.07 per pound (US$20.00 per kilo) for checked baggage and US$400.00 per\npassenger for unchecked baggage. For travel wholly between U.S. points, Federal rules require any limit on an\nairline’s baggage liability to be at least US$1,250.00 per passenger. Excess valuation may be declared on certain\ntypes of articles. Some carriers assume no liability for fragile, valuable or perishable articles. Further information\nmay be obtained from the carrier.\nNote: A Member who wishes to use a Notice of Limited Liabil- ity for Baggage of its own wording, but containing\nthe substance of the language above, may substitute a notice of its own word- ing providing:\n(a) prior approval of the U.S. Department of Transportation is obtained; (b) Manager, Passenger Services\nDevelopment, IATA is notified of revised substituted wording to be used and supplied with confirmation of the\nU.S. Department of Trans- portation (DOT) approval to use such wording which then will be distributed to all\nmembers of the IATA Multilateral Interline Traffic Agreement — Passenger.\n39\nc\nResolution 724 — Attachment ‘D’\nRESOLUTION 724 Attachment ‘C’ ADVICE TO INTERNATIONAL\nPASSENGERS ON LIMITATION OF LIABILITY\nPassengers on a journey involving an ultimate destination or a stop in a country other than the country of origin\nare advised that the provisions of a treaty known as the Warsaw Convention may be applicable to the entire\njourney, including any portion entirely within the country of origin or destination. For such passengers on a journey\nto, from or with an agreed stopping place in the United States of America, the Convention and special contracts of\ncarriage embodied in applicable tariffs provide that the liability of certain carriers, parties to such special contracts,\nfor death of or personal injury to passengers is limited in most cases to proven damages not to exceed US$75,000\nper passenger, and that this liability up to such limit shall not depend on negligence on the part of the carrier. For\nsuch passengers travelling by a carrier not a party to such special contracts or on a journey not to, from, or having\nan agreed stopping place in the United States of America, liability of the carrier for death or personal injury to\npassengers is limited in most cases to approximately US$10,000 or US$20,000.\nThe names of carriers, parties to such special contracts, are available at all ticket offices of such carriers and may\nbe exam-ined on request.\nAdditional protection can usually be obtained by purchasing insurance from a private company. Such insurance is\nnot affec-ted by any limitation of the carrier’s liability under the Warsaw Convention or such special contracts of\ncarriage. For further information please consult your airline or insurance company representative.\nNote: The limit of liability of US$75,000 above is inclusive of legal fees and costs except that in case of a claim\nbrought in a state where provision is made for separate award of legal fees and costs, the limit shall be the sum of\nUS$58,000 exclusive of legal fees and costs.\n381 Y RESOLUTION 724 Attachment ‘D’ EU NOTICE\n19TH EDITION, JUNE 1999\nREQUIREMENT (for EU countries only)\nIf your journey involves a destination or stop in a country other than the one from which you depart, the Warsaw\nConvention may govern the liability of all airlines involved in your journey, including any portion thereof within a\nsingle country. This Convention limits the liability of airlines for death or bodily injury and for baggage loss, delay\nor damage. Many air carriers, including all European Community air carriers, have waived the Warsaw Convention\nlimits for death or bodily injury and the defence that they have taken all necessary measures to avoid the damage\nfor the first 100,000 Special Drawing Rights of any such claim.\nIn addition, in cases of death or bodily injury, many air carriers will make advance payments to the person entitled\nto compensation, if required to meet immediate economic needs, in proportion to the hardship suffered.\nCommunity air carriers make such payments in accordance with Community law. Other air carriers may apply\nalternate provisions.\n(Attachment ‘D’ will expire on 31 March 2000).\n40\nc\nJ Passenger Services Conference Resolutions Manual\nRESOLUTION 724a PASSENGER TICKET — NOTICE OF OVERBOOKING\nOF FLIGHTS (EXCEPT USA/US TERRITORIES)\nPSC(20)724a Expiry: Indefinite (except USA/US Territories) Type: A\nRESOLVED that,\nNotwithstanding Resolution 724, Members shall provide notice to the passenger relating to reservation status, only\non its own services, stemming from any practice of over-booking.\n1. The following notice shall be included on or with the Passenger Ticket and Baggage Check in a minimum of six\npoint size;\nThe following notice does not apply to tickets sold in the United States for transportation originating in the United\nStates.\nDENIED BOARDING BY OVERBOOKING\nIn those countries where Denied Boarding Compensation regulations are in force, carriers operate compensation\nplans for passengers with confirmed reservations who are denied boarding because of non-availability of seats\ncaused by over-booking. Details of these plans are available at the airlines’ offices.\n2. The notice shall be included on or with all tickets irrespective of whether they are issued by Agents or Members.\n3. In addition the following paragraphs may be included on or with the Passenger Ticket and Baggage Check.\nIn order to minimize the effect of “no shows” and to permit seats to be used by passengers who otherwise would\nnot be able to travel on a chosen flight, carriers may overbook flights.\nWhilst carriers make every effort to provide seats for which confirmed reservations exist, seat availability is not\nabsolutely guaranteed.\n4. A Member or individual BSP may use a notice of its own wording provided it contains the substance of the\nlanguage in the notice in Paragraph 1.\n382 RESOLUTION 724b INFORMING PASSENGERS OF\n19TH EDITION, JUNE 1999\nTAXES AND USER FEES\nPSC(13)724b Expiry: Indefinite\nType: B\nRESOLVED that:\nMembers shall provide notice to the passenger of taxes and/ or user fees that are either shown on the ticket\nand/or collected at time of departure.\n1. The following “Notice of Government Imposed Taxes and Fees” shall be included in or with the Passenger\nTicket and Baggage Check, in a minimum of eight point type:\nNOTICE OF GOVERNMENT IMPOSED TAXES AND FEES\nThe price of this ticket may include taxes and fees which are imposed on air transportation by government\nauthorit-ies. These taxes and fees, which may represent a signific-ant portion of the cost of air travel, are either\nincluded in the fare, or shown separately in the “TAX” box(es) of this ticket. You may also be required to pay taxes\nor fees not already collected.\n2. The notice described in paragraph 1 may have space set aside in which specific taxes or fees may be entered.\n3. This notice shall be included on or with all tickets irrespect-ive of whether they are issued by Agents or\nMembers.\n4. Additional information may be provided separately to describe and list these taxes and fees. The format will be\nat the discretion of the issuing Member.\n5. A Member may use a notice of its own wording, provided it contains the substance of the language in paragraph\n41",
  "pages": 41,
  "method": "pdfplumber"
}