{
  "source": "pdfs/5.pdf",
  "title": "5",
  "content": "Billing Code 4910-9X\nDEPARTMENT OF TRANSPORTATION\nOffice of the Secretary\nDocket No. DOT-OST-2022-0109\nRIN No. 2105-AF10\nEnhancing Transparency of Airline Ancillary Service Fees\nAGENCY: Office of the Secretary (OST), Department of Transportation (DOT)\nACTION: Notice of Proposed Rulemaking (NPRM)\nSUMMARY: The Department proposes to require U.S. air carriers, foreign air carriers, and\nticket agents to clearly disclose passenger-specific or itinerary-specific baggage fees, change\nfees, and cancellation fees to consumers whenever fare and schedule information is provided to\nconsumers for flights to, within, and from the United States. The Department also proposes to\nrequire these entities to clearly disclose passenger-specific or itinerary-specific fees for adjacent\nseating whenever fare and schedule information is provided to consumers traveling with young\nchildren on flights to, within, and from the United States, and make these fees transactable. The\nDepartment further proposes to require that carriers provide useable, current, and accurate\ninformation regarding baggage fees, change fees, cancellation fees, and adjacent seating fees if\nany to ticket agents that sell or display the carrier’s fare and schedule information. This\nrulemaking implements Executive Order 14036 on Promoting Competition in the American\nEconomy, which directs the Department to take various actions to promote the interests of\nAmerican workers, businesses, and consumers, including considering initiating a rulemaking to\nensure that consumers have ancillary fee information at the time of ticket purchase.\nDATES: Comments should be filed by [INSERT 60 DAYS AFTER DATE OF\nPUBLICATION IN FEDERAL REGISTER]. Late-filed comments will be considered to the\nextent practicable. Petitions for a hearing pursuant to 14 CFR 399.75(b)(1) must also be filed by\n[INSERT DATE 60 DAYS AFTER DATE OF PUBLICATION IN FEDERAL REGISTER].\nADDRESSES: You may file comments identified by the docket number DOT-OST-2022-0109\nby any of the following methods:\n• Federal eRulemaking Portal: go to http://www.regulations.gov and follow the online\ninstructions for submitting comments.\n• Mail: Docket Management Facility, U.S. Department of Transportation, 1200 New Jersey\nAve., SE, West Building Ground Floor, Room W12-140, Washington, DC 20590-0001.\n• Hand Delivery or Courier: West Building Ground Floor, Room W12-140, 1200 New\nJersey Ave., SE, between 9:00 a.m. and 5:00 p.m. ET, Monday through Friday, except\nFederal Holidays. Commenters using this method of delivery should contact Docket\nServices at 202-366-9826 or 202-366-9317 before delivery to ensure staff is available to\nreceive the delivery.\n• Fax: (202) 493-2251\nInstructions: You must include the agency name and docket number DOT-OST-2022-0109 or\nthe Regulatory Identification Number (RIN) for the rulemaking at the beginning of your\ncomment. All comments received will be posted without change to http://www.regulations.gov,\nincluding any personal information provided.\nPrivacy Act: Anyone can search the electronic form of all comments received in any of our\ndockets by the name of the individual submitting the comment (or signing the comment, if\n2\nsubmitted on behalf of an association, business, labor union, etc.) For information on DOT’s\ncompliance with the Privacy Act, please visit https://www.transportation.gov/privacy.\nDocket: For access to the docket to read background documents and comments received, go to\nhttp://www.regulations.gov or to the street address listed above. Follow the online instructions\nfor accessing the docket.\nFOR FURTHER INFORMATION CONTACT: Ryan Patanaphan, Senior Trial Attorney or\nBlane A. Workie, Assistant General Counsel, Office of Aviation Consumer Protection, U.S.\nDepartment of Transportation, 1200 New Jersey Ave., SE, Washington, DC, 20590, 202-366-\n9342, 202-366-7152 (fax), ryan.patanaphan@dot.gov or blane.workie@dot.gov (e-mail).\nSUPPLEMENTAL INFORMATION:\nA. Background\nIn 2014, the Department issued a Notice of Proposed Rulemaking (NPRM) titled\n“Transparency of Airline Ancillary Service Fees and Other Consumer Protection issues.” 79 FR\n29970 (May 23, 2014). In the 2014 NPRM, the Department proposed to enhance consumer\nprotections through various means, including the disclosure of certain airline ancillary service\nfees. In 2017, noting the significant comments received regarding the proposal on ancillary\nservice fees in the 2014 NPRM, the Department issued a Supplemental Notice of Proposed\nRulemaking (SNPRM) titled “Transparency of Airline Ancillary Service Fees.” 82 FR 7536 (Jan.\n19, 2017).\nIn the 2017 SNPRM, the Department proposed to require fees for a first and second\nchecked bag and a carry-on bag be disclosed at all points of sale wherever fare and schedule\ninformation is provided to consumers. The Department further proposed that carriers1 distribute\n1 The Department uses the term “carrier” or “airline” to refer to air carriers and foreign air carriers, as such terms are\ndefined in 49 U.S.C. 40102(a)(2) and (a)(21).\n3\nuseable, current, and accurate fee information to ticket agents that receive and distribute the\ncarrier’s fare and schedule information, including Global Distribution Systems (GDS). The\nDepartment also proposed that the information provided by carriers be detailed enough to allow\nticket agents to disclose fees as itinerary-specific or customer-specific (i.e., fees that are\ndifferentiated based on factors specific to the passenger or proposed itinerary) charges.\nHowever, the SNPRM did not propose to require that consumers be able to purchase these\nancillary services through ticket agents (i.e., did not propose transactability).\nThe Department withdrew the SNPRM on December 14, 2017. In the Notice of\nWithdrawal of Proposed Rulemaking, 82 FR 58778 (Dec. 14, 2017), the Department stated that\nits existing requirements provide consumers information regarding fees for ancillary services and\nnoted that the withdrawal was consistent with Executive Order (E.O.) 13771, Reducing\nRegulation and Controlling Regulatory Costs, which has since been revoked.2\nOn July 9, 2021, the President issued E.O. 14036, “Promoting Competition in the\nAmerican Economy,” which launched a whole-of-government approach to strengthen\ncompetition. E.O. 14036 includes 72 initiatives by more than a dozen Federal agencies to\npromptly tackle some of the most pressing competition problems across our economy. It directed\nthe Department to take various actions to foster competition and promote the interests of\nAmerican workers, businesses, and consumers. Specifically, section 5, paragraph(m)(i)(F) of\nE.O. 14036 states:\nThe Secretary of Transportation shall: . . . not later than 90 days after the date of this\norder, consider initiating a rulemaking to ensure that consumers have ancillary fee information,\n2 President Biden issued E.O. 13992, “Revocation of Certain Executive Orders Concerning Federal Regulation,” on\nJanuary 20, 2021, which revoked E.O. 13771 and certain other Executive Orders.\n4\nincluding “baggage fees,” “change fees,” and “cancellation fees,” at the time of ticket\npurchase.\nThis rulemaking implements section 5, paragraph(m)(i)(F) of E.O. 14036.3\nB. Need for a Rulemaking\nThe Department regularly receives input from stakeholder groups, including airlines and\nconsumer advocacy groups, regarding air transportation-related concerns. Consumer advocates\nhave consistently stated to the Department that there is a market failure in air transportation\npricing because consumers are unable to determine the true cost of air travel prior to ticket\npurchase. They have also raised concerns about the lack of competition in the industry. The\nDepartment’s full fare rule in 14 CFR 399.84 is designed to ensure the price stated is the entire\nprice required to be paid by the consumer for air transportation. In the context of the full fare\nrule, air transportation is the transport of the passenger on an aircraft from one location to\nanother location and includes all charges the passenger must pay for this service. The existing\nregulation does not require that the full fare quoted include the many kinds of ancillary fees\nconsumers may pay for optional services. Consumer advocates have asserted that a lack of\npassenger specific information regarding fees for ancillary services at the time of ticket purchase\nis causing a market failure by limiting the ability of consumers to understand the true cost of the\ntravel that they are looking to purchase and to compare pricing between carriers and travel\noptions. Many services or products traditionally included in the price of an airline ticket such as\nchecked baggage and meals are now sold separately. Ancillary service means any optional\n3 This rulemaking also addresses section 5, paragraph (m)(i)(B) of E.O.14036. That section directed the Department\nto promote enhanced transparency and consumer safeguards, as appropriate and consistent with applicable law,\nincluding through potential rulemaking, enforcement actions, or guidance documents, with the aims of enhancing\nconsumer access to airline flight information so that consumers can more easily find a broader set of available\nflights, including by new or lesser known airlines; and ensuring that consumers are not exposed or subject to\nadvertising, marketing, pricing, and charging of ancillary fees that may constitute an unfair or deceptive practice or\nan unfair method of competition.\n5\nservice related to air travel provided by a carrier, for a fee, beyond passenger air transportation.\nSuch service includes, but is not limited to, checked or carry-on baggage, ticket change and\ncancellation, advance seat selection, access to in-flight entertainment program, and in-flight\nbeverages, snacks, or meals.\nCertain members of Congress and State governments representing constituents have\nexpressed support for full, more specific, disclosure of ancillary service fees. Certain members of\nCongress have also sponsored legislation on this topic.4 Further, the Joint Explanatory Statement\nof the 2018 Consolidated Appropriations Act requested that the Department work in\ncollaboration with industry, consumers and other stakeholders to establish guidelines on\ntransparency of airline ancillary fees.5 Subsequently, the Department tasked the Aviation\nConsumer Protection Advisory Committee (ACPAC) with examining this issue.6 The ACPAC\nheard from several consumer advocacy groups, including Travelers United, the National\nConsumers League, and the Global Business Travel Association regarding this issue. Consumer\norganizations that presented to the ACPAC stressed the importance of ensuring consumers can\naccurately and easily compare travel costs, inclusive of ancillary fees, and they recommended\n4\nSee, e.g., Letter from Representative Nita M. Lowey to Secretary Elaine Chao (Dec. 8, 2017) and Letter from\nPennsylvania Attorney General Josh Shapiro and attorneys general from 15 other states and the District of Columbia\nto Secretary Elaine L. Chao (Dec. 20, 2017). See also section 203 of S. 3222, Airline Passengers’ Bill of Rights\n(introduced by Senators Blumenthal, Markey, Whitehouse, Wyden, and Casey on November 17, 2021) at\nhttps://www.congress.gov/bill/117th-congress/senate-bill/3222/text?r=7&s=1, proposing to mandate that DOT\nrequire airlines, OTAs, metasearch engines and other ticket agents that provide flight search tools disclose all\napplicable taxes and ancillary fees at any point in which the fare is shown and in telephone communication with a\nprospective consumer in the U.S. at any point in which the cost of the air transportation is disclosed. See also The\nUnfriendly Skies: Consumer Confusion Over Airline Fees, Staff Report of Minority Staff of Senate Commerce\nCommittee (August 6, 2015) at\nhttps://www.blumenthal.senate.gov/imo/media/doc/8%206%2015%20FINAL%20Airline%20Report.pdf, finding\nthat ancillary fees, such as change and cancellation penalties, are increasingly less transparent regarding the true cost\nof air travel and recommending more transparency from the airline industry.\n5 https://www.congress.gov/congressional-record/2018/03/22/house-section/article/H2697-1 at page H2872.\n6 See https://www.regulations.gov/document/DOT-OST-2018-0190-0001.\n6\nthat ancillary fee information should be clearly displayed early in consumer purchase decisions.7\nThe 2020 ACPAC recommended that the Department should remain vigilant to ensure\ncompliance with the transparency requirements that currently exist.8 Prior DOT advisory\ncommittees have also addressed the issue of ancillary service fee transparency. In 2010, the\nFuture of Aviation Advisory Committee advised generally that DOT “should ensure\ntransparency in air carrier pricing, including ancillary fees.”9 In 2012, the Advisory Committee\non Aviation Consumer Protection adopted this recommendation and added that all participants in\nthe airfare and fee distribution system should be guided by principles of transparency, providing\nchoices and offers that meet consumer needs, and knowing the full price before purchase.10 Then\nin 2015, the Advisory Committee on Aviation Consumer Protection recommended that DOT\nrequire change/cancellation fees be clear and displayed before ticket purchase.11 Consumer\nadvocates had asserted that such fees had become significant and difficult to ascertain.12\n7 See Summary of April 4, 2019 ACPAC Meeting 10–16, available at https://www.regulations.gov/document/DOT-\nOST-2018-0190-0019; see also Summary of September 24, 2020 ACPAC Meeting 19–20, available at\nhttps://www.regulations.gov/document/DOT-OST-2018-0190-0025.\n8 Report of the Aviation Consumer Protection Advisory Committee 5 (Dec. 31, 2020), available at\nhttps://www.transportation.gov/individuals/aviation-consumer-protection/acpac-report-secretary-transportation-\ndecember-31-2020\n9 The Future of Aviation Advisory Committee, Final Report 36 (Apr. 11, 2011), available at\nhttps://www.transportation.gov/highlights/future-aviation-advisory-committee/faac-final-report\n10 Report of the Advisory Committee on Aviation Consumer Protection 7–8 (Oct. 22, 2012), available at\nhttps://www.transportation.gov/airconsumer/ACACP/1st-ACACP-Report-22OCT2012.\n11 Record of Meeting, Ninth Meeting of the Advisory Committee on Aviation Consumer Protection 3 (Sept. 1,\n2015), available at https://www.transportation.gov/airconsumer/ACACP/9th-meeting-Sept-1/record.\n12 See Record of Meeting, Eighth Meeting of the Advisory Committee on Aviation Consumer Protection 3–5 (June\n23, 2015), available at https://www.transportation.gov/sites/dot.gov/files/docs/resources/individuals/aviation-\nconsumer-protection/285976/acacp-record-8th-meeting-23june2015.pdf; see also Record of Meeting, Ninth Meeting\nof the Advisory Committee on Aviation Consumer Protection (Sept. 1, 2015).\n7\nMost recently, in June 2022, the ACPAC again addressed the issue of transparency of\nairline ancillary service fees.13 During the meeting, DOT solicited comment on the key topics of\nthis NPRM (namely, which ancillary service fees are critical for consumers, airlines sharing data\nregarding critical ancillary service fees with ticket agents, and how to best display this\ninformation to consumers). DOT also solicited comment on whether fees for certain ancillary\nservices should be disclosed at the first point in a search process where a fare is listed.\nConsumer advocates expressed the view that because most passengers travel once per\nyear or less, they may not be aware of certain ancillary service fees, such as those related to seat\nselection.14 Advocates also argued that the practice of “drip pricing,” in which sellers advertise a\nportion of the full price and then reveal additional charges over time tends to lock consumers into\nengaging with a given seller, and reduces competition, because the customer has invested time\nand energy into the purchasing process and thus is less likely to abandon the purchase entirely\nand re-institute a fuller search for options.15\nThis NPRM builds on the Department’s final rule in 2011 regarding the disclosure of\nancillary service fees by carriers and ticket agents. The 2011 final rule requires carriers to list on\ntheir website all ancillary service fees on a page that is directly linked from their main websites.\nThe Department allows carriers to display the fees for ancillary services in a range, except for\n13 See https://www.transportation.gov/airconsumer/ACPAC/June2022Meeting. A webcast of the meeting is\navailable to view on the ACPAC web site. Speakers’ materials have been posted to the ACPAC docket at\nwww.regulations.gov; docket DOT-OST-2018-0190. On the second day of the meeting, the ACPAC addressed the\nseparate but related issue of availability of airline flight information.\n14 Presentation of FlyersRights, available at https://www.regulations.gov/document/DOT-OST-2018-0190-0046.\n15 Id.; see also Presentation of American Antitrust Institute, available at\nhttps://www.transportation.gov/airconsumer/ACPAC/June2022Meeting/webcast (Day 1 morning session), and\nFederal Trade Commission, ECONOMIC ANALYSIS OF HOTEL RESORT FEES, (Jan. 2017), available at\nhttps://www.ftc.gov/system/files/documents/reports/economic-analysis-hotel-resort-\nfees/p115503_hotel_resort_fees_economic_issues_paper.pdf.\n8\nbaggage information. For baggage, the Department requires that carriers provide specific\nbaggage fee information to enable the consumer to determine the cost of the baggage. In\naddition, carriers and ticket agents are required to disclose, upon displaying the result of an\nitinerary search, that baggage fees may apply and refer the consumer to the location on the\nairlines’ or ticket agents’ website where the consumer can review baggage fee information to\ndetermine the fees that would apply to him or her. While the Department considers the disclosure\nrequirements in its 2011 final rule to be a step in the right direction, based on feedback from\nconsumer advocacy groups and others since publication of the 2011 final rule, DOT has\ndetermined that these requirements were insufficient and did not fully provide transparency of\nancillary services and products.\nSince the issuance of the 2011 final rule, consumer advocacy organizations have\nregularly reported to the Department that consumers often find the process of determining the\nbaggage fees that apply to them to be a complicated and time-consuming process. In 2019,\nduring a meeting of the Aviation Consumer Protection Advisory Committee, two consumer\norganizations underscored the difficulties faced by consumers in determining the total cost of air\ntravel.16 Consumer advocates maintain that consumers are confused by the complex charts that\ncarriers and ticket agents provide to consumers to determine their baggage fees. In September\n2017, GAO noted that consumer group representatives stated that it has become “increasingly\ndifficult for consumers to compare airfare ticket prices, fees, and associated rules, and\nunderstand what is included in their purchases.”17 In December 2017, after the Department\n16 See Summary of April 4, 2019 ACPAC Meeting 11-13, available at https://www.regulations.gov/document/DOT-\nOST-2018-0190-0019.\n17 GAO 17-756, Commercial Aviation: Information on Airline Fees for Optional Services (September 2017), p. 33 at\nhttps://www.gao.gov/assets/gao-17-756.pdf.\n9\nwithdrew its January 2017 SNPRM on Transparency of Airline Ancillary Fees, a coalition of 16\nStates’ attorney generals urged the Department to reverse its decision, stating that they “regularly\nhear reports from consumers in [their] states who are confused and frustrated by these fees,\nwhich significantly alter the total cost of travel.”18 The Department also receives consumer\ncomplaints that reflect the confusion consumers experience regarding fees for baggage. Further,\nconsumer advocates contend that the ancillary services and fees that airlines post on their\nwebsites are not useful to consumers to determine the cost of travel because airlines generally\nprovide a range of fees for ancillary services aside from baggage. Airlines acknowledge that the\nfees for ancillary services often vary based on various factors such as the type of aircraft used,\nthe flight on which a passenger is booked, or the time at which a passenger pays for the service\nor product. The requirements to provide specific baggage fee information and a range of fees for\nother ancillary services have not been as helpful to consumers in determining the true cost of\ntravel as the Department had anticipated when issuing its final rule in 2011.\nThe Department receives hundreds of consumer complaints each year regarding change\nfees, cancellation fees,19 and seating fees.20 The complaints regarding seating fees have included\ncomplaints from consumers who state that they were not provided seats next to their young child\non a flight. Congress instructed the Department to review airline seating policies and consider\n18 Letter from Pennsylvania Attorney General Josh Shapiro and attorneys general from 15 other states and the\nDistrict of Columbia to Secretary Elaine L. Chao (Dec. 20, 2017).\n19 OACP received over 550 complaints regarding change and cancellation fees in 2021. The Department has not\ndetermined what share of these complaints are from individuals who were unaware of the fees or unable to find\ninformation on the fees and what share was from individuals who generally did not like having to pay a fee.\n20 OACP received over 140 complaints regarding seat fees in 2021. The Department has not determined what share\nof these complaints are from individuals who were unaware of the fees or unable to find information on the fees and\nwhat share was from individuals who generally did not like having to pay a fee.\n10\nestablishing a policy directing airlines to have policies to enable children who are 13 years of age\nor younger to sit with a family member over the age of 13 at no additional cost.21 In July 2022,\nthe Department issued a “Notice Encouraging U.S. Airlines to Have Policies That Enable\nChildren to Be Seated Adjacent to an Accompanying Adult to the Maximum Extent Practicable\nand at No Additional Cost.”22 In the notice, the Department provides that airlines should do\neverything that they can to ensure the ability of parents to sit next to their young children,\nincluding allowing every young child to sit next to a parent without charging fees for adjacent\nseating. It is also worth noting that consumer comments in the 2014 NPRM strongly supported\nDepartment action on disclosure of ancillary service fees.23\nBased on a review of consumer complaints, comments received in the 2014 NPRM,\nfeedback received from consumer advocacy organizations, and the work of various advisory\ncommittees, the Department believes that many consumers continue to be unsatisfied with the\nlevel of disclosures they receive regarding ancillary service fees. The Department believes, based\non a review of consumer complaints and discussions at past advisory committee meetings, that\nthe current disclosure requirements are not sufficient. It is difficult for consumers to determine\nthe best and most cost-effective flights when fee information for essential services such as ticket\nchanges or cancellations, family seating, or baggage is not readily available. There is a need for\na rulemaking on transparency of airline ancillary fees to address difficulties that consumers have\n21 See 49 U.S.C. 42301 note prec. (Section 2309 of the FAA Extension, Safety, and Security Act of 2016, P.L. 114-\n190 (July 15, 2016)).\n22 See https://www.transportation.gov/individuals/aviation-consumer-protection/family-seating/June-2022-notice .\n23 See comments submitted in the 79 FR 29970 (May 23, 2014). The docket for the 2014 NPRM, which can be\naccessed at https://www.regulations.gov/search?filter=DOT-OST-2014-0056. See also 82 FR 7536, 7537 (Jan. 19,\n2017) describing comments received in 2014 NPRM as “Over 450 consumers clearly supported additional\nrequirements relating to disclosure of ancillary service fees while fewer than ten commented in opposition to\nadditional disclosure requirements.”\n11\nin finding ancillary service fee information, which limits consumers’ ability to determine the true\ncost of travel and to adequately compare airline pricing. In issuing this rulemaking, the\nDepartment intends to protect consumers from hidden and deceptive fees and enable them to\ndetermine the true cost of travel in an effective and efficient manner when they price shop for air\ntransportation.\nC. Statutory Authority\nThe Department is issuing this rulemaking pursuant to its statutory authority in 49 U.S.C.\n41712 to prohibit unfair and deceptive practices in air transportation and the sale of air\ntransportation. A practice is “unfair” to consumers if it causes or is likely to cause substantial\ninjury, which is not reasonably avoidable, and the harm is not outweighed by benefits to\nconsumers or competition.24 A practice is “deceptive” to consumers if it is likely to mislead a\nconsumer, acting reasonably under the circumstances, with respect to a material matter. A matter\nis material if it is likely to have affected the consumer’s conduct or decision with respect to a\nproduct or service.25 Proof of intent is not necessary to establish unfairness or deception.26 The\nelements of unfair and deceptive is further elaborated by the Department is its guidance\ndocument.27\nPursuant to its authority under section 41712, the Department proposes to require that\nairlines and ticket agents disclose bag fees for a first and second checked bag and a carry-on bag,\nfamily seating fees for a young child traveling with an adult, as well as change and cancellation\nfees and policies whenever fare and schedule information is provided to a consumer in response\n24 14 CFR 399.79(b)(1).\n25 14 CFR 399.79(b)(2).\n26 14 CFR 399.79(c).\n27 87 Fed. Reg. 52677 (August 28, 2022)\n12\nto a passenger-specific or anonymous itinerary search on a website marketed to U.S. consumers\nwhere air transportation is advertised or sold. This includes, but is not limited to, the first place a\nfare is stated in search results. The Department’s tentative basis for concluding that the practices\nthis NPRM would prohibit are unfair and deceptive is articulated in the paragraphs that follow.\nBag Fees\nThe Department tentatively considers not displaying bag fees, which have historically\nbeen included in the airfare (i.e., fee for first and second checked bag and carry-on bag) but are\nnow often broken out from the airfare, in a passenger-specific manner whenever fare and\nschedule information is provided to be an unfair practice because it causes or is likely to cause\nsubstantial injury, which is not reasonably avoidable, and the harm is not outweighed by benefits\nto consumers or competition.\nThe substantial injury this practice is likely to cause is the additional time spent searching\nto find the total cost of travel and any additional funds spent on air transportation that might have\nbeen avoided if the consumer had been able to determine the true cost of travel up front and\nreadily select the best price. This harm is not reasonably avoidable even with the disclosures\nmandated in the 2011 rulemaking that improved consumer access to first and second checked\nbag and carry-on bag fee information by requiring those fees to be displayed on airlines’ and\nticket agents’ websites. Airlines and ticket agents continue to disclose bag fees in a static format\nin complex charts that are confusing to consumers and that are not readily available at the\nmoment consumers need the information to comparison shop. Further, in connection with\ncomplex itineraries, interline tickets, and even some code-share flights, consumers are still\nreporting confusion regarding the total cost of baggage fees. The harm that consumers\nexperience is not outweighed by benefits to consumers or competition because consumer\n13\nconfusion about applicable bag fees harms, rather than benefits, competition. The Department\nbelieves that the disclosure of passenger-specific fees whenever fare and schedule information is\nprovided would promote informed buyers, enhance competition, and lower prices.\nThe practice of not displaying passenger-specific fees for first and second checked bags\nand carry-on bags when fare and schedule information is provided is also deceptive in that it\nmisleads consumers into believing the total purchase price from one carrier or ticket agent is\ncheaper than that of another when that may not be the case. This belief is reasonable as carriers\nand agents often display only the air fare and not these bag fees during an itinerary search. As\ncarriers have different policies regarding the fees and limitations imposed to transport baggage,\nand because variation within each carrier depends on the fare category purchased or the status of\nthe passenger, the current requirement that carriers and ticket agents provide a generic notice that\n“fees for baggage may apply” during the booking process is not providing consumers sufficient\nnotice of the total cost of the air transportation. In addition, although carriers and ticket agents\nare required to inform consumers during the booking process about where consumers can see\nbaggage fees, consumers are often diverted to complex charts that are confusing, prolong the\nconsumer’s process of evaluating itineraries and fares for purchase, and may ultimately not be\ninstructive for many consumers in determining the bag fee that would apply to them. The cost of\nthe first and second checked bag and carry-on bag is often material to consumers, as knowing\nsuch costs in conjunction with the ticket price is likely to affect the consumer’s purchase\ndecisions. According to the GAO, since airlines first imposed checked baggage fees, the number\n14\nof checked bags per passenger has declined. GAO also explains that checked baggage fees have\nled to greater amounts of carry-on baggage.28\nChange and Cancellation Fees and Policies\nThe Department tentatively considers the practice of not clearly disclosing passenger-\nspecific change and cancellation fees and policies during the ticket purchase process to be an\nunfair practice because it causes or is likely to cause substantial injury, which is not reasonably\navoidable, and the harm is not outweighed by benefits to consumers or competition.\nThe Department currently requires the disclosure of these fees on or with the ticket.29\nHowever, this requirement means that consumers often receive information about these fees after\nthe purchase of the ticket is already made (i.e., upon receipt of the ticket confirmation), which is\nnot sufficient disclosure. The practice of not disclosing these fees early in the process and prior\nto ticket purchases causes substantial injury to consumers in that passengers may purchase\ntickets without adequate notice that they could incur significant fees to change or cancel their\ntickets, that they are not entitled to a refund in the original form of payment if they do cancel, or\nthat there are other restrictions on their ability to change or cancel their tickets. These harms are\nnot reasonably avoidable if the carrier or ticket agent does not provide disclosures on their\ncancellation or change policies during booking. Carriers may have separate webpages that\ncontain such policy and fee information, but this information may be in a range, so consumers\nmay not know the specific change or cancellation fee that would apply to them. Moreover, even\nif not in a range, change and cancellation policies and fees may not be simple to understand, as\n28 GAO 10-785, Commercial Aviation: Consumers Could Benefit from Better Information about Airline-Imposed\nFees and Refundability of Government-Imposed Taxes and Fees (July 14, 2010) at https://www.gao.gov/assets/gao-\n10-785.pdf .\n29 See 14 CFR 253.7.\n15\nfare categories, passenger status, ticket type (e.g., award ticket purchases), and other factors may\nimpact the applicable change and cancellation fees and policies. Further, because the cancellation\nand change fee information is not provided during the booking process, consumers would need\nto interrupt their booking process to search for the information and extend the time needed to\ncomplete a booking. The harm that consumers experience is not outweighed by benefits to\nconsumers or competition because, like baggage fees, consumer surprise or confusion about\napplicable change and cancellation fees after airfare purchase harms, rather than benefits,\ncompetition. The Department believes that the disclosure of passenger-specific or non-\npassenger-specific change and cancellation fees whenever fare and schedule information is\nprovided would promote informed buyers, enhance competition, and lower prices.\nThe Department also tentatively considers the practice of not displaying change and\ncancellation fees when fare and schedule information is provided to be deceptive. Without proper\nnotice, consumers acting reasonably would be misled with respect to the change and cancellation\npolicies that apply to their ticket and may believe that change or cancellations are possible at no\nfee or at a reduced fee. The Department has received complaints from consumers expressing\nsurprise at the high level of the fees that have been imposed, in some cases, cancellation or\nchange fees are higher than the fare paid by the consumer. Comments in a prior DOT rulemaking\non ancillary fees also support the importance of disclosure of change and cancellation fees to\nconsumers.30 The change and cancellation fees are therefore material because they could affect\nthe consumer’s decision on whether to purchase an airline ticket and if so, which airline to select.\nAs such, the Department is of the tentative view that not displaying change and cancellation fees\nwhen fare and schedule information is provided is deceptive.\n30 See comments submitted in the docket for the 2014 NPRM, which can be accessed at\nhttps://www.regulations.gov/search?filter=DOT-OST-2014-0056.\n16\nFamily Seating Policies and Fees\nFor similar reasons, the Department tentatively considers the lack of fee disclosure for\nadjacent seating when fare and schedule information is provided and restrictions on purchasing\nthose seats at all point of sale to be an unfair practice for those traveling with a young child. This\nlack of disclosure and transactability of family seating information causes or is likely to cause\nsubstantial injury, which is not reasonably avoidable, and the harm is not outweighed by benefits\nto consumers or competition.\nThe practice causes substantial harm to consumers in that passengers may face situations\nin which they are unexpectedly separated from their children on flights or must pay unexpected\nfees to remain with their children. Also, despite information about carrier family seating policies\nbeing available on airlines’ websites, the harm is not reasonably avoidable because a reasonable\nconsumer would not believe that it is necessary to pay fees to be seated next to his or her young\nchild and would not know to search for this information on an airline’s website before\npurchasing the ticket. Even if the family seating fee is disclosed when fare and schedule\ninformation is provided that alone would not be sufficient. Transactability is necessary because\nconsumers are not able to save the seat or lock in the price for adjacent seating at the time of\nticket purchase.\nThe number of family seating complaints that the Department receives against airlines is\nlow31 but these consumers note being confused about the seating policies and fees that apply to\n31 In calendar year 2017, .38% of complaints (44 complaints) filed with the Department by consumers against U.S.\nairlines concerned family seating. In calendar year 2018, .51% of air travel service complaints (46 complaints)\nagainst U.S. airlines concerned family seating. In calendar year 2019, 2.4% of air travel service complaints (230\nfamily seating complaints) against U.S. airlines concerned family seating. This increase corresponded with the\nefforts of a consumer advocacy group to encourage air travelers to file complaints with the Department if they were\ndissatisfied with an experience related to family seating. Fewer than .5% of the air travel service complaints against\nU.S. airlines filed with the Department in calendar years 2020 and 2021 concerned family seating -- .46 % of\n17\nthem and the harm that they face is significant. A substantial harm may be demonstrated by a\nlarge amount of harm to a small number of people.32 The likelihood of consumers being\nunexpectedly separated from their children on flight may increase when consumers purchase\ntheir tickets from a ticket agent without realizing that the fare category (e.g., basic economy) or\nthe method of booking (e.g., the ticket agent arranged for separate bookings for each family\nmember) selected did not adequately enable them to ensure adjacent seats. The need to consult a\nseparate webpage during the booking process also presents the potential for increased confusion\nand a prolonging of the ticket purchase process. The Department looks at this element from the\nperspective of an ordinary consumer acting reasonably under the totality of the circumstances.\nFurther, DOT concludes that the harm is not outweighed by benefits to consumers or\ncompetition. The Department believes that the disclosure of the family seating fees when fare\nand schedule information is provided and the ability to purchase those seats at all points of sale\nwould promote informed buyers, enhance competition, and lower prices.\nThe Department also tentatively considers failing to disclose potential family seating fees\nwhen fare and schedule information is provided to be a deceptive practice.33 The lack of such fee\ninformation is likely to mislead consumers into believing that families will be able to be seated\nnext to their children free of charge. It would also be a deceptive practice to disclose the family\ncomplaints (165 family seating complaints) in calendar year 2020 and .46% of complaints (94 family seating\ncomplaints) in calendar year 2021.\n32 The Federal Trade Commission (FTC) previously noted that ‘‘it is well established that substantial injury may be\ndemonstrated by a showing of a small amount of harm to a large number of people, as well as a large amount of\nharm to a small number of people.’’ See Opinion of the Commission, In the Matter of LabMD, Inc. (July 19, 2016)\nat 9 available at https://www.ftc.gov/system/files/documents/cases/160729labmd-opinion.pdf (“ LabMD”). The\nDepartment’s statutory authority to prohibit unfair practices was modeled on section 5 of the FTC Act.\n33 “Some cases involve omission of material information, the disclosure of which is necessary to prevent the claim,\npractice, or sale from being misleading.” See FTC 1983 Policy Statement on Deception, available at\nhttps://www.ftc.gov/system/files/documents/public_statements/410531/831014deceptionstmt.pdf .\n18\nseating fees but then not allow consumers to purchase those adjacent seats at all points of sale.\nThe inability to purchase those seats immediately could mislead consumers as prices for seats are\noften dynamic and change based on availability and time of purchase. As evidenced by the\nconsumer complaints the Department has received on this issue, the Department concludes that\nconsumers have a reasonable belief that young children will be allocated a seat near a parent or\nguardian traveling with the child, and that the cost of ensuring adjacent seats with a child is\nmaterial to consumers.\n49 U.S.C. 40101(a)(4)\nIn carrying out aviation economic programs, including issuing this rulemaking under 49\nU.S.C. 41712, the Department considers the factors identified in 49 U.S.C. 40101 as being in the\npublic interest and consistent with public convenience and necessity. Under 49 U.S.C.\n40101(a)(4), the Department is required to consider the availability of a variety of adequate,\neconomic, efficient, and low-priced services without unreasonable discrimination or unfair or\ndeceptive practices as being in the public interest. The Department is also required by section\n40101(a)(12) to consider as being in the public interest encouraging, developing, and\nmaintaining an air transportation system relying on actual and potential competition to provide\nefficiency, innovation, and low prices. This rulemaking proposes to improve the transparency of\nairline pricing through the increased disclosure of bag fees, change and cancellation fees, and\nfamily seating policies during the ticket purchase process. As carriers vary on their policies for\nsuch fees and such information is often not provided during the purchase process, consumers of\nair transportation may have difficulty comparing the actual and potential costs of accessing the\nair transportation between different carriers. By improving this transparency, this rulemaking\n19\nwould allow for better comparisons of airline ticket pricing, of which these fees are often a\ncritical component, thereby encouraging price competition.\nD. Unfair or Deceptive Practice Request for a Hearing\nFor the reasons discussed in the Statutory Authority section, the Department has\ntentatively concluded that the practice of not displaying applicable fees for first and second\nchecked bags and carry-on bags during the ticket purchase process is both unfair and deceptive.\nFor the reasons discussed in the Statutory Authority section, the Department has also tentatively\nconcluded that the lack of disclosure regarding ticket change and cancellation fees and policies\nand family seating information during the ticket purchase process presents an unfair and\ndeceptive practice.\nPursuant to the Department’s regulation at 14 CFR 399.75(b)(1), any interested party\nmay file a petition to hold a hearing on the proposed rule prior to the close of the comment\nperiod. As stated in the DATES section, petitions must therefore be received by [INSERT DATE\n60 DAYS AFTER THE DATE OF PUBLICATION IN THE FEDERAL REGISTER].\nThe Department’s regulations 14 CFR 399.75(b)(2) provide that the Department will\ngrant a petition if the petitioner makes a clear and convincing showing that granting the petition\nis in the public interest. Factors considered in determining whether a petition is in the public\ninterest include “(i) Whether the proposed rule depends on conclusions concerning one or more\nspecific scientific, technical, economic, or other factual issues that are genuinely in dispute or\nthat may not satisfy the requirements of the Information Quality Act; (ii) Whether the ordinary\npublic comment process is unlikely to provide an adequate examination of the issues to permit a\nfully informed judgment; (iii) Whether the resolution of the disputed factual issues would likely\nhave a material effect on the costs and benefits of the proposed rule; (iv) Whether the requested\n20\nhearing would advance the consideration of the proposed rule and the General Counsel’s ability\nto make the rulemaking determinations required by this section; and (v) Whether the hearing\nwould unreasonably delay completion of the rulemaking.” DOT must also provide an\nexplanation of the basis for the decision on a petition. (14 CFR 399.75(b)(3)).\nSummary of the Proposed Regulatory Provisions\nThe Department is proposing to increase the protections provided to consumers as\nprovided in the summary table below.\nSubject Proposal\nCovered entities The NPRM applies to: (1) U.S. air carriers; (2) foreign\nair carriers; (3) ticket agents that sell airline tickets,\nwhether traditional brick-and-mortar travel agencies,\ncorporate travel agents, or online travel agencies; and\n(4) metasearch sites that do not sell airline tickets but\ndisplay airline flight search options directly to\nconsumers\nAirline Ancillary Service Fees Critical The ancillary services that the Department has\nto Consumer Decision identified as being critical to consumers when they\nchoose among air transportation options are as\nfollows: first and second checked bag, one carry-on\nbag, changing or canceling a reservation, and adjacent\nseating when traveling with a young child.\nDisclosure of Baggage Fees The Department is proposing to require carriers and\nticket agents to disclose fees for a first and second\nchecked bag and a carry-on bag during the booking\nprocess when fare and schedule information is\nprovided (typically first page of search results).\nDisclosure of Change and Cancellation The Department is proposing to require carriers and\nFees and Policies ticket agents to disclose change and cancellation fees\nand policies to consumers during the booking process\nwhen fare and schedule information is provided\n(typically first page of search results).\nDisclosure of Family Seating Fees and The Department is proposing to require carriers and\nPolicies ticket agents to disclose the seat fees applicable for\npassengers 13 or under to be seated next to an\naccompanying adult in the same class of service\nduring the booking process when fare and schedule\n21\ninformation is provided (typically first page of search\nresults).\nTiming of Online Disclosures The Department proposes to require that first and\nsecond checked bag fee, the carry-on bag fee, the\nchange and cancellation fee and the family seating fee\nbe disclosed at the first point in a search process\nwhere a fare is listed in connection with a specific\nflight itinerary.\nPassenger-specific information The Department is proposing that the fee information\ndisclosed to a consumer for critical ancillary services\nbe expressed as passenger-specific information if a\nconsumer conducts a passenger-specific itinerary\nsearch.\n• A passenger-specific itinerary search refers to\na search that takes into account a characteristic\nof the passenger that may impact ancillary\nservice fees to be charged (e.g., military status,\nfrequent flyer status, method of payment, etc.)\n• An anonymous itinerary search refers to a\nsearch that does not take into account\npassenger characteristics that may have an\nimpact on ancillary service fees to be charged.\nWeb site and Mobile Displays The Department is proposing to require that the fees\nfor ancillary services that are critical to a consumer’s\npurchasing decision be disclosed to consumers using\nairlines’ or ticket agent’s websites and mobile web\nsites.\nIn-Person or Telephone Disclosures of The Department is proposing to require that specific\nAirline Ancillary Service Fees fee information for a first and second check bag, one\ncarry-on item, the canceling or changing of a\nreservation, and a passenger 13 or under to obtain a\nseat next to an accompanying adult be provided for\neach itinerary for which a fare is quoted to a consumer\nduring an in-person or telephone inquiry.\nSharing of Airline Ancillary Service Airlines would be required to distribute fee\nFee Information with Ticket Agents information for critical ancillary services to ticket\nagents that sell or display the airlines’ fare and\nschedule information.\nThe proposal specifies that the information provided\nto agents be usable, accurate and accessible in real-\ntime.\n22\nProhibition on Fee if Required Collecting a fee from consumers for critical ancillary\nDisclosure is Not Provided services without disclosure of this fee during the\nsearch process would be deemed an unfair and\ndeceptive practice\nTransactability The Department is proposing that carriers and ticket\nagents enable family seating fees to be transactable at\nall points of sale.\nCompliance/Implementation Period Six-month implementation period to display a first and\nsecond checked bag fee, a carry-on bag fee, change\nand cancellation fee, and family seating fee (if any), to\nconsumers whenever fare and schedule information is\nprovided.\nNotice of Proposed Rulemaking\nCovered entities\nIn this NPRM, the Department proposes to require entities that advertise or sell air\ntransportation to consumers in the United States to disclose, prior to ticket purchase, the fees for\nancillary services that are critical to a consumer’s purchasing decision. This means that the\nproposed requirement would apply to U.S. air carriers; foreign air carriers; ticket agents that sell\nairline tickets, whether traditional brick-and-mortar travel agencies, corporate travel agents, or\nonline travel agencies (OTA); and metasearch sites that display airline flight search options\ndirectly to consumers. However, Global Distribution Systems (GDSs) would not be covered by\nthis proposal as GDSs arrange for air transportation but do not sell or display a carrier’s fare to\nconsumers. The Department solicits comment on whether the covered entities should be broader\nor more limited in scope. For example, regarding ticket agents who sell air transportation, should\nthe proposed requirement to display information about certain critical ancillary services exclude\n23\ncorporate travel agents because the display content is typically negotiated by the business\ninvolved?\nThe airlines and ticket agents that are covered by this rulemaking do not need to be\nphysically present in the United States. Given the expansion of e-commerce, in many cases,\nairlines and ticket agents can advertise and sell airline tickets to U.S. consumers without being\nphysically located in the U.S. This NPRM would apply not only to airlines or ticket agents that\nare physically located in the U.S., but also to those that have a website marketed to consumers in\nthe United States and display schedule, fare, and availability information for flights within, to, or\nfrom the United States. To determine whether a website is marketed to U.S. consumers, a variety\nof factors would be considered—for example, whether the website is in English, whether the\nseller of air transportation displays prices in U.S. dollars or has an option on its website that\ndifferentiates sites or pages designed for the United States. The Department requests comment on\nother factors that may be indicative of the airline or ticket agent doing business in the United\nStates.\nBecause ticket agents cannot provide ancillary service fee information to consumers\nunless the information is first provided by carriers to ticket agents, the NPRM proposes to\nrequire air carriers and foreign air carriers to provide the fee information for critical ancillary\nservices to all ticket agents that sell or display the carrier's fare and schedule information. While\nfare, schedule, and availability information are currently provided by the airlines to the GDSs,\nand by GDSs to the agents that display and sell to consumers, information about the cost of\nancillary services is not typically shared. This NPRM would not require airlines to use GDSs to\nprovide ancillary fee information to ticket agents that display or sell airline tickets to consumers\nalthough they would be free to do so if they wish. The Department’s focus is on ensuring that\n24\ninformation about critical airline ancillary services reach consumers using the travel agent\nchannel, regardless of process used, because a significant portion of airline tickets are purchased\nindirectly through ticket agents. The Department seeks comment on whether the Department\nshould require that carriers provide fee information about critical ancillary services to GDSs.\nWhy or why not?\nAirline Ancillary Service Fees Critical to Consumer Decision\nThis rulemaking is intended to ensure that fee information about ancillary services that\nare critical to a consumer’s decision making is disclosed at all points of sale prior to ticket\npurchase. The Department considers the cost of certain ancillary services to be important to\nconsumers when they choose among air transportation options. Ancillary service means any\nservice related to air travel provided by a carrier, for a fee, beyond passenger air transportation\n(i.e., the transport of the passenger on an aircraft from one location to another excluding optional\nservices such as baggage, internet, and advance seat assignment). Ancillary service fees can\ninclude charges for things that have traditionally been included in the price of a ticket such as\nfirst and second checked bags or meals. It can also include services that airlines have typically\ncharged separate from the airline ticket for many years, such as changing or canceling a\nreservation.\nThe ancillary services that the Department has identified as being critical to consumers\nwhen they choose among air transportation options are as follows: first and second checked bag,\none carry-on item, changing or canceling a reservation, and adjacent seating when traveling with\na young child. The fees that consumer commenters to the Department’s 2014 NPRM most\ncommonly identified as being of critical importance were baggage, seat assignments and change\nor cancellation fees. These are also the top three most common ancillary service complaints\n25\nreceived by the Department. With regard to seat assignments, although there are fewer\ncomplaints about seat assignments for passengers traveling with small children, the complaints\nillustrate the critical importance parents and guardians place on ensuring that their children are\nseated next to them. We request comment on whether the Department's list of critical ancillary\nservices should be expanded or reduced. Are there particular ancillary service fees (or set of fees)\nthat have a material impact on the total price paid by the consumer or are of particular\nimportance to consumers? What are the benefits and potential challenges to expanding or\nreducing the Department’s list of critical ancillary services? Comments that are most useful\nprovide information regarding the reasons why additional disclosures should or should not be\nrequired. The Department also seeks comment on how to address future adoption by airlines of\nadditional ancillary service fees and how to ensure their disclosure to the extent that they are of\ncritical importance to consumers.\nTypes of Proposed Disclosures\n1. First and second checked bag and carry-on bag\nThe Department is proposing to require that carriers and ticket agents disclose fees for a\nfirst and second checked bag and a carry-on bag on the first page displayed when a consumer\nconducts a search for air transportation. This would replace the existing requirement to provide a\ngeneric notice during the booking process about baggage fees and a link to where the baggage\nfees can be found on the carrier’s website. The fees would need to be adjusted to accurately\nreflect the itinerary of the passenger, the fare category selected, and the fees applicable to the\npassenger if the consumer has conducted a passenger-specific itinerary search. In instances\nwhere the carrier or ticket agent website displays multiple fare categories (e.g., basic economy,\n26\nrestricted economy, flexible economy, and business class) for the same itinerary, the NPRM\nwould require the carrier and ticket agent to also display the bag fees applicable to each fare\ncategory. Display of the baggage fee by links or rollovers is not permitted but we request\ncomment on whether it should be permitted. The proposed rule would also clarify that airlines\nand ticket agents may choose to offer ancillary service packages or bundles that include bag fees,\nalongside the standalone bag fees that would be required to be displayed under this rulemaking.34\nThe proposal to disclose baggage fees does not apply to air-tour packages advertised or\nsold online by ticket agents if the air transportation component is not finalized and the carrier\nproviding air transportation is not known at the time of booking. However, ticket agents in such\nsituations would need to disclose that additional airline fees for baggage may apply and that\nthose fees may be reduced or waived based on the passenger's frequent flyer status, method of\npayment or other consumer characteristic. When the identity of the carrier providing the air\ntransportation becomes known, the ticket agent would need to provide the specific baggage fee\ninformation for the carrier to not only prospective customers, but also those who purchased the\nair-tour package before the identity of the carrier became known. We request comment on\nwhether this exception for certain air-tour packages adequately addresses concerns of air-tour\npackage sellers. We also request comment on whether such an exception adequately protects\nconsumers.\n2. Change and cancellation policies and fees\n34 While the Department recognizes that here is the potential for confusion when both a standalone fee and a bundled\nfare are displayed if the airline or ticket agent does not do an adequate job of designing its website interface, but we\nwould expect that these entities would be incentivized to clearly label what is included in any packaged bundles, and\nthe separate bag fee information would allow consumers to know whether the package bundle is priced\nappropriately to suit their needs (or whether the consumer is better off purchasing the bag alone).\n27\nThis rulemaking proposes making change and cancellation fees and policies more\napparent to consumers when they book tickets. Under the proposal, carriers and ticket agents\nwould have to display the fee to change a reservation and the fee to cancel a reservation on the\nfirst page that appears when a consumer conducts a search for air transportation and a fare is\nquoted. The fee information would need to be specific to each fare category displayed and\nadjusted based on passenger-specific information provided by the consumer. For example, if the\nfare category displayed requires a $50 fee to change the ticket, then the website should display\nthe change fee for the itinerary and fare category as “$50.” If the consumer’s status entitles the\nconsumer to no change fees, then the website should display “$0” as the applicable change fee\nfor the itinerary, provided that the consumer has entered passenger-specific information that\nmeets the criteria for no change fees. Display of the cancellation and change fee by links or\nrollovers is not permitted but we request comment on whether it should be permitted.\nIn addition to the change and cancellation fees, the Department is proposing to require\nthat carriers and ticket agents provide information about certain aspects of their change and\ncancellation policies to consumers on the first page that appears when a consumer conducts a\nsearch. This information, which may be provided using links or pop-ups adjacent to the pertinent\nfee, would consist of: 1) a brief summary of the cancellation policy applicable to the consumer’s\nchosen itinerary and fare category, taking into account the consumer’s passenger-specific\ninformation provided, and 2) a brief summary of the ticket change policies applicable to the\nconsumer’s chosen itinerary and fare category, adjusted for the passenger-specific information\nprovided. These brief summaries should provide consumers clear, adequate notice of the rules\nattached to the chosen itinerary and fare category, including whether ticket changes or\ncancellations are allowed (as well as when and in what circumstances they are allowed), the form\n28\nthat refunds or airline credits may be provided (e.g. travel voucher or a credit to the original form\nof payment), any prohibitions or conditions that may limit the ability to change or cancel a ticket,\nand other information. The Department seeks comment on this proposal. Should the Department\nrequire change fees be disclosed as proposed? If so, how should the Department address the\npotential need for a consumer to also pay a fare difference between the old and new tickets\nbrought about by dynamic pricing models35 many carriers employ? Does the material change in\nfare that occurs with many ticket changes being a potentially larger component of the overall\nprice relative to the change fee itself represent a more confusing situation for consumers? Should\nthe Department only require change fees be disclosed, or should it also require cancellation fees\nto be disclosed as proposed? Should the Department allow the proposed disclosures to be\nprovided later in the ticket purchase process than proposed in this NPRM? Are there preferred\nmethods for presenting the change and cancellation policy information?\nThis rulemaking also proposes to require that carriers and ticket agents with websites\nmarketed to U.S. consumers where they sell air transportation display on the last page of the\nbooking process (before the consumer clicks a button that executes the purchase or reservation) a\nbrief statement on whether the carrier or ticket agent permits the consumer’s booking to be\ncancelled without penalty within 24 hours, or whether the carrier or ticket agent permits the\nconsumer to hold the reservation without payment for 24 hours. Under 14 CFR 259.5(b)(4),\ncarriers must currently either permit consumers to cancel their tickets within 24 hours of\npurchase without penalty, or, alternatively, allow consumers to hold their reservations at the\nquoted fare for 24 hours without payment, provided that the purchase or reservation is made at\nleast one week before the flight’s departure. The policy that the carrier chooses must be disclosed\n35 A dynamic pricing model implements price differentiation for the airline seat and generally increases the price of\nthe service as fewer seats are available and decreases the price of the service when more seats are available.\n29\nin its customer service plan pursuant to 14 CFR 259.5. The Department is now proposing that the\ncarrier’s chosen policy also be disclosed on the last page of the booking process. Although ticket\nagents are not required to develop customer service plans under 14 CFR 259.5, this rulemaking\nwould also require ticket agents to disclose the ticket agent’s policy for allowing consumers to\ncancel their reservations without penalty soon after purchase or for allowing consumers to hold\ntheir reservation without purchase for a specified period. If carriers or ticket agents offer both\nalternatives, which they are not required to do so, then this information should be disclosed to\nconsumers. The Department seeks comment on this additional disclosure.\n3. Seat assignment policies and fees for families traveling with young children\nThe Department is of the tentative view that disclosure of an advance seat assignment fee\nat the beginning of a booking process is generally not needed because airlines are required to\nprovide a seat with the cost of the air transportation. However, advance seat assignments are of\ncritical importance to families traveling with young children. While these families may not need\na guarantee of a particular seat in advance, they are looking for a guarantee that at least one\naccompanying adult would be seated next to a young child.\nSection 2309 of the FAA Extension, Safety, and Security Act of 2016 required the\nDepartment to review U.S. airline family seating policies and, “if appropriate, establish a policy\ndirecting all air carriers providing scheduled passenger interstate or intrastate air transportation to\nestablish policies that enable a child, who is age 13 or under on the date an applicable flight is\nscheduled to occur, to be seated in a seat adjacent to the seat of an accompanying family member\nover the age of 13, to the maximum extent practicable and at no additional cost, except when\nassignment to an adjacent seat would require an upgrade to another cabin class or a seat with\nextra legroom or seat pitch for which additional payment is normally required.” In response to\n30\nsection 2309, the Department’s Office of Aviation Consumer Protection issued a notice urging\nairlines to do everything that they can to ensure the ability of a parent to sit next to his or her\nyoung child, including allowing every young child to sit next to a parent, without charging fees\nfor adjacent seating.36\nTo the extent airlines do charge fees for a young child to sit next to a parent, the\nDepartment is proposing to require carriers and ticket agents to disclose these fees to consumers\nalongside the quoted fare for each itinerary. More specifically, the NPRM proposes that carriers\nand ticket agents disclose alongside the fare the seat fee, if any, that could be imposed for aa\nchild age 13 or under to be seated adjacent (i.e., directly next to, and uninhibited by an aisle or\nother obstruction) to an accompanying adult in the same class of service, so that consumers are\ninformed on the potential ticket costs. If the carrier does not impose a fee for children 13 or\nunder to be seated next to an accompanying adult, no seat fee disclosure would be required for\nthe carrier’s flights. If the carrier does impose fees for children to be assigned seats next to an\naccompanying adult, then the carrier or ticket agent’s website should disclose the fee to select a\nseat that is part of a pair of available adjacent seats. Display of the fee by links or rollovers is not\npermitted but we request comment on whether it should be permitted.\nThe proposal to disclose the fee for adjacent seating for those traveling with a young\nchild whenever fare and schedule information is provided is intended to be performance-based.\nThe Department is not prescribing a particular way for the regulated entities to comply but notes\nthat there are several acceptable means of compliance. For example, to ensure that a consumer\nreceives family seating information as part of the itinerary search results and accompanying fare\nquotations, a carrier or ticket agent could decide to enable consumers to disclose that a passenger\n36 See https://www.transportation.gov/individuals/aviation-consumer-protection/family-seating/June-2022-notice\n31\n13 or under will be traveling prior to initiating an itinerary search. A carrier or ticket agent could\nalternatively decide to display family seating fees for all itinerary searches, regardless of whether\na consumer disclosed that a passenger was 13 or under. As another alternative, carriers that do\nnot impose a fee for children 13 or under to be seated next to an accompanying adult would not\nbe obligated to provide any family seating disclosures during the itinerary search and selection\nprocess.\nAs the Department is aware that seat fees can fluctuate frequently, the Department is\nproposing that family seating fees that are quoted during the itinerary selection process be\ntransactable at the point of ticket purchase, including on ticket agent websites. (See section on\n“Sharing of Airline Ancillary Service Fee Information with Ticket Agents”, below.)\nThe Department seeks comment on its proposed disclosures to assist families traveling with\nyoung children. Should the Department permit these disclosures to be provided later during the\nbooking process, such as after the stage when a consumer inputs passenger name and age\ninformation? Should the Department be more prescriptive about family seat fee disclosure\nrequirements (e.g., requiring that websites be modified to enable consumers to indicate whether a\npassenger will be 13 or under prior to initiating the search)? Are there technical or other practical\nconsiderations for requiring that family seating fees be disclosed and transactable? Should\ndisclosure be limited to fees or would additional information regarding airline family seating\npolicies be useful to consumers during the ticket purchase process? What disclosure should be\nrequired, if any, when no adjacent seats are available at the time of the consumer’s ticket\npurchase? The Department welcomes responses to these questions.\nOnline Disclosures of Airline Ancillary Service Fees\n1. Timing of Online Disclosures\n32\nDuring the 2022 ACPAC meeting, DOT solicited information on the appropriate timing of\ndisclosure for ancillary service fees (e.g., at the time of an initial display of schedule information,\nor at other times during the booking process, or at the end of the process before a final purchase).\nThe ACPAC member representing consumers observed that in order to minimize problems with\ndrip pricing, consumers should have information on critical ancillary service fees early in the\nprocess; however, he also noted that providing early information on all ancillary fees could lead\nto consumers being overwhelmed.37 Specifically, he opined that baggage fees,\nchange/cancellation fees, and seat reservation fees were the biggest “pain points” for consumers\nthat should be disclosed early. Similarly, a consumer advocacy organization suggested that fees\nfor carry-on and checked bags, as well as change/cancellation fees and on-time/cancellation\nstatistics, should be displayed on the first page where a price is quoted.38\nThis rulemaking proposes that if a U.S. or foreign air carrier or ticket agent has a website\nmarketed to U.S. consumers where it advertises or sells air transportation, the carrier and ticket\nagent would disclose the first and second checked bag fee, the carry-on bag fee, the change and\ncancellation fee, and the seat fee for a child 13 or under to be seated next to an accompanying\nadult, at the first point in a search process where a fare is listed in connection with a specific\nflight itinerary. It is important that a consumer be provided fee information for critical ancillary\nservices at the same time as the fare information is being provided to enable the consumer to\nmake an informed purchasing decision. We believe that requiring disclosure during the search\nprocess benefits consumers because information disclosed at the last minute may result in some\n37 Comment of John Breyault (Day 1 AM session).\n38 Presentation of FlyersRights, available at https://www.regulations.gov/document/DOT-OST-2018-0190-0046.\n33\nconsumers deciding to revisit all the travel arrangements already made and possibly begin the\nreservation process again to look for flights again.\nRegarding disclosure of the fee for a child 13 or under to be seated adjacent to an\naccompanying adult, the Department is proposing to require carriers and ticket agents enable\nconsumers to purchase the seat fee that is disclosed during the itinerary search at the same time\nas the ticket purchase. Prices for advance seat assignments are often dynamic and change based\non availability and time of purchase. While carriers are prohibited from increasing the change\nand cancellation fee, the first and second checked bag fee, and the carry-on bag fee after the\nticket has been purchased,39 this is not the case for a seat assignment fee. Carriers are allowed to\nincrease the price of an advance seat assignment until the seat assignment itself is purchased. The\nDepartment seeks comment on the timing of the proposed online fee disclosures in this\nrulemaking.\n2. Passenger-specific information\nThe Department is proposing that the fee information disclosed to a consumer for critical\nancillary services be expressed as passenger-specific charges if the consumer elects to provide\npassenger-specific information to the carrier or ticket agent, such as frequent flyer type, payment\nmethod, or military status. For example, a passenger who is active in the military may be entitled\nto an additional piece of checked luggage free of charge, or a passenger who has qualified at the\n39 See 14 CFR 253.7, which prohibits carriers from imposing monetary penalties on passengers unless the passenger\nreceives conspicuous written notice on or with the ticket. See also Guidance on Price Increases of Ancillary\nServices and Products not Purchased with the Ticket (December 28, 2011). In that guidance, the Department\nannounced that with respect to fees for ancillary services that were not purchased with the air transportation, it\nwould only enforce the prohibition on post-purchase price increases for carry-on bags and first and second checked\nbags. The application of the prohibition of the post-purchase price increase was also at issue in a lawsuit filed by two\nairlines against the Department. The court considered the rule as applied under the December 28, 2011, guidance\nand upheld the Department's rule prohibiting post-purchase price increases as it is currently being applied. Spirit\nAirlines, Inc., v. U.S. Dept. of Transportation (D.C. Cir. July 24, 2012), slip op. at 20-21. Petition for Writ of\nCertiorari denied on April 1, 2013.\n34\nhighest tier of a carrier’s frequent flyer program may be entitled to a maximum checked luggage\nweight limit of 70 pounds per piece. The carrier or ticket agent would know that a consumer is\nconducting a passenger-specific itinerary search if the consumer has entered this passenger-\nspecific information either prior to initiating the itinerary search, or if the consumer has logged\ninto his or her account on the carrier or ticket agent’s website, provided that the consumer’s user\nprofile contains the passenger-specific information.\nIf the consumer conducting a search elects not to provide passenger-specific information\nto the carrier or ticket agent (i.e., the consumer conducts an “anonymous itinerary search”), then\nthe Department is proposing to require carriers and ticket agents to disclose the fees for these\nancillary services as itinerary-specific charges. Itinerary-specific refers to variations in fees that\ndepend on, for example, geography, travel dates, cabin (e.g., first class, economy), and ticketed\nfare class (e.g., full fare ticket—Y class). It is essentially an anonymous search. The Department\nseeks comment on the benefits, risks, and practicability of the proposed distinction between\nanonymous itinerary searches and passenger-specific searches, as described above.\n3. Opt-Out Option\nThis NPRM does not propose to permit airlines and ticket agents to enable consumers to opt\nout of receiving fee information for critical ancillary services during the search process. The\nDepartment seeks comment on whether it should allow carriers and ticket agents to provide\nconsumers an opt-out option from receiving ancillary service fee information that would\notherwise be required. Opt-out options could potentially include the choice to opt out of seeing\nall baggage fee information that would otherwise be required to be displayed (first and second\nchecked bag and carry-on bag), to opt out of seeing fee information related to changing or\ncanceling a reservation, to opt out of seeing seat fee information for a child traveling with an\n35\nadult, or to opt out of seeing some of those fees. We anticipate that fee information for critical\nancillary services will improve the decisions made by consumers but seek comment on whether\nthe volume of information proposed to be displayed would assist or overwhelm consumers and\nwhether or not an opt-out provision would be beneficial to consumers. Is an opt-out provision\nneeded to ensure that consumers can avoid receiving ancillary service fee information that is of\nno interest to them? We are also interested in learning what impact, if any, lack of an opt-out\nprovision has on the speed of search results or particular display options an airline or ticket agent\nmay provide. For commenters advocating an opt-out option, we also request information about\nhow to define requirements for opt-out options that would adequately protect consumers and\nensure any opt-out option is not confusing or abused, for example, preventing opt-outs\naccomplished through a “click wrap” or “browser wrap” tactic that does not represent a\nmeaningful, intentional choice. The Department may consider adopting an opt-out provision in\nthe final rule upon review of comments received and on further consideration by the Department.\n4. Website and Mobile Displays\nThe Department is proposing to require that the fees for ancillary services that are critical to a\nconsumer’s purchasing decision be disclosed to consumers using airlines’ or ticket agent’s\nwebsites and mobile websites. Consumers in increasing numbers are using mobile devices to\nbook travel. The Department believes that it is important that the same disclosures that would be\nprovided on airlines’ and ticket agents’ desktop websites be provided on mobile websites. The\nDepartment seeks comment on whether it should also consider specific fee disclosure\nrequirements for airlines’ or ticket agents’ mobile applications (apps). The Department seeks\ncomment on whether the proposed disclosure requirements should also extend to airline and\nticket agent mobile apps, and whether there are any practical distinctions between information\n36\naccessed on mobile websites and mobile apps. It would be helpful to the Department for\ncommenters to provide data on the percentage of tickets booked on mobile applications, mobile\nwebsites, and desktop websites, or other usage statistics that are relevant.\nThe Department is proposing to allow carriers and ticket agents limited flexibility in how\ninformation on ancillary services is displayed on desktop and mobile websites. Although this\nproposal would require carriers and ticket agents to display information for certain baggage fees,\nchange fees, cancellation fees, and family seating fees at the first point in a search process where\na fare is listed in connection with a specific flight itinerary, it permits the use of links or rollovers\nfor other pieces of information. The Department seeks comment on whether links and rollovers\nwould provide the necessary flexibility to allow for design displays that would enhance the user\nexperience and encourage innovation as technology changes. Are additional flexibilities needed\nto ensure the display of ancillary service fee information does not result in screen clutter? Do\nrollovers work on mobile devices that have no cursor to hover over a link? Considering the\nscreen size of mobile devices, would the proposed display requirement work on mobile\nplatforms? Will there be a danger of too much unnecessary information creating confusion if fees\nthat are not under consideration are displayed and are there ways the “too much information” can\nbe mitigated? The Department also requests that commenters provide information as to whether\nhyperlink or other disclosures not adjacent to the fare on mobile sites would or would not be\neffective. Should the disclosure requirements be limited to websites accessed through desktop\napplications and not apply to those accessed through mobile applications?\nIn-Person or Telephone Disclosures of Airline Ancillary Service Fees\nIn addition to the online disclosures proposed by this rulemaking, the Department is\nproposing similar disclosures for tickets purchased using offline means (i.e., tickets purchased by\n37\ntelephone or at the ticket counter). Under the proposal, ticket agents and carriers would have to\ndisclose to consumers purchasing tickets in-person or on the phone the specific baggage fees,\nchange fees, cancellation fees, and family seating fees that apply to an itinerary for which a fare\nis quoted to the consumer, adjusted based on the passenger’s frequent flyer status, method of\npayment, or other consumer characteristic. During a given encounter (phone call, visit), the\nDepartment is proposing that a ticket agent or carrier not wait until after the consumer has\ndecided to make the reservation or purchase the ticket to disclose the baggage fees, change fees,\ncancellation fees or family seating fees that may apply. Instead, the disclosure would be required\nto be made at the time that the schedule information is being provided to the consumer during the\n“information” and “decision-making” portion of the conversation. In essence, a carrier or ticket\nagent would not be in compliance if it were to provide a quote for a ticket price over the phone or\nin-person without also providing the baggage, change, cancellation, and family seating fees that\napply.\nThe Department seeks comment on its proposals that carriers and ticket agents inform\nconsumers of the bag fees, change and cancellation fees, and family seating fees that apply when\nconsumers attempt to purchase airline tickets offline, in person, or on the phone. The Department\nis also interested in obtaining input on alternative options for providing such fee information on\nthe phone or in person (e.g., explaining that fees may apply and referring the consumer to the\ncarrier or ticket agent’s website, provided that the website is accessible to consumers with\ndisabilities)).\n38\nSharing of Airline Ancillary Service Fee Information with Ticket Agents\n1. Ticket Agents that Sell or Display Airline Fare and Schedule Information\nUnder this proposal, airlines would be required to distribute fee information for critical\nancillary services to ticket agents that sell or display the airlines’ fare and schedule information.\nCarriers would not be required to distribute ancillary service fee information to any ticket agent\nto whom the carrier does not choose to distribute its fare, schedule, and availability information.\nIn other words, if a carrier does not share fare information with a ticket agent, then this proposal\nwould not require that carrier to share ancillary service fee information with that ticket agent.\nAlso, under this proposal, the method and channels that carriers use to distribute fee\ninformation to ticket agents would be left to the discretion of the carrier.40 The Department is not\nproposing to require carriers to distribute ancillary service fee information to GDSs because\nGDSs arrange for air transportation and do not sell or display a carrier's tickets directly to\nconsumers. By not requiring that ancillary service fee information be provided to GDSs, the\nDepartment is attempting to minimize government interference with business relationships.\nHowever, carriers are free to distribute this information to GDSs if they choose to do so. GDSs\nmay provide the lowest cost and most efficient way of distributing this information to ticket\nagents that sell or display the carrier’s ancillary services. Most ticket agents currently receive\nairline fare information through GDSs and rely on GDSs as an efficient source of data. Using\nGDSs may facilitate display of critical airline ancillary services. Airlines and ticket agents would\n40 Industry stakeholders have expressed their views on information distribution in meetings with the Department. In\na meeting with OACP on December 15, 2021, American Airlines offered its view that, while it supports expanded\ndisclosure of ancillary service fees, it cautioned the Department against requiring that the distribution of such\ninformation be made through specific channels, such as global distribution systems. In a meeting with OACP on\nFebruary 23, 2022, the Travel Technology Association (TravelTech) noted that ancillary fee information can only be\nprovided by ticket agents to the extent they receive it from carriers. Travel Tech indicated that its members may\nengage in bilateral agreements with airlines to present certain ancillary rule information to consumers and in some\ncases may enable consumers to buy a pre-paid seat through their websites.\n39\nhave to work in good faith to come to agreement on the method used to transmit the ancillary\nservice fee information.\nThe Department solicits comment on its preliminary decision not to require airlines to\nshare ancillary service fee data with GDSs. Should the Department require carriers to distribute\nthe ancillary service fee information to all ticket agents, including GDSs, to which the carrier\nprovides fare, schedule, and availability information? How would OTAs and metasearch sites\nreceive ancillary service fee information from multiple airlines and disclose that information to\nconsumers if airlines do not provide that information to GDSs? The Department is striving to\nfind the most beneficial disclosure rule for consumers while avoiding any adverse impact on\ninnovations in the air transportation marketplace, contract negotiations between carriers and their\ndistribution partners, and a carrier's ability to set its own fees and fares in response to its own\ncommercial strategy and market forces.\n2. Usable, accurate and current (dynamic) ancillary service fee information\nThe Department is proposing that U.S. and foreign air carriers provide ticket agents\nancillary service fee information that is usable, accurate, and accessible in real-time. It would not\nbe sufficient for carriers to provide static pricing to ticket agents. Under this NPRM, carriers\nwould be expected to facilitate the ability of ticket agents to access certain baggage fee, change\nfee, and cancellation fee information in a non-static, dynamic fashion. The Department does not\nprescribe the method that carriers would use to distribute the information as it wants to minimize\ngovernment interference and encourage innovation. A carrier may choose to distribute ancillary\nfee information through GDSs if it provides the lowest and most efficient way to comply, given\nthat many airlines and ticket agents use GDSs today. In the United States, three GDSs (Sabre,\nTravelport and Amadeus) distribute the airline product for the ticket agent channel, and most\n40\nairlines use the GDSs to distribute their products to ticket agents, including corporate travel\nagents that sell the higher revenue tickets. In the alternative, airlines may choose to distribute the\nancillary fee information through direct connections between airline reservations systems and\nticket agent systems. Another option may be to distribute ancillary fee information using the\nInternational Air Transport Association’s (IATA) New Distribution Capability (NDC), which is\nessentially an XML-based technical standard for use in airline distribution. The Department\nwould expect airlines to work in good faith with ticket agents to come to agreement on the\nmethod used to transmit the ancillary service fee information.\nUnder this proposal, carriers would not be required to provide information to ticket\nagents about individual customers but rather the itinerary-specific and passenger-specific\ninformation that would impact the fee for a critical ancillary service. The Department expects\nthat carriers and ticket agents would modify how searches for flights are done to allow\nconsumers to identify any passenger-specific factors that may impact the fees that consumers\nmight pay for critical ancillary services. This would enable consumers to better understand the\ntotal cost of the air transportation to them.\nProhibition on Fee if Required Disclosure is Not Provided\nUnder this proposal, the practice of collecting a fee from consumers for critical ancillary\nservices without disclosure of this fee during the search process would be deemed an unfair and\ndeceptive practice in violation of 49 U.S.C. 41712. Any fee that has been unlawfully imposed\nand collected would need to be refunded to consumers by the seller of the air transportation.\nTransactability\nThe 2017 SNPRM did not propose that ancillary service fees be transactable. At the 2022\nACPAC meeting, representatives of the travel technology industry recommended that the\n41\nDepartment require ancillary fee information to be provided to ticket agents in a transactable\nformat so that consumers would not have to engage in a separate transaction to complete the full\npurchase of air travel.41 Airlines stressed that they value transparency of fare and ancillary fee\ninformation across all channels, and argued that fee information is often made available to GDSs\nand third-party sellers, but that information may not be adequately transmitted to consumers.42\nThe Department is not proposing to require that certain ancillary services (i.e., first and\nsecond checked bag, one carry-on item, and changing or canceling a reservation) be transactable\nat all points of sale. Requiring transactability at all points of sale would mean requiring airlines\nto permit online travel agencies to sell these ancillary services. The Department is of the tentative\nview that this is unnecessary, given the regulatory limitations placed on increasing these fees\nfollowing a ticket purchase, as discussed above.\nThe Department has not identified evidence of consumer harm resulting from a lack of\ntransactability of baggage, change, or cancellation fees. A consumer would pay a change or\ncancellation fee only if the consumer makes a change or cancels a reservation. There is nothing\nto transact at the time of ticket purchase. Also, the change and cancellation fee that a consumer\nwould pay cannot increase after ticket purchase. As for baggage, a consumer is not harmed from\nnot being able to pay a fee to transport a first checked bag, a second checked bag or a carry-on\nitem at the time of ticket purchase because sellers of air transportation cannot increase the fees\nfor these items beyond what existed at the time that the consumer purchased the airline ticket.\nThe Department's existing rule regarding baggage fee price increases and related enforcement\n41 See presentations of ASTA, Travel Tech, and Amadeus, and Skyscanner, available at\nhttps://www.transportation.gov/airconsumer/ACPAC/June2022Meeting/webcast (Day 1 afternoon session).\n42 See, e.g., presentations of IATA, American and Delta, available at https://www.regulations.gov/document/DOT-\nOST-2018-0190.\n42\npolicy ensures that the price to transport a first checked bag, a second checked bag, or a carry-on\nitem does not increase following the ticket purchase and before the consumer has the opportunity\nto purchase baggage transportation services.\nRegarding seat assignment fees for a child 13 or under to be seated next to an\naccompanying adult, the Department is proposing a requirement that ticket agents disclose fees\nfor specific seat assignments. Such a proposal, without transactability, would cause consumers to\nbe presented with seat assignment options that they cannot purchase immediately during the\nbooking process, but which could change by the time a consumer attempts to purchase the seat.\nThere is a risk that consumers would be confused by being presented a seat assignment that they\ncannot obtain at the advertised price. As such, the Department is proposing to require that\ncarriers and ticket agents make seat fees for a child 13 or under to be seated next to an\naccompanying adult to be transactable at the time the ticket purchase is made. DOT has\nencouraged airlines not to impose such a charge, but to the extent they do impose such charges,\nthe proposed rule would require disclosure and transactability. This rulemaking may further\nincentivize airlines not to charge fees for a young child to sit next to an accompanying adult. The\nDepartment welcomes comment on whether airlines’ response to this rulemaking would include\nreducing or eliminating such charges. Also, the Department solicits comment on requiring\nairlines to disclose that they charge fees for adjacent seating without disclosing the amount and\nrequiring that it be transactable as proposed.\nImpact on Existing Requirements\nThis proposed rule, if adopted, would require carriers and ticket agents to provide\npassenger-specific baggage fee information (if passenger-specific information is provided by the\n43\nconsumer) for one carry-on item and a first and second checked bag at the first point in a search\nprocess where a fare is listed in connection with a specific flight itinerary. 14 CFR 399.85(b)\nrequires carriers and ticket agents to state that baggage fees may apply on the first screen where a\nfare quotation is available and refer consumers to a page on their websites where this information\nmay be obtained. We are tentatively of the view that there would no longer be a need for such a\nrequirement except for certain ticket agent displays related to air tour packages that are unable to\nprovide customer-specific baggage fee information.\nIn addition to amending 14 CFR 399.85(b), we are considering eliminating the\nrequirement in 14 CFR 399.85(c) regarding disclosure of bag fee information on e-ticket\nconfirmations as it may be of limited use. Current requirements in 14 CFR 399.85(c) provide that\ncarriers and ticket agents must include specific fee information for first and second checked bags\nand a carry-on item on all e-ticket confirmations for air transportation, and the fee information\nmust take into account factors such as frequent flyer status that affect those charges. Under the\nproposed rule, consumers would have already received this information during the search\nprocess. We request comment on whether there is any benefit in retaining the requirements in 14\nCFR 399.85(c) if the proposed requirement to display passenger-specific baggage fee\ninformation is adopted.\nAlso, under the existing regulation in 14 CFR 399.85(a), carriers must promptly and\nprominently disclose any increase in bag fees and changes in bag allowances on the homepages\nof their websites for at least three months after the change becomes effective. This NPRM does\nnot propose substantive changes to this requirement and proposes only language changes to\nclarify the scope of websites the regulation is intended to impact. These proposed changes to 14\nCFR 399.85(a) are intended to make the regulation more consistent with other regulations related\n44\nto carrier and ticket agent websites. We request comment on whether the notice provision in 14\nCFR 399.85(a) of the existing regulation would still be useful to consumers if this NPRM is\nadopted as final.\nThe Department is also proposing to amend 14 CFR 399.88, which states that any seller\nof scheduled air transportation within, to, or from the United States is prohibited from increasing\nthe price after the air transportation has been purchased by the consumer, except in the case of an\nincrease in a government-imposed tax or fee if the potential for an increase was disclosed as\nrequired prior to purchase. Under 14 CFR 399.88, the prohibition on increasing the price\nincludes increases in fees for ancillary services such as those for checked baggage, carry-on\nbaggage, advance or upgraded seating assignments, pillows and blankets, and meals, regardless\nof whether these items are purchased along with the air transportation. However, in December\n2011, the Department announced that with respect to fees for ancillary services that were not\npurchased with the air transportation, it would only enforce the prohibition on post-purchase\nprice increases for carry-on bags and first and second checked bags.43 The application of the\nprohibition of the post-purchase price increase was also at issue in a lawsuit filed by two airlines\nagainst the Department. The court considered the rule as applied under the December 28, 2011,\nguidance and upheld the Department's rule prohibiting post-purchase price increases as it is\ncurrently being applied.44\nThe Department is proposing to amend section 399.88 to be consistent with how it is\ncurrently being applied. This rulemaking does not propose changes to the existing prohibition in\n43 See also Guidance on Price Increases of Ancillary Services and Products not Purchased with the Ticket\n(December 28, 2011).\n44 Spirit Airlines, Inc., v. U.S. Dept. of Transportation (D.C. Cir. July 24, 2012), slip op. at 20-21. Petition for Writ\nof Certiorari denied on April 1, 2013.\n45\nsection 399.88 against increasing the price of air transportation after its purchase, nor does it\npropose additional ancillary services beyond baggage that has traditionally been included in the\nprice of a ticket to be frozen at the time of ticket purchase. In other words, the proposed\namendment to section 399.88 would continue to require sellers of scheduled air transportation to\napply the bag fee policies and fees that existed at the time the ticket is purchased for the first and\nsecond checked bag and carry-on item. For example, if the standard first checked bag fee at the\ntime of ticket purchase is $30 when purchased in advance, $50 when purchased at the airport,\nand free for an elite frequent flyer, then the passenger would not pay a bag fee if he or she\nmaintains the elite frequent flyer status on the date of travel. However, if the passenger does not\nmaintain the same status and pays for the bag at the airport, the passenger would pay $50 for the\nfirst checked bag. The Department seeks comment on its amendment of section 399.88. Should\nthe Department require that the price for ancillary services not purchased with the ticket be\nfrozen beyond first and second checked bag and a carry-on item? For example, should it extend\nto fees for all baggage (including fees for oversized or overweight bags) or all ancillary services\nthat have been identified as being critical to a consumer’s purchasing decision?\nFurther, the Department is proposing non-substantive changes to the current requirement\nin 14 CFR 399.84(a) that when a carrier or ticket agent quotes a price in advertising or a\nsolicitation, the price should be the total fare, inclusive of taxes and fees. The proposed changes\nconsist of minor changes to section 399.84(a) to promote readability, as well as additional\nlanguage to accommodate the ancillary fee disclosures proposed in this NPRM. More\nspecifically, we are proposing that if a consumer wishes to view ancillary service fees such as\nbag fees incorporated into the total quoted price during an itinerary search, carriers and ticket\nagents would be permitted to display the total price of the transportation, inclusive of mandatory\n46\ntaxes and fees and the consumer’s selected ancillary service fees, more prominently than a price\nthat includes only all mandatory charges. The Department is seeking comment on this\nclarification to 14 CFR 399.84(a). Again, these language adjustments are not intended to make\nsubstantive changes to the full fare rule.\nAs stated in 14 CFR 399.84(a), carriers and ticket agents may state separately charges\nincluded within the single total price on their websites, but such charges may not be false or\nmisleading, may not be displayed more prominently than the total price, may not be presented in\nthe same or larger size as the total price, and must provide cost information on a per passenger\nbasis that accurately reflects the cost of the item covered by the charge. Consistent with this\nrequirement, advertisements that state discounts in the form of percentage-off sales must refer to\na discount off the total price to be paid by the consumer for the ticket, unless the airline or ticket\nagent explicitly states that the discount is based on only a portion of the fare. For example, an\nadvertisement that indicates air transportation is on sale for a percentage off but does not apply\nthe discount to the total price would be misleading if it did not specify that it is a percentage off\nonly the “base” fare or other fare component. When the terms “flight,” “ticket,” or “fare” are\nused in an advertisement stating a percentage off, a reasonable consumer would understand that\nthe percentage off applies to the total price of the transportation. The Department is of the view\nthat it would be an unfair and deceptive practice for an airline or ticket agent to advertise\ndiscounts off a “flight,” “ticket,” or “fare,” without disclosing in the first instance that the\ndiscount is only applied to a component of the total price (e.g., the “base” fare). The practice is\nunfair in that consumers are likely to encounter higher charges than expected, which can\nmultiply if a consumer relies on the promotional discount for multiple passengers on an itinerary.\nThe harm is not easily avoided due to a lack of clarity in the advertising language that carriers\n47\nuse. The Department has also not identified any benefits to consumers or to competition from\nthis practice. The practice is also deceptive in that the carriers’ advertising is likely to mislead\nconsumers into believing that the discount will be applied to the entire ticket price (i.e., the full\nfare), rather than only a portion of the price to be paid. The belief that a discount applies to the\ntotal price when the advertisement provides a discount off of the “flight,” “ticket,” “fare,” or\nother terms of this nature, is reasonable. The total required charge that a consumer will be made\nto pay for air transportation is also material. The Department is also concerned that there is lack\nof clarity about the meaning of the term “base” fare. In some cases, even offering a discount off\nthe “base fare” may be misleading if, without more clarity, the discount only applies to a portion\nof the carrier-imposed charges, and not the total amount of carrier-imposed charges (i.e., the fare\nfor the transportation plus carrier-imposed charges such as fuel surcharges and other mandatory\ncarrier fees). The Department solicits comment on defining base fare to mean all of the carrier-\nimposed charges included within the total price. The Department is soliciting comment on\nwhether the full fare regulation should be amended to provide greater clarity on this type of\nadvertising.\nCompliance Period\nThe Department is tentatively of the view that a six-month implementation period from\nthe issuance date of a final rule would be appropriate for carriers and ticket agents to display a\nfirst and second checked bag fee, a carry-on bag fee, change and cancellation fee, and family\nseating fees to consumers whenever fare and schedule information is provided online. It also\nprovides sufficient time to train agents to provide fee information for critical ancillary services to\nconsumers when providing fare and schedule information in person or over the phone. It also\n48\ntakes into account the time needed for carriers to share ancillary service fee information with\nticket agents\nIn proposing this implementation period, the Department also considered the time that\nwould be needed for airlines and ticket agents to organize ancillary fee data and reprogram and\ntest their web sites. Separately, the Department considers the time needed to determine how\nancillary service fee information will be distributed from carriers to ticket agents. At the June\n2022 ACPAC meeting, one airline representative indicated that broadly speaking, sharing\nancillary fee data with ticket agents is not technologically difficult and could be accomplished\nwithin a short time frame.45 If this proposal were to become a final rule, we would anticipate\ncarriers will work in good faith with ticket agents to ensure that the distribution method and\ndetails are worked out well in advance of the display deadline. We request comment on whether\nthe Department should impose a date certain by which carriers must share ancillary service fee\ninformation with ticket agents.\nWe also seek comment on whether proposed implementation periods are too lengthy or\ntoo short. If the proposed implementation periods are either too lengthy or too short, how long of\nan implementation period would be appropriate and why?\nREGULATORY NOTICES\nExecutive Order 12866 (Regulatory Planning and Review) and DOT Regulatory Policies and\nProcedures\nThe Office of Management and Budget has determined that this proposed rule is a\nsignificant regulatory action under Executive Order 12866 and requires an assessment of\n45 Remark of American Airlines, available at June 28 and 29, 2022 Meeting of the Aviation Consumer Protection\nAdvisory Committee (ACPAC) | US Department of Transportation (Day 1 afternoon session)\n49\npotential benefits and costs. Accordingly, the Department has prepared a regulatory impact\nanalysis for the proposed rule, summarized in this section and available in the docket.\nThe proposed rule changes how U.S. air carriers, foreign air carriers, and ticket agents\ndisclose information about certain ancillary fees for flights and changes how certain customers\ncan purchase assigned seats. Ancillary fees are fees for optional services provided by a carrier\nbeyond passenger air transportation. The proposed rule would require carriers and ticket agents\nto show baggage fees, ticket change fees, and ticket cancellation fees when they first show fares\nand schedules to consumers searching for flights. The proposed rule would also require the\nseating fees for children 13 or under to be shown by airlines and ticket agents that display or sell\ntickets whenever fare and schedule information is provided. In addition, the Department is\nproposing that consumers be able to transact (i.e., purchase) these fees from airlines and ticket\nagents that sell tickets. Finally, the proposed rule would require carriers and ticket agents to\nprovide the same ancillary fee information to consumers buying tickets in person or on the\nphone.\nThe regulatory impact analysis uses a basic economic model of asymmetric information\nas a framework for evaluating the proposed rule. Due to a lack of data and other significant\nuncertainties, it is not possible to evaluate the effects of the proposed rule quantitatively.\nThe rulemaking would yield societal benefits if it leads to reduced deadweight loss from\ninaccurate price calculations or reduced search costs. Inaccurate price calculations lead to\noverconsumption and can distort consumer perceptions in ways that confer a competitive\nadvantage to producers who produce a lower-quality product. While we lack information to\nestimate benefits, we calculated a hypothetical example range using methods from earlier\nrulemakings. At the same time, the rulemaking could conceivably lead to crowding out of\n50\nrelevant information for some consumers. The potential effect represents an offset to benefits,\nand it is possible that it equals or outweighs the benefits. Thus, it is not possible to quantify at\nthis time whether the proposed rule yields benefits that exceed costs.\nThe primary costs of the proposed rule are the costs that carriers and ticket agents would\nincur to share ancillary fee data, modify websites, and allow transactability for assigned seats for\nchildren 13 or under. These costs include startup implementation costs as well as ongoing costs.\nThird parties involved in data exchange, such as global distribution systems (GDSs)) and direct-\nchannel companies, would incur costs as well despite not being directly regulated by the rule.\nBecause these entities are already starting to upgrade systems for market reasons, the cost\nproperly associated with the proposed rule is the cost of requiring them to upgrade earlier than\nthey would without the rule.\nTable 1 summarizes the results of the analysis and the potential economic effects of the\nproposed rule.\nTable 1: Summary of annual economic effects\nItem Annual amount\nBenefits\nGross benefits\nReduction in deadweight loss due to increased accuracy in consumers’ See illustrative\nprice calculations example in RIA\nReduction in search costs for consumers seeking information on See illustrative\nancillary fees example in RIA\nReduction in surprise costs and anxiety for passengers traveling with Not estimated\nchildren\nMarket feedback effects (enhanced price and quality combinations) Not estimated\nOffsets to gross benefits\nIncrease in search costs for consumers seeking information on items Not estimated\ndisplaced by new disclosures\nTotal benefits Indeterminate\n51\nCosts\nImplementation and contract negotiation costs for carriers, ticket agents, See illustrative\nGDS companies, and direct-connect companies to display ancillary fees example in RIA\nand allow transactability for assigned seats for children 13 or under\nOngoing costs for carriers to provide data See illustrative\nexample in RIA\nOngoing costs for carriers and ticket agents to exchange and maintain Not estimated\nancillary fee information for offline and in-person purchases\nTotal costs Not estimated\nTransfers\nGains in consumer surplus (from airlines back to consumers) Indeterminate\nNet benefits Indeterminate\nTable 2 summarizes the key uncertainties for quantifying or monetizing the economic\neffects of the proposed rule. The same uncertainties that prevent the estimation of primary\nimpacts preclude the assessment of potential secondary effects, including effects on airfares,\nancillary fees, ancillary services, or GDS contracts with carriers and ticket agents. The\nDepartment seeks comment on these issues, as well as on potential implementation costs of the\nproposed rule and the potential changes on consumer search costs and decision-making.\nTable 2: Summary of key uncertainties for quantifying economic effects\nItem Annual amount\nBenefits\nGross benefits\nReduction in deadweight loss due to increased • Amount of price mistake\naccuracy in consumers’ price calculations • Number of passengers who do not\nincorporate full information into price\ncalculation\n• Number of passengers who would\nchoose not to use ancillary services\nwith full price information versus\nthose who would forgo air travel\naltogether\n52\nReduction in search costs for consumers seeking • Amount of time saved\ninformation on ancillary fees • Number of consumers who would\nsave time shopping for airline fares\nReduction in surprise costs and anxiety for • Number of consumers unaware of\npassengers traveling with children ancillary fees\nOffsets to gross benefits\nIncrease in search costs for consumers seeking • Increase in search time\ninformation on items displaced by new • Number of consumers who experience\ndisclosures increased search time\nCosts\nImplementation and ongoing costs for carriers, • Needed changes to websites\nticket agents, GDS companies, and direct-connect • Needed changes to programming\ncompanies to display ancillary fees and allow\ntransactability for assigned seats for children 13\nor under\nOngoing costs for carriers and ticket agents to • Amount of training required to enable\nexchange and maintain ancillary fee information ticket agents to use ancillary fee\nfor offline and in-person purchases information\nTransfers\nGains in consumer surplus (from airlines back to • Extent to which existing industry\nconsumers) pricing practices increase producer\nsurplus (profits)\nExecutive Order 13132 (Federalism)\nThis NPRM has been analyzed in accordance with the principles and criteria contained in\nExecutive Order 13132 (“Federalism”). This notice does not propose any requirement that (1)\nhas substantial direct effects on the States, the relationship between the national government and\nthe States, or the distribution of power and responsibilities among the various levels of\ngovernment, (2) imposes substantial direct compliance costs on State and local governments, or\n(3) preempts State law. States are already preempted from regulating in this area by the Airline\nDeregulation Act, 49 U.S.C. § 41713. Therefore, the consultation and funding requirements of\nExecutive Order 13132 do not apply.\n53\nExecutive Order 13175\nThis notice has been analyzed in accordance with the principles and criteria contained in\nExecutive Order 13175 (“Consultation and Coordination with Indian Tribal Governments”).\nBecause none of the options on which we are seeking comment would significantly or uniquely\naffect the communities of the Indian tribal governments or impose substantial direct compliance\ncosts on them, the funding and consultation requirements of Executive Order 13084 do not\napply.\nRegulatory Flexibility Act\nWhen a Federal agency is required to publish a notice of proposed rulemaking (5 U.S.C.\n553), the Regulatory Flexibility Act of 1980 (5 U.S.C. 601 et seq.) requires the agency to\nconduct an initial regulatory flexibility analysis (IRFA). An IRFA describes the impact of the\nrule on small entities (5 U.S.C. 603). An IRFA is not required if the agency head certifies that a\nrule will not have a significant economic impact on a substantial number of small entities (5\nU.S.C. 605).\nThe Department has prepared an IRFA for this proposed rule, summarized in this section\nand available at regulations.gov under Docket No. DOT-OST-2022-0109.\nThe proposed rule would have some impact on U.S. air carriers, foreign air carriers and\nticket agents that qualify as small entities. It would also have some impact on Global Distribution\nSystems (GDSs), but none of the three major GDS companies in the market (Amadeus, Sabre,\nand Travelport) qualify as small businesses.\nA carrier is a small entity if it provides air transportation exclusively with small aircraft,\ndefined as any aircraft originally designed to have a maximum passenger capacity of 60 seats or\nless or a maximum payload capacity of 18,000 pounds or less, as described in 14 CFR 399.73. In\n54\n2020, 28 carriers meeting these criteria reported passenger traffic data to the Bureau of\nTransportation Statistics.46\nA ticket agent is a small entity if it has total annual revenues below $22 million.47 This\namount excludes funds received in trust for an unaffiliated third party, such as bookings or sales\nsubject to commissions, but includes commissions received. In 2017, the latest year with\navailable data, 7,827 travel agency establishments had annual revenues of less than $25\nmillion.48 This number overestimates the number of small entities because some establishments\nmay have annual revenues greater than $22 million.\nThe proposed rule could have impacts on small entities because carriers and ticket agents\nwould incur costs to modify websites and upgrade systems to exchange ancillary fee data.\nBecause the Department could not estimate these costs reliably, it could not determine whether\nthe proposed rule would impose a significant impact on a substantial number of small entities.\nThe Department seeks comment on the potential implementation costs of the proposed rule for\nsmall entities.\nPaperwork Reduction Act\nUnder the Paperwork Reduction Act (44 U.S.C. 3501 et seq.) (PRA), no person is\nrequired to respond to a collection of information unless it displays a valid OMB control number.\nThe Department invites interested parties to comment on the information collection requirements\ncontained in this document. As prescribed by the PRA, the requirement will not go into effect\nuntil OMB has approved the requirement.\n46 Bureau of Transportation Statistics. No date. “T1: U.S. Air Carrier Traffic and Capacity Summary by Service\nClass.” https://transtats.bts.gov/.\n47 See https://www.sba.gov/document/support--table-size-standards, NAICS Code 561510.\n48 U.S. Census Bureau. 2022. “Economic Census.” https://www.census.gov/programs-surveys/economic-\ncensus.html.\n55\nThis NPRM proposes three new information collections: (1) U.S. air carriers, foreign air\ncarriers, and ticket agents must disclose, during the booking process, applicable fee information\nfor the first and second checked baggage and for carry-on baggage, applicable fee and policy\ninformation for changing and cancelling reservations, and, for bookings that involve a passenger\n13 or under, the seat fee, if any, for the child passenger to be seated next to an accompanying\nadult; (2) air carriers, foreign air carriers, and ticket agents must disclose their policy on 24-hour\nticket hold or cancellation; and (3) air carriers and foreign air carriers must ensure that partner\ncarriers and ticket agents receive information regarding certain baggage fees, change and\ncancellation fees and policies, and family seating fee so that the partner carriers and ticket agents\ncan accurately provide such information to consumers and so that the family seating fee can be\ntransactable at the point of ticket purchase.\nFor each of the information collections, the title, a description of the respondents, and an\nestimate of the burdens are set forth below:\n1. Requirement that U.S. air carriers, foreign air carriers, and ticket agents disclose,\nduring the booking process, the applicable fee information for the first and second\nchecked baggage, one carry-on bag, the applicable fee and policy information for\nchanging and canceling reservation, and the seat fee, if any, for a passenger 13 or\nunder to be seated next to an accompanying adult.\nTitle: Disclosure of Ancillary Fees and Policies During the Air Transportation Booking Process\nRespondents: U.S. carriers, foreign air carriers, and ticket agents that sell or display carrier fare\nand schedule information to consumers in the United States.\nNumber of Respondents: We estimate that as many as 206 U.S. air carriers and foreign air\ncarriers and as many as 600 ticket agents may be impacted by this requirement. Our estimate is\n56\nbased on the following information and assumptions: Ticket agents includes online travel\nagencies (OTAs), brick-and-mortar travel agencies, corporate travel agencies, and tour operators\nthat market airline tickets. There may be approximately 9,500 travel agencies and over 2,500\ntour operators in the United States, although not all of those entities market air transportation\nonline to consumers in the United States. In addition, most ticket agents rely on global\ndistribution systems (GDSs) to create online fare and schedule displays. GDSs and entities that\ncreate or develop and maintain their own online fare and schedule displays, such as many of the\nimpacted carriers and the largest travel agents, will incur some planning, development, and\nprogramming costs to reprogram their systems to provide online displays of fare and schedule\ninformation that includes baggage fee information on their websites. For these reasons, we\nassume that about five percent of United States ticket agents, including GDSs and large travel\nagencies, or as many as 600 ticket agents, would be impacted by this requirement. Many smaller\ncarriers also rely on GDSs to create online fare and schedule displays so our estimate of 206\nimpacted carriers may be overstated.\nEstimated Annual Burden on Respondents: Approximately 80 hours per respondent. Our\nestimate is based on the following information and assumptions: the primary costs to respondents\nfor the disclosure requirement would arise from programming, data management, website\nmodification, and other related costs to carriers and ticket agents to display the required ancillary\nfee information. Revising website displays in this manner would likely be similar to the revisions\nthat carriers and ticket agents needed to make to their websites to comply with the requirement to\ninclude all taxes and fees in fare displays (“full fare rule”), as prescribed by the Enhanced Airline\n57\nPassenger Protections II rulemaking.49 In that rulemaking, the Department estimated that\ncompliance with the full fare rule would require approximately 80 hours per respondent.50\nThe burdens in this rulemaking are expected to be incurred one time by regulated entities.\nOnce the modifications required by this information collection have been incorporated into the\nwebsites of regulated entities, we do not expect that this information collection will impose\nadditional ongoing costs, such as website maintenance, for regulated entities who have been\noperating websites prior to the promulgation of this rulemaking. As currently proposed, this\nrulemaking would not require the creation of new websites by regulated entities that did not\nalready maintain websites for the purpose of selling air transportation. For those entities selling\nair transportation through other means, such as by phone, the rule would require that such\nentities inform consumers about certain ancillary service fees at the time a fare is quoted. Due to\nthe relatively marginal increase in time needed to orally convey the information required by this\ninformation collection, the burden of this information collection with respect to offline purchases\nof air transportation is expected to be minimal.\nEstimated Total Annual Burden: Approximately 64,480 hours for all respondents (based on an\nassumption of 16,480 hours for carriers and 48,000 hours for ticket agents). Based on an\nestimated mean hourly wage of $45.90 for web and digital interface designers,51 this results in a\ntotal annual cost of $2,959,632 ($756,432 for carriers and $2,203,200 for ticket agents).\n49 76 Fed. Reg. 23110 (Apr. 25, 2011)\n50 See Regulatory Impact Analysis on page 59, available at https://www.regulations.gov/document?D=DOT-OST-\n2010-0140-2046.\n51 https://www.bls.gov/oes/current/oes151255.htm\n58\nFrequency: Once information is incorporated into website displays, this rulemaking would not\nrequire further modifications to websites. Ongoing website costs (such as for maintenance) are\nexpected to be unchanged by this rulemaking.\n2. Requirement that U.S. air carriers, foreign air carriers, and ticket agents disclose on their\nwebsites 24-hour hold or cancellation policies.\nTitle: Disclosure of 24-hour hold or cancellation policy on carrier and ticket agent websites\nduring the booking process\nRespondents: U.S. carriers, foreign air carriers, and ticket agents that sell or display carrier fare\nand schedule information to consumers in the United States.\nNumber of Respondents: We estimate that the same regulated entities impacted by Information\nCollection 1 would be impacted by this requirement. Our estimates include 206 U.S. air carriers\nand foreign air carriers and as many as 600 ticket agents.\nEstimated Annual Burden on Respondents: Approximately 80 hours per respondent. The primary\ncosts to respondents would arise from the design, programming, and modification of websites to\ndisplay 24-hour hold and cancellation policy information, which is primarily static, prior to the\nticket purchase . This rulemaking would not require the creation of new websites by regulated\nentities that did not already maintain websites for the purpose of selling air transportation.\nEstimated Total Annual Burden: This information collection would result in an estimated annual\nburden of 48,360 hours (based on an assumption of 12,360 hours for carriers and 36,000 hours\nfor ticket agents).\n3. Requirement that U.S. air carriers and foreign air carriers ensure that partner carriers\nand ticket agents receive information regarding certain baggage fees, change and cancellation\n59\nfees and policies, and family seating fee so the partner carriers and ticket agents can accurately\nprovide such information to consumers.\nTitle: Disclosure of baggage and other fee information to partner carriers and ticket agents\nRespondents: U.S. air carriers and foreign air carriers that provide fare, schedule, and availability\ninformation to ticket agents to sell or display flights within, to, or from the United States.\nNumber of Respondents: We estimate that approximately 206 carriers will be impacted by this\nrequirement. This includes foreign carriers that may not serve the United States on their own\nequipment but may sell connecting itineraries between the United States and a foreign point,\nwhen at least one of the foreign-to-foreign segments is operated by the foreign carrier.\nEstimated Annual Burden on Respondents: Approximately 16 hours per respondent. The\nproposed information collection would require carriers to either distribute baggage fee and\nfamily seating information or make the specific policies, including the calculation of baggage\nand seat fees applicable for passenger-specific itineraries, available to third parties. Carriers\nselling tickets in the United States already display baggage and ancillary fee information on their\nwebsites, as required by existing regulation (14 CFR 399.85(d)). This information includes the\nuse of baggage fee calculators and other tables accessible to consumers. The rulemaking would\nrequire that this information be made available in such a way that partner carriers and ticket\nagents have access to this information in a non-static, dynamic format such that the partner\ncarriers and ticket agents can disclose baggage fee and family seating information to consumers\nduring each itinerary search and to allow for the purchase of a seat fee for a child passenger at\nthe same time as the ticket purchase. Because partner carriers already have mechanisms to share\nthis information with third parties, the additional modifications that would be required by this\ninformation collection are not expected to be significant. Moreover, carriers already share this\n60\ninformation with each other (i.e., partner carriers) to facilitate codeshare and interline ticketing.\nThis potential burden of sixteen hours per respondent, as referenced here, may overestimate the\nactual burden for most carriers.\nEstimated Total Annual Burden: This information collection would result in an estimated annual\nburden of 3,296 hours. Based on an estimated mean hourly wage of $46.46 for computer\nprogrammers,52 this results in a total cost of approximately $153,132.\nThe Department invites interested persons to submit comments on any aspect of each of\nthese information collections, including the following: (1) The necessity and utility of the\ninformation collection, (2) the accuracy of the estimate of the burden, (3) ways to enhance the\nquality, utility, and clarity of the information to be collected, and (4) ways to minimize the\nburden of collection without reducing the quality of the collected information. Comments\nsubmitted in response to this notice will be summarized or included, or both, in the request for\nOMB approval of these information collections.\nUnfunded Mandates Reform Act\nThe Unfunded Mandates Reform Act of 1995 (UMRA) requires, at 2 U.S.C. 1532, that\nagencies prepare an assessment of anticipated costs and benefits before issuing any rule that may\nresult in the expenditure by State, local, and tribal governments, in the aggregate, or by the\nprivate sector, of $100 million or more (adjusted annually for inflation) in any one year. As\ndescribed elsewhere in the preamble, this proposed rule would have no such effect on State,\nlocal, and tribal governments or on the private sector. Therefore, the Department has determined\nthat no assessment is required pursuant to UMRA.\n52 https://www.bls.gov/oes/current/oes151251.htm\n61\nNational Environmental Policy Act\nThe Department has analyzed the environmental impacts of this proposed action pursuant\nto the National Environmental Policy Act of 1969 (42 U.S.C. 4321 et seq.) and has determined\nthat it is categorically excluded pursuant to DOT Order 5610.1C, Procedures for Considering\nEnvironmental Impacts (44 FR 56420, Oct. 1, 1979). Categorical exclusions are actions\nidentified in an agency’s NEPA implementing procedures that do not normally have a significant\nimpact on the environment and therefore do not require either an environmental assessment (EA)\nor environmental impact statement (EIS). See 40 CFR 1508.4. In analyzing the applicability of a\ncategorical exclusion, the agency must also consider whether extraordinary circumstances are\npresent that would warrant the preparation of an EA or EIS. Id. Paragraph 4(c)(6)(i) of DOT\nOrder 5610.1C provides that “actions relating to consumer protection, including regulations” are\ncategorically excluded. The purpose of this rulemaking is to enhance protections for air travelers\nand to improve the air travel experience. The Department does not anticipate any environmental\nimpacts, and there are no extraordinary circumstances present in connection with this\nrulemaking.\nSIGNED THIS 25th DAY OF SEPTEMBER 2022, IN WASHINGTON, D.C.\n-Original Signed-\nPeter Paul Montgomery Buttigieg\nSecretary of Transportation\n62\nList of Subjects\n14 CFR Part 399 STATEMENTS OF GENERAL POLICY\nAir carriers, Consumer Protection, Enforcement\nFor the reasons stated in the preamble, DOT proposes to amend 14 CFR chapter 2, subchapter F\nas follows:\nPart 399 STATEMENTS OF GENERAL POLICY\n1. Revise §399.80(s) to read as follows:\n(s) Failing to disclose and offer Web based discount fares to prospective passengers who contact\nthe agent through other channels (e.g., by telephone or in the agent's place of business) and\nindicate that they are unable to use the agent’s Web site due to a disability and failing to disclose\nancillary service fee information (as required by 14 CFR 399.85) to prospective passengers who\ncontact the agent through other channels (e.g., by telephone or in the agent's place of business).\nThe disclosure of ancillary service fee information (as required by 14 CFR 399.85) must be made\nat the time that the schedule information is being provided to the consumer.\n2. Revise §399.84(a) to read as follows:\n(a) The Department considers any advertising or solicitation by a direct air carrier, indirect air\ncarrier, an agent of either, or a ticket agent, for passenger air transportation, a tour (i.e., a\ncombination of air transportation and ground or cruise accommodations) or tour component (e.g.,\na hotel stay) that must be purchased with air transportation that states a price for such air\ntransportation, tour, or tour component to be an unfair and deceptive practice in violation of 49\n63\nU.S.C. 41712, unless the price stated is the entire price to be paid by the customer to the carrier,\nor agent, for such air transportation, tour, or tour component.\n(1) Charges included within the single total price listed (e.g., government taxes) may be\nstated separately or through links or “pop ups” on websites that display the total price, but such\ncharges may not be false or misleading, may not be displayed prominently, may not be presented\nin the same or larger size as the total price, and must provide cost information on a per passenger\nbasis that accurately reflects the cost of the item covered by the charge.\n(2) An airline or ticket agent may display a price that includes all mandatory charges and\none or more ancillary service fees more prominently than a price that only includes all\nmandatory charges.\n3. Revise §399.85 to read as follows:\n§399.85 Notice of Ancillary Service Fees.\n(a) Definitions. For purposes of this section, the following definitions apply:\n(1) “Ancillary service fee” means the fee charged for any optional service the U.S. or\nforeign air carrier provides beyond passenger air transportation. Such fees may include, but are\nnot limited to, charges for checked or carry-on baggage, canceling or changing a reservation,\nadvance seat selection, in-flight beverages, snacks and meals, lounge access, bedding or other\namenities, or seat upgrades.\n(2) “Ancillary service package” means a package or bundle of one or more ancillary\nservices offered for sale by a carrier or ticket agent. Such packages are typically offered after the\nconsumer has selected an itinerary and fare category during the booking process. Carriers and\nticket agents are not required to offer ancillary service packages.\n(3) “Anonymous itinerary search” means a search conducted on the website of a U.S.\ncarrier, a foreign air carrier, or ticket agent, that does not take into account information specific\n64\nto a characteristic of the passenger that impacts the ancillary service fees to be charged or other\nparameters relevant to these fees (e.g., size and weight limitations on baggage).\n(4) “Consumer” or “user” means the person who uses the website of a U.S. carrier, a\nforeign carrier, or ticket agent, to search for and/or purchase air transportation. “Consumer” or\n“user” may also refer to a person who seeks to obtain information about air transportation,\nwhether through a website or other means.\n(5) “Passenger-specific itinerary search” means a search conducted on the website of a\nU.S. carrier, foreign air carrier, or ticket agent that takes into account information specific to a\ncharacteristic of the passenger that may impact the ancillary service fees to be charged or other\nparameters relevant to these fees (e.g., size and weight limitations on baggage). Such information\ncould include the passenger’s status in the airline’s frequent flyer program, the passenger’s\nmilitary status, or the passenger’s status as a holder of a particular credit card. An itinerary\nsearch is “passenger-specific” when a user has provided passenger-specific information prior to\nconducting the search, including when conducting previous searches if the information is cached,\nor if the user conducts a search while logged into the search website and the operating entity of\nthat website has passenger-specific information as part of the user’s profile.\n(b) Online fee disclosures of baggage. Each U.S. air carrier, foreign air carrier, and ticket agent\nthat has a website marketed to U.S. consumers where it advertises or sells air transportation must\naccurately display (or cause to be displayed) the fee that applies, if any, to an itinerary for a first\nchecked bag, a second checked bag, and a carry-on bag. The fees must be included on the first\npage displayed when a consumer conducts a search for air transportation when fare and schedule\ninformation is shown. Display of the baggage fee by links or rollovers is not permitted. Ancillary\nservice fees other than those referenced in this paragraph may also be displayed on the same\n65\npage, at the carrier or ticket agent’s discretion. All fees displayed must be the total to be paid by\nthe consumer for the ancillary service.\n(1) Consumers must be offered both the option to conduct a passenger-specific itinerary\nsearch and the option to conduct an anonymous itinerary search. For passenger-specific itinerary\nsearches, the fees required to be displayed under §399.85(b) must be adjusted to reflect\naccurately the itinerary of the passenger, the fare category displayed or selected, and the status of\nthe passenger. For anonymous itinerary searches, the fees required to be displayed under\n§399.85(b) must be adjusted to reflect accurately the itinerary of the passenger and the fare\ncategory displayed or selected, without taking into account passenger-specific information.\n(3) If the carrier or ticket agent displays multiple fare categories for the same flight in\nresponse to an itinerary search (e.g., the search results page displays basic economy, restricted\neconomy, flexible economy, and business class fares simultaneously for the same flight), the\ncarrier or ticket agent must display the bag fees applicable to each fare category associated with\nthat fee. In circumstances where a particular fare category prohibits the checking of a bag or the\ncarriage of a carry-on bag, the carrier or ticket agent must indicate that the item is prohibited\nunder the fare category and display the penalty, if applicable, for carrying on or checking the\nitem.\n(4) If the carrier does not display any fee for a first or second checked or carry-on bag at\nthe time the consumer searches for and purchases air transportation, the carrier may not impose a\nfee on the consumer for a checked or carry-on bag following the ticket purchase. If a ticket agent\ndoes not display any fee for a checked or carry-on bag at the time the consumer searches for and\n66\npurchases air transportation, the ticket agent must promptly refund the consumer for any bag fee\nthe carrier imposes on the consumer for the itinerary.\n(5) In displaying the applicable bag fee required by §399.85(b), each U.S. carrier, foreign\nair carrier, or ticket agent, must display the weight and dimension limitations that the carrier\nimposes for each checked bag and carry-on bag. Such limitation information may be displayed\nusing links or pop-ups adjacent to the display of the bag fee. For passenger-specific itinerary\nsearches, the weight and dimension limitations must be adjusted to the level applicable to the\npassenger based on the passenger-specific information provided.\n(6) If a carrier or ticket agent offers for sale an ancillary service package that includes\nbaggage, it may display the package and the package price in addition to the standalone bag fees,\nif any, already required under 14 CFR 399.85(b)(1).\n(7) For air-tour packages sold online by ticket agents where the carrier providing air\ntransportation is not known at the time of booking, ticket agents are not required to provide\nspecific baggage fee information as required by §399.85(b). In such cases, the ticket agent must\nclearly and prominently disclose on the first screen in which the ticket agent offers a package\nfare quotation for a specific itinerary selected by a consumer that additional airline fees for\nbaggage may apply and that those fees may be reduced or waived based on the passenger’s\nfrequent flyer status, method of payment, or other consumer characteristic. Once the carrier\nproviding air transportation for an air-tour package is known, the ticket agent must provide\nbaggage fee information as prescribed by §399.85(b) both to prospective consumers and to\n67\nconsumers who purchased the air-tour package before the identity of the carrier providing the air\ntransportation became known.\n(c) Online Disclosure of Cancellation and Change Fees. Each U.S. carrier, foreign air carrier,\nand ticket agent that has a website marketed to U.S. consumers where it advertises or sells air\ntransportation must accurately display, on the first page when a consumer conducts a search for\nair transportation and fare and schedule information is shown, the applicable fee for the\nconsumer to change the reservation and cancel the reservation. Display of the cancellation and\nchange fee by links or rollovers is not permitted. The fee displayed must be specific to each fare\ncategory displayed and adjusted based on passenger-specific information provided by the\nconsumer. The carrier or ticket agent must also display the following information, which may be\nwith the use of links or pop-ups adjacent to the pertinent fee:\n(1) a summary of the applicable cancellation policy for the itinerary displayed, adjusted\nbased on the consumer’s passenger-specific and itinerary-specific information provided, if\napplicable; and\n(2) a summary of the applicable ticket change policy for the itinerary displayed, adjusted\nbased on the consumer’s passenger-specific and itinerary-specific information provided, if\napplicable.\n(d) Online Disclosure of 24-Hour Change and Cancellation Policy. Each U.S. carrier, foreign air\ncarrier, and ticket agent that has a website marketed to U.S. consumers where it sells air\ntransportation must display a statement, before the consumer can execute his or her purchase or\nreservation of air transportation, indicating whether the consumer’s booking can be cancelled\nwithout penalty within 24 hours of booking, or whether the consumer has the option to hold the\n68\nreservation for 24 hours at the quoted price without executing the purchase, consistent with the\ncarrier or ticket agent’s policy and, for carriers, consistent with 14 CFR 259.5(b)(4).\n(e) Online Disclosure and Transactability of Family Seating Fee. Each U.S. carrier, foreign air\ncarrier, and ticket agent that has a website marketed to U.S. consumers where it advertises or\nsells air transportation must disclose to each consumer seeking to purchase air transportation in\nwhich at least one passenger is 13 years of age or under, wherever fare and schedule information\nis provided, the fee, if any, for the passenger age 13 years or under to be seated adjacent to the\nseat of an accompanying adult in the same class of service. This fee must be displayed alongside\nthe quoted fare associated with each itinerary search result. Display of the family seating fee by\nlinks or rollovers is not permitted. Each U.S. carrier, foreign air carrier, and ticket agent that has\na website marketed to U.S. consumers where it sells air transportation must also enable the\nconsumer to select and purchase the seat at the time the seat fee is disclosed if the consumer\nchooses to do so.\n(f) Disclosures for tickets not purchased online. For tickets purchased by consumers in the\nUnited States in person or by phone, each U.S. carrier, foreign carrier, and ticket agent must\ndisclose to consumers the baggage fees, change fees, cancellation fees, and family seating fees\n(i.e., the fee for a passenger 13 or under to obtain a seat next to an accompanying adult, if the\ncarrier imposes such a fee and the consumer’s intended booking includes a passenger age 13 or\nunder) that apply at the time a fare is quoted for an itinerary. The fees disclosed must be adjusted\nbased on passenger-specific information provided by the consumer.\n(g) Changes in baggage fees. If a U.S. or foreign air carrier has a website marketed to U.S.\nconsumers where it advertises or sells air transportation, the carrier must promptly and\n69\nprominently disclose any increase in its fee for carry-on or first and second checked bags and any\nchange in the first and second checked bags or carry-on allowance for a passenger on the\nhomepage of that website (e.g., provide a link that says “changed bag rules” or similarly\ndescriptive language and takes the consumer from the homepage directly to a pop-up or a place\non another webpage that details the change in baggage allowance or fees and the effective dates\nof such changes). Such notice must remain on the homepage for at least three months after the\nchange becomes effective.\n(h) Disclosures of baggage fees on e-ticket confirmations. A U.S. carrier, a foreign air carrier, an\nagent of either, or a ticket agent that advertises or sells air transportation in the United States,\nmust include information regarding the passenger's free baggage allowance and/or the applicable\nfee for a carry-on bag and the first and second checked bag on all e-ticket confirmations for air\ntransportation within, to or from the United States. This requirement applies to all tickets sold on\na website marketed to U.S. consumers where the carrier or agent advertises or sells such air\ntransportation, including the summary page at the completion of an online purchase and a post-\npurchase email confirmation.\n(1) Carriers must provide this information in the e-ticket confirmation. Ticket agents may\nprovide this information in text form in the e-ticket confirmations or through a hyperlink to the\nspecific location on airline websites or their own website where this information is displayed.\n(2) The fee information provided for a carry-on bag and the first and second checked bag\nmust be expressed as specific charges taking into account any passenger-specific factors that\naffect those charges.\n(i) Website disclosure of all ancillary service fees. If a U.S. or foreign air carrier has a website\nmarketed to U.S. consumers where it advertises or sells air transportation, the carrier must\n70\nprominently disclose on its website information on ancillary service fees available to a passenger\npurchasing air transportation. Such disclosure must be clear, with a conspicuous link from the\ncarrier's homepage directly to a page or a place on a page where all such ancillary services and\nrelated fees are disclosed. In general, fees for particular services may be expressed as a range;\nhowever, baggage fees must be expressed as specific charges taking into account any factors\n(e.g., frequent flyer status, early purchase) that affect those charges.\n(j) Fee information distribution to ticket agents. (1) For air transportation within, to, or from the\nUnited States, each U.S. and foreign air carrier that provides fare, schedule, and availability\ninformation to ticket agents to sell or display the carrier’s flights directly to consumers, must\nprovide such ticket agents useable, current, and accurate information of the fee rules for a first\nchecked bag, a second checked bag, one carry-on bag, canceling a reservation, and changing a\nreservation. The information provided by the carrier must be sufficient to enable the ticket agent\nto comply with the baggage disclosure requirements in §399.85(b) and the change and\ncancellation disclosure requirements in §399.85(c). Carriers have no obligation to ensure that\nthese fees are transactable by ticket agents; and\n(2) For air transportation within, to, or from the United States, each U.S. and foreign air\ncarrier that provides fare, schedule, and availability information to ticket agents to sell or display\nthe carrier’s flights directly to consumers must provide such ticket agents useable, current, and\naccurate information of the fee rules for aircraft seats if the carrier charges a fee for a child, who\nis age 13 or under on the date an applicable flight is scheduled to occur, to be seated in a seat\nadjacent to the seat of an accompanying adult.. The aircraft seat fee information must be detailed\nenough to enable the ticket agent to disclose the applicable fees for adjacent seats for each flight\nin the itinerary of a child, who is age 13 or under on the date an applicable flight is scheduled to\n71\noccur, as set forth in §399.85(e). Carriers must ensure that seat fees are transactable by ticket\nagents.\n(k) The Department considers the failure to provide and adhere to the disclosures required by this\nsection to be an unfair and deceptive practice within the meaning of 49 U.S.C. 41712. The\nDepartment also considers the practice of collecting a fee from consumers for critical ancillary\nservices (i.e., first and second checked bags, one carry-on item, canceling or changing a\nreservation, adjacent seats when traveling with a child who is 13 years of age or under) without\ndisclosure of this fee when fare and schedule information is provided to be an unfair and\ndeceptive practice in violation of 49 U.S.C. 41712. Any fee that has been collected from\nconsumers for critical ancillary services must be refunded to consumers by the seller of the air\ntransportation if disclosures required by this section were not provided.\n4. Revise §399.88(a) to read as follows:\n(a) It is an unfair and deceptive practice within the meaning of 49 U.S.C. 41712 for any seller of\nscheduled air transportation within, to or from the United States, or of a tour (i.e., a combination\nof air transportation and ground or cruise accommodations), or tour component (e.g., a hotel\nstay) that includes scheduled air transportation within, to or from the United States, to increase\nthe ticket price of that air transportation, tour or tour component or to apply revised price rules\nfor a first checked bag, a second checked bag, and one carry-on bag to a consumer, after the air\ntransportation has been purchased by the consumer, except in the case of an increase in a\ngovernment-imposed tax or fee. A purchase is deemed to have occurred when the full amount\nagreed upon has been paid by the consumer.\n72",
  "pages": 72,
  "method": "pdfplumber"
}